[{"user":"Funcionário","avaliation":"Prós: Poder ter horario flexivel e trabalhar de casa. Ter contato com especialistas em varias tecnologias. Acho que so isso mesmo, porque de resto outras empresas sao muito melhores Contras: Ambiente hostil sem oportunidade para evoluir. Nao caia nessa de ser IBMista, tudo uma ilusao, nada mais que um recurso. gerentes de pessoas mal qualificadas Conselhos para presidência: Oferece mais oportunidade de crescimento de forma clara em vez de enrolar a todos o tempo todo.   "},{"user":"Sales Operations","avaliation":"Prós: Ótima empresa, flexibilidade, benefícios, inovadora, reinventa-se constantemente, proguediu bastante em relação a vestimenta de seus funcionários. Hoje tem uma diretora de RH maravilhossa. Contras: Demitir muitos funcionários todos os anos, faz com que as pessoas não trabalhem tranquilas e isso prejudica muito o psicológico. Acho que deveríamos ter claras as regras de demissão. Desde 2013 não para de demitir duas vezes no ano um balde de gente. Conselhos para presidência: Parar com demissão em massa, inclusive de pessoas que sabemos que são excelentes funcionários. Ficamos sem saber qual a regra para demitir as pessoas.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Benefício, flexibilidade, opção de trabalhar remoto planos de carreira, dropin em outras áreas. Contras: Pelo tamanho tem algumas burocracias meio chatas. Algumas áreas são muito boas para se trabalhar outras nem parece a mesma empresa. Algumas áreas parecem micro empresas dentro de uma empresa   "},{"user":"Assistente de Desenvolvimento","avaliation":"Prós: Empresa excelente, alto grau de networking com várias áreas, dress code quase zero, palestras e conhecimento gratuito para todo lado, 100% do tempo. Aprendizado sempre levado a sério e muito incentivado pela empresa! Contras: Infelizmente para desenvolvedores a empresa é um pouco complicada.. Sempre vão colocar você em alguma área para mexer com alguma plataforma. Também tem muita burocracia com projetos que ocorrem por lá e o café é pago. Conselhos para presidência: Deixar o café gratuito, repensar os salários (que estão ficando para trás no mercado), diminuir a burocracia para tudo que acontece dentro da empresa e investir mais em equipes de desenvolvimento (sem plataformas).   "},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Home-office, flexibilidade, confiança no funcionário, valorização à diversidade, incentivo ao aperfeiçoamento pessoal, ambiente de trabalho saudável. Contras: Muita burocracia em determinados processos (porém vem melhorando nos últimos anos), muitas vezes o gerente ou pessoa responsável pela sua avaliação de performance não tem total familiaridade com a sua função desempenhada.   "},{"user":"Sales Manager","avaliation":"Prós: Benefícios incríveis, ambiente amigável e reconhecida no mercado. Trata-se também de uma grande \"escola\" para quem estiver entrando no mercado de TI. Contras: Alguns diretores e gestores obsoletos que infelizmente vão contra a renovação da empresa como um todo. Cultura de planilha e não utiliza a inovação digital tão pregada para os cliente dentro da própria IBM. Conselhos para presidência: Passou da hora de avaliar melhor profissionais que de fato tem aptidão para gerir pessoas.   "},{"user":"Gerente de Projetos Delivery","avaliation":"Prós: Flexibilidade para fazer diferente, aplicar o seu conhecimento e skill, mesmo sabendo das metas agressivas. Ter a cultura de diferentes pessoas, não pensando em genero. Contras: Falta de Feedback e Avaliação em GBS, falta de reconhecimento do gerente, rh desorganizado e com isso desmotiva os funcionários a continuar fazendo e praticando a cultura da empresa.   "},{"user":"Analista de Sistemas","avaliation":"Prós: É uma empresa inovadora que incentiva o tempo todo o crescimento profissional, os skills, é uma empresa sempre em movimento e o funcionário tem que acompanhar as tendências. Tem muitas oportunidades para trabalho, mudar de área, de projeto e até mesmo de carreira. Tem excelente benefícios, muitos mesmos. É uma empresa que acolhe o funcionário e ampara em qualquer situação. Contras: O único que é mais demorado são promoções salariais, é possível ser promovido de cargo e continuar com o mesmo salário. Fora isso a empresa é maravilhosa de se trabalhar.   "},{"user":"Analista de Incentivos Pleno","avaliation":"Prós: Beneficios de farmacia plano de saude, flexibilidade de horarios, vestimenta casual, exposição com diversas culturas. Tem uma vista incrível e um jardim dentro para as pausas mais relaxantes possíveis, os equipamentos de trabalho são sempre atualizados e extremamente eficientes. Contras: Gerencia péssima, diversas pessoas que só ocupam cargo gerenciais por tempo, pois os mesmos não tem a menor capacidade para tal, promoções são baseadas majoritariamente em relacionamento com o gestor e não por perfomance, salarios baixos, zero plano de carreira, empresa arcaica e burocratica, dificil acreditar ser uma empresa de TI   "},{"user":"Coordenador de Projetos","avaliation":"Prós: Temos muitos benefícios, como home office, flexibilidade, ótimo convênio saúde, odontológico e farmácia. Temos plano de carreira. Temos oportunidades para mudar de área ou departamento. Contras: Temos muitos cargos hierárquicos, é como se tivéssemos muitos chefes. A empresa é enorme e para navegar nela é preciso conhecer muito bem as áreas. E as tarefas são muuuito particionadas.   "}]