[{"user":"Assistente de Assistente II","avaliation":"Prós: Reconhecimento por merecimento, possui fretado, local de refeitório, plano de saude, ticket/cartão alimentacao, horário flexível\n\nContras: Baixos salarios\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente AdministrativoEx-funcionário, saiu em 2018","avaliation":"Prós: Networking e pontualidade acredito serem os pontos fortes na cultura geral desta empresa. Desenvolvimento de idioma estrangeiro na prática também é muito favorável.\n\nContras: Salário versus volume de trabalho. Valores não são condizentes com o volume de trabalho, dedicação e e diferenciação curricular exigidos pela empresa\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Suporte OperacionalEx-funcionário, saiu em 2018","avaliation":"Prós: Otimo ambiente corporativo, facil acesso a gerencia, avaliações constantes, aprendizado dinâmico e contato com fornecedores/ vendedores nos eua.\n\nContras: baixo salario, incompatível com a realidade e alto custo de vida carioca, dificuldade em promoção, muito tempo realizando as mesmas atividades sem diversificacao\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"IT SpecialistEx-funcionário, saiu em 2010","avaliation":"Prós: Empresa multinacional, acesso a especialistas do mundo todo, compartilhamento de experiências e conhecimento. Ampla variedade de projetos e oportunidades para trabalhar com diversas tecnologias.\n\nContras: Politicas internas, burocracia, excesso de controles e poucas oportunidades de inovação. Excesso de gerentes intermediários deixa a empresa pouco ágil e com dificuldades de se adaptar a novos cenários.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Application DeveloperEx-funcionário, saiu em 2019","avaliation":"Prós: Plano Médico TOP de mercado, Vale Refeição e Vale Alimentação com valores razoáveis. Possibilidade de horários flexíveis (dependendo do gerente)\n\nContras: Cultura empresarial baseada no QI (Quem Indica). Pessoas técnicas sem capacidade alguma de lidar com pessoas são \"Gerentes de Pessoas\" e \"cuidam\" da sua carreira. Cuidado caso o seu \"Gerente de Pessoas\" for seu \"Gerente de Projetos\" também pois aí ele cuidara somente dos interesses da carreira dele te usando como massa de trabalho. Muitas pessoas ociosas e com perfil arrogante (geralmente os mais velhos de casa, com 10 anos ou mais) sem saber como o mercado funciona e achando que são superiores até com os funcionários do cliente. Pessoas fúteis, sem vida social fora a da IBM. Ambiente hostil e propenso a picuinhas com os amigos do chefe assumindo posições de chefia virtual (geralmente uma função técnica inferior no time por não ter conhecimento técnico mas que na prática manda em todas as outras da equipe). Marketing excessivo em questões sociais mas que na prática é somente \"marketing\" sem ações reais. Clima tóxico mas que tentam em excesso vender uma imagem de sucesso para o cliente\n\nConselhos para presidência: Coloquem profissionais de humanas para serem Gerentes de Pessoas e deixem o time técnico para questões técnicas.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Customer Service","avaliation":"Prós: Flexibilidade (home-office) e cultura que aceita todos independentemente de cor, raca, religiao. O ambiente e fantastico, muito agradavel e sem assedio. Os beneficios sao otimos.\n\nContras: A empresa nao possui um plano de carreira definido e linear. Alta rotatividade de gerentes e pessoas. Salario abaixo do mercado. Tudo muito virtual, reunioes, conversas, o que dificulta um pouco a sinergia entre pares.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Comunicação Pleno","avaliation":"Prós: Treinamentos pensando no desenvolvimento do funcionario, home office, otimo lugar pra trabalhar. A empresa é otima. Otimo ambiente, pessoas esforçadas\n\nContras: Muita competitividade entre funcionários, gerentes inexperientes sem saber como guiar o funcionário, muita burocracia, pessoas que nao aceitam mudança\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Tester","avaliation":"Prós: Ótimo salários, benefícios e possibilidade de crescimento. As promoções demoram a ocorrer, mas acontecem. O Ambiente é saudável mesmo com os inúmeros cortes que aconteceram.\n\nContras: Difícil de entrar e muito difícil de sair, precisa melhorar e muito a burocracia. Está tentando se reinventar mas está deixando bons profissionais saírem\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Bom para trabalhar, ambiente agradável. Pessoal prestativo e bem dispostos a ajudar quem está começando. Otima empresa para começar a carreira.\n\nContras: Nao observei pontos negativos. Para quem gosta de rotina, nao é o melhor ambiente,pois precisa viajar bastante, o trabalho em si é bem dinamico e nem sempre na IBM. Além do Ingles é quase obrigatorio saber espanhol.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estágio","avaliation":"Prós: Empresa flexível, política de trabalho americana, muita atenção com o estagiário! Bom salário, vale refeição e convênio médico e odontológico.\n\nContras: Pouca possibilidade de crescimento, poucas possibilidades de efetivação, muito sistemas operacionais, gerentes que nem sempre estão aptos para receber estagiários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]