[{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa centenária cheia de pessoas incríveis. A base de conhecimento é imensa e existe o acompanhamento de carreira e mentoria, seja por gerentes ou executivos. Contras: Quando eu trabalhei a empresa possuia um método de avaliação anual que era muito subjetivo, dando poderes para os gerentes escolherem pela afinidade e não pela evolução.   "},{"user":"System Administrator","avaliation":"Prós: Gosto da visao da empresa e da quantidade de materias que ela disponibiliza para o aprendizado do contribuinte, nao só para sua vida profissional mas também pessoal. Você aprende a aprender. Contras: Muitos não compartilham a visão da empresa, inclusive sua Gestão. A empresa prega uma coisa que não esta sendo acompanhada por seus proprios gestores, gerando perda de grandes talentos. Seja pela retenção prolongada dos mesmo em um cargo como pela insistência em vagas preenchidas por funcionários que não possuem o perfil da vaga. Conselhos para presidência: Pensem melhor em toda a experiência de usuário do proprio funcionário... Da contratação à saida. E também em quem irá gerir... Será que os gestores/executivos falam o que seus funcionarios realmente pensam ou só o que seus superiores querem ouvir? Tenham coragem para enfrentar seus medos, não só por vocês mas também por aqueles que os seguem!   "},{"user":"Product Owner/Team Leader","avaliation":"Prós: Muito material de estudo, e benefícios para os funcionários como home office, vale alimentação e refeição, fretado, Vidalink, e incentivos para tirar certificação Contras: Eu estou trabalhando há 4 anos na empresa e realmente não sei o que falar. Eu amo o lugar, talvez um ponto fraco seja o que as pessoas falam que é puxado, mas acho isso muito relativo   "},{"user":"Accounts Receivable","avaliation":"Prós: benefícios (plano de saúde, odontológico, auxílio farmácia) home office plataforma online de aprendizado (funcionário é incentivado a participar de cursos diversos) incentivo a voluntariado cultura de feedback cultura de inclusão de diversidade Contras: burocracia desnecessária processos engessados falta de estrutura básica para o funcionário (aparatos de ergonomia para laptop, material de escritório, etc)   "},{"user":"Sales Engineer","avaliation":"Prós: Aberto à diversidade Várias oportunidades de crescimento de carreiras (diversas áreas de negócio), tanto técnico quanto gerencial. Bom pacote de benefícios. Contras: Processos internos sempre muito burocráticos para qualquer tipo de atividade Necessidade de criar uma grande rede de relacionamento interno para ter chance de crescimento Conselhos para presidência: Reconhecimento dos talentos internos pela competência real (skill, resultados) e não por relacionamento.   "},{"user":"Suporte","avaliation":"Prós: Salário em dia, beneficio de aposentadoria, plano de saúde ótimo, plano odontologico, plano farmacia. Até alguns anos atras o plano de carreira era seguido à risca porém hoje não existe mais. Contras: Não há mais um plano de carreira feito pelos gerentes da área. Os planos são feitos a partir dos diretores em uma visão macro seguindo os resultados de cada área.   "},{"user":"Analista Jr - Ex-funcionário, saiu em 2009","avaliation":"Prós: Ambiente positivo, plano de carreira, localização, capacitação. Um ótimo lugar para se trabalhar e que proporciona crescimento pessoal e na carreira Contras: A cobrança por horas extras e por resultado é imensa, como em qualquer empresa que deve cumprir sla e contrato. Se apresentar resultado a cobrança é mais leve.   "},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: É uma multinacional, recebe estagiários sem conhecimento prévio, basta falar inglês. Oferecem bons benefícios para ibmistas. Tem fretado, cobre quase a cidade toda. Contras: As avaliações são baseadas em picuinhas, teve um ano que fui bem e me deram 3, e no outro ano desanimado me deram 2. Eles prezam amigo de amigo, não espere crescimento sem conhecer alguém. Ah o lema deles é: \"não trate com desrespeito ninguém ele pode virar seu chefe\" ou seja o chefe é quem beneficia quem ele quer e ponto. Sistemas legados, só atrapalham a carreira, é uma arapuca, você simplesmente não vai conseguir outro emprego se não for com eles. Salários super baixos.   "},{"user":"Programador FullStack","avaliation":"Prós: Os benefícios são muito bons, é uma empresa internacional, renomada e com grande impacto na história, incentiva muito para estudos no geral. Contras: O RH fica muito distante do funcionário. A gerência de pessoas muitas vezes deixa a desejar, mas a empresa está trabalhando para melhorar isso. Precisa também rever melhor a forma de avaliação dos funcionários para promoções. Conselhos para presidência: Investir em treinamento de \"como lidar com pessoas\" para gerentes de pessoas que estão a mais tempo na função e tentar não sobrecarregar esses funcionários porque eles são a cara da empresa para os seus gerenciados.   "},{"user":"Estagiário","avaliation":"Prós: Oportunidade de aprendizado grande, horário flexível e clima bastante agradável Contras: Como estou recente na empresa, não consigo ver críticas sólidas e construtivas para que seja levado em critério para escolha de um trabalho.   "}]