[{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Beneficios, pois os plano de saúde e o beneficio vida link sao muito bons e se é possível pensar como ponto positivo o salario cai pontualmente no dia correto.\n\nContras: Estrutura, pois ela engessada e não permite aprender ou se desenvolver na empresa sendo que é uma consultoria que se você nao tiver projeto vc será demetido sumariamente.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista Mainframe","avaliation":"Prós: Beneficios da empresa são excelentes, principalmente Vida Link e Previdencia e plano de saude. Oportunidade de realizar uma vasta lista de treinamentos, para se desenvolver na sua area ou em uma nova dentro da empresa. Oportunidade de carreira.\n\nContras: Muitos gerentes despreparados o que faz desanimar as vezes no dia a dia, mas depente de cada area. Nos ultimos anos houve uma redução no quadro de funcionarios, e com isso houve sobrecarga de trabalho, muitas horas extras, que a maioria acabam virando banco de horas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Flexibilidade, bons beneficios como auxilio medicamento, bom plano de saude, bom ambiente de trabalho, ambiente saudavel, seguro de vida, previdencia\n\nContras: Muita burocracia, cargos definidos por quem indica, gerentes que as vezes nao compreendem flexibilidade, pouca visibilidade de areas a seguir, poucas chances de desenvolvimento.\n\nConselhos para presidência: Que o RH cuidasse das vagas internas e nao apenas os gerentes pois continuam apenas selecionando os amigos para vagas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor Full Stack JAVA","avaliation":"Prós: Excelente oportunidade de crescimento, ótima equipe, excelente oportunidade de aprendizado, ótima cultura da empresa, vale muito a pena, ótima qualidade de vida.\n\nContras: Nenhum ponto negativo. Excelente oportunidade de crescimento, ótima equipe, excelente oportunidade de aprendizado, ótima cultura da empresa, vale muito a pena, ótima qualidade de vida.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Empresa flexivel e bom ambiente para se desenvolver. Muito aprendizado. Empresa muito grande e sempre tem alguma oportunidades para aproveitar\n\nContras: Burocracia e muita proteção a executivos. Muita verticalizacão e demora na mudança de processos e mentalidade. Empresa de alta performance, então o perfil é extremamente agressivo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"IT Specialist","avaliation":"Prós: Oferece muitas oportunidades de crescimento e flexibilidade dependendo do projeto em que se está trabalhando. Possibilidade de projetos com equipe internacional.\n\nContras: Hierarquia de gerentes nem sempre clara o suficiente para entender a quem se deve recorrer. Além disso, nenhum ponto negativo para destacar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Negócios IEx-funcionário, saiu em 2018","avaliation":"Prós: clima e times, fiquei pouco tempo mas percebi que os times são excelentes, Excelente ambiente para crescimento profissional vale a pena para quem quer conhecer.\n\nContras: pressão e carga horária rotina pesada e processos intensos, muitas informações e áreas com expertise exemplar do negocio o que dificulta o crescimento.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Preços Júnior","avaliation":"Prós: Ambiente de trabalho saudavel, pessoas agradaveis, maquinas novas e oportunidade de crescimento profissional com viagens e tals, fora varias atividades extras que voce pode fazer no seu tempo livre na empresa\n\nContras: Voce precisa ser puxa saco para crescer, rir de piadas sem graças e tals, e mostrar os erros dos outros e como voce está ajudando eles a consertar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário de Help DeskEx-funcionário, saiu em 2015","avaliation":"Prós: As pessoas onde trabalhei eram bem descontraídas e prestativas, o que ajuda a contruir um networking. A empresa oferece transporte até o metrô, e o ambiente em geral é muito confortável.\n\nContras: O salário para estagiários Help Desk não era dos melhores comparado a outros lugares. Teorizo que a IBM toma proveito do grande nome e reconhecimento que possui para oferecer salários um pouco menores aos estagiários, que na minha teoria querem ter uma experiência na IBM.\n\nConselhos para presidência: Se possível, aumentar o salário dos estagiários de Help Desk, valorizando o trabalho em comparação a outros lugares.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Contratos Sênior","avaliation":"Prós: Ótimo ambiente de trabalho, com flexibiliadade de horários e trabalho remoto. Além de benefícios como convênio médico, odontológico e farmácia, fretado, PLR, VA e VR.\n\nContras: Muita gente desqualificada mas que possui uma segunda lingua. Por isso a empresa dá preferência para pessoas que buscam primeiro emprego, sem experiência anterior.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]