[{"user":"Estudante","avaliation":"Prós: Sem dress code, empresa com muitos benefícios, horário flexível, integração com time, executivos acessíveis, muita formas de adquirir conhecimentos. Contras: Pouca oportunidade para quem está começando, divisão de tarefas mal atribuídas, muita atividade operacional, poucas possibilidades de efetivação.   \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios e Nome na carteira. Contras: Crescimento Profissional.   \nREPORTAR"},{"user":"Analista de Crédito","avaliation":"Prós: Equipe boa, flexibilidade de horários, além da possibilidade de poder trabalhar home office. Também há benefícios de medicamento (Vidalink), que pode ser um diferencial para alguns. Contras: Crescimento limitado na carreira, falta de uma política de incentivo a funcionários de alta performance, burocracia exagerada, RH inexistente e, apesar de toda a campanha interna, o ambiente não é favorável a inovação e pensamentos fora da caixa, justamente por causa de toda a burocracia envolvida em qualquer tarefa diária a ser realizada. Além disso, a empresa peca na formação de novos líderes e, por falta de oportunidades de crescimento de carreira em Y, muitos são forçados a aceitar posições de liderança para ter aumento salarial - sem ter interesse em exercer a função em si. Conselhos para presidência: Invista na retenção e reconhecimento de talentos com políticas factíveis. Diminua a burocracia existente e os demasiados níveis hierárquicos que só fazem com que aumente o ruído na comunicação da estratégia do corpo executivo para os funcionários e atrase as tarefas rotineiras.   \nREPORTAR"},{"user":"Scrum Master Pleno","avaliation":"Prós: Muito treinamento grátis Profissionais dispostos a ajudar Ótimo para o Currículo Ótimo para treinar Idiomas Possui pessoas dispostas a serem coaching 'grátis' Contras: Difícil obter promoção Muita burocracia, você fica alocado em cliente e tem que trabalhar no Cliente e em tarefas para a IBM Não tem aumento de salários, você tem somente dissídio   \nREPORTAR"},{"user":"Especialista em Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Liberdade no trabalho, home office ajuda muito na qualidade de vida. Enquanto você tiver entregando o seu trabalho no prazo não há nenhuma cobrança absurda. Contras: Gerência muito relapsa com os funcionários demandando muito e motivando pouco. Difícil traçar plano de carreira dependendo do time que você se encontra.   \nREPORTAR"},{"user":"Senior IT Specialist","avaliation":"Prós: Ambiente saudável e equilibrado, apesar da pressão muito comum na area de TI e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Muitas camadas de gerencia entres os técnicos e a presidente e isso gere muitoa dificuldade de crescimento, mas estamos melhorando muito nos ultimos anos Conselhos para presidência: Diminuir o numero de camadas gerenciais entra ela e os técnicos   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Empresa extremamente social e que toma iniciativas importantíssimas no quesito de diversidade e aceitação de pessoal. Os eventos são incríveis. Contras: Salário não compatível com o mercado. Plano de carreira deixam a desejar também, pois o funcionário se desanima facilmente pelo baixo salário.   \nREPORTAR"},{"user":"Especialista em TI","avaliation":"Prós: Incentivo no desenvolvimento dos funcionários; flexibilidade de horários; confiança; acesso a cursos self-study; bom plano de saúde e farmácia. Contras: Salários defasados de membros do mesmo time. Profissionais que realizam o mesmo serviço com bandas salariais diferentes. Método de avaliação de resultados anual beira a política e não ao que o funcionário realizou no ano.   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com um grande cuidado com os funcionários. Plano de saúde e dental ótimos. Times bem formados e experiência única com diversos países. Contras: Excesso de trabalho, nenhuma preocupação com o horário de estagiário e provas. Poderia ter banco de horas ou pagamento de hora extra mas a empresa deixa que o estagiário trabalhe igual analista.   \nREPORTAR"},{"user":"Technical Specialist","avaliation":"Prós: Oportunidade de crescimento, ambiente descontraído, contato com as tecnologias que serão tendências no futuro, diversidade, horário de trabalho flexível e bons benefícios. Contras: Salários abaixo do mercado, burocracia para aumento salarial, processos internos são problemáticos, as vezes falta reconhecimento do profissional.   \nREPORTAR"}]