[{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Estabilidade, materiais para auto estudo bem feitos e bem divulgados. Por outro lado, o comprometimento entre as equipes faz parte de um processo de gerenciamento de alternativas às soluções ortodoxas. Contras: Empresa sem muitas chances de crescimento. É necessário entrar direto em cargo alto. Todas estas questões, devidamente ponderadas, levantam dúvidas sobre se a estrutura atual da organização garante a contribuição de um grupo importante na determinação dos métodos utilizados na avaliação de resultados.   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2015","avaliation":"Prós: Apenas os colegas de trabalho, e mesmo assim alguns. ambiente do projeto em q fiquei era bacana, o trabalho em si era satisfatorio, consegui aprender bastante Contras: Gerentes totalmente despreparados para o cargo, dificuldade de promoção na empresa devido a burocracia e favorecimentos, filiada a sindicato do comercio e não ao sindepd   \nREPORTAR"},{"user":"Supply Chain","avaliation":"Prós: Multinacional com fexibilidade de horário, oferece cursos de capacitação, oferece fretado, home office, vinte minutos do centro de Campinas,.. Contras: Salário muito abaixo do mercado,muitas horas extras, pouco reconhecimento, falta de organização, diz ter plano de carreira porém isso ocorre por meio de indicação e demorando em média 3 a 4 anos para a primeira promoção.   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: A IBM é uma empresa muito boa de se trabalhar e estagiar. As pessoas são amistosas e educadas. Há espaço para todos e a diversidade é um ponto forte. Contras: Não há nada de negativo que eu destacaria. Às vezes, por ser grande demais, são muitas pessoas para gerenciar, então você tem que ficar atento e buscar sempre ao invez de esperar.   \nREPORTAR"},{"user":"Analista de Compliance","avaliation":"Prós: A empresa possui um ambiente descontraído, is funcionários têm flexibilidade de horário para trabalhar, é possível trabalhar home office, os funcionários recebem alguns benefícios (plano de saúde, refeição, vale transporte, desconto na compra de medicamentos, entre outros...) Contras: Os processos são muito burocráticos, alguns gerentes são despreparados e não conhecem o processo operacional, novas vagas disponíveis muitas vezes são preenchidas por indicação da gerência sem que outros funcionários tenham conhecimento da vaga e tenham a oportunidade de se candidatar   \nREPORTAR"},{"user":"Analista Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Beneficios. Contras: Visa lucro burocratica   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Home office, flexibilidade de horarios, plano de saude, vale alimentação e refeição, ambiente de trabalho descontraído, centros de inclusao, apoio moral e psicologico, estacionamento gratuito Contras: Infraestrutura de empresa antiga, gerentes que nao entendem dos processos operacionais, discrepância de estilos de liderança em diferentes times, muita burocracia Conselhos para presidência: O ambiente de trabalho é importantíssimo para o nosso desempenho, seria otimo ter algo diferente da IBM de antigamente, onde so tinham baias e ninguém trabalhava em equipe. Rever constantemente os gerentes de cada equipe também.   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Diversidade em todos os departamentos, com uma rotina dinâmica e que agrega muito ao conhecimento dos estagiários e demais funcionários. Contras: A empresa não é bem estruturada e acaba prejudicando a qualidade de vida e trabalho dos seus funcionários em função da má estruturação da organização.   \nREPORTAR"},{"user":"Analista de Contas a Receber","avaliation":"Prós: A empresa dá muitas oportunidades de desenvolvimento e crescimento profissional. A flexibilidade no trabalho também é um dos pontos positivos de trabalhar aqui, eles valorizam a qualidade de vida do funcionário! Contras: O salário não é tão bom quanto se espera de uma empresa desse porte (multinacional). E os benefícios também não possuem valores atrativos, mas pra mim a flexibilidade e qualidade de vida compensam esses pontos.   \nREPORTAR"},{"user":"Especialista em Sistemas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Excelente Empresa, segui carreira do estagio até a formação e tive um plano de carreira estruturado, Nunca atrasou um salario e benefícios excelentes. Contras: Somente um ponto negativo foi que nos 16 anos de Empresa não era liberado o Desconto de Creche para filhos de funcionários do sexo Masculino.   \nREPORTAR"}]