[{"user":"Analista Pleno","avaliation":"Prós: A empresa possui bons beneficios. Otimo convenio bradesco, vidalink. Grande gama de treinamentos e reconhecida no mundo todo. Se você souber negociar o salario é bom. Contras: Pra quem trabalha na parte de consultoria é terrivel. Muita cobrança, se o cliente vai manda você pular da ponte seu gerente ibm manda você pular. Se for trabalhar na area de consultoria o famoso GBS, corra da ibm. Entre com salario alto, crescer é impossivel. Conselhos para presidência: Olhar melhor para gbs.   \nREPORTAR"},{"user":"Analista de Business Analytics","avaliation":"Prós: Oportunidade de crescimento dentro da empresa, desenvolvimento, diversidade, flexibilidade, tem planos de carreira, se preocupar com o bem estar do funcionário. Contras: Na área em que atuo a carga de serviço é elevada e gera muito cansaço mental, além de que em fechamentos estendemos o nosso horário. Tbm por ser uma empresa de tecnologia, às vezes peca na falta interna da mesma.   \nREPORTAR"},{"user":"Analista Financeiro Sênior","avaliation":"Prós: Pacote de benefícios, entre outros beneficios e suportes que a empresa da a respeito destes que são fornecidos aoa colaboradores sem problemas Contras: Baixo salário, é como trabalhar na china, vc rala muito e ganha pouco, outro ponto negativo é um mkt que funciona para atrair os jovens, mas dentro não é posto em prática Conselhos para presidência: A falta de líderes que sabem o que realmente estão fazendo, parar com esse marketing de inclusão e contratar pela capacidade e não pra \"lacrar\" no mercado de trabalho, pois se todos somos iguais perante a empresa, então pq já começa errado naa vagas de carros onde ocorre uma divisão   \nREPORTAR"},{"user":"Developer Programmer","avaliation":"Prós: Empresa com boas oportunidades e desafio. Tem um bom ambiente de trabalho, bons gestores e uma boa equipe tecnica, diversas oportunidades em todo o Brasil e um bom plano de carreiras. Contras: Muitas horas extras, alem do que deveria ser considerado normal. Isso impacta na qualidade de vida. Alguns projetos podem ser bastante complicados para pessoas que entraram a pouco tempo neles.   \nREPORTAR"},{"user":"Analista Desenvolvedor","avaliation":"Prós: Otimo lugar para adquirir conhecimento, treinamentos e contatos. Abre portas para o mercado de trabalho. Flexibilidade de horário de trabalho e local. Contras: Burocracia, processos com complexidade alem do normal e falta de transparência. Metas de entrega abusivas e falta de plano \"B\". Falta de estrategia em muitos momentos.   \nREPORTAR"},{"user":"Gerente de Projetos Pleno","avaliation":"Prós: Horário flexível, liberdade de trabalho, inglês usado diariamente, Bônus e PLR, sempre trabalhando com novas tecnologias. E a Localização da empresa é também um atrativo. Contras: Muito distante dos gerentes de área, em alguns casos o gerente de área mal conversa com o gerente funcional. Muito grande e os projetos se perdem algumas vezes   \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2012","avaliation":"Prós: Salário bem compatível com o mercado, benefícios acima da média do mercado (plano de saúde, medicamentos, descontos) , oportunidades de crescimento, horário flexível. Contras: Equipes cada vez menores sobrecarregando os profissionais que se esforçam. Algumas pessoas acomodadas com a situação e demora na gestão pra identificar e resolver esses casos.   \nREPORTAR"},{"user":"Estagiário BTP","avaliation":"Prós: É uma empresa que oferece ótimas oportunidades para estudar e se aperfeiçoar, te dando um aparo e constantes avisos internos para estar por dentro dos negócios da empresa. Além disso, é ótima para se ter no currículo, dada a relevância da maior empresa de TI do mundo. Contras: Justamente por ser uma gigante bem \"idosa\", ainda há uma burocracia sufocante e muita lentidão, principalmente nos processos que envolvem RH (nenhuma novidade).   \nREPORTAR"},{"user":"Gerente Comercial","avaliation":"Prós: Brand, trabalhar com pessoas altamente desenvolvidas, líder de mercado, reconhecimento. Brand, trabalhar com pessoas altamente desenvolvidas, líder de mercado, reconhecimento. Contras: Burocracia, processos desnecessários, falará de flexibilidade, morosidade corporativa, Burocracia, processos desnecessários, falará de flexibilidade, morosidade corporativa,   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: - Ambiente de trabalho é bom; - Quantidade grande de ferramentas de tecnologia para trabalhar; - Marca é forte e abre portas no mercado; - Oferece bons benefícios; - Empresa com muito respeito à diversidade humana com relação a questões raciais, sexuais e religiosas. Contras: - Salários são baixos quando comparados com o mercado; - Meritocracia não é o forte da empresa. Há profissionais que são nomeados para cargos de liderança por ter afinidade pessoal com outros líderes e não por terem obtido resultados em projetos. - Muitos líderes com pouco conhecimento técnico e condutas questionáveis. - Carga semanal de trabalho é de 44 horas semanais (o que não é comum na área de TI). - Um certo \"culto à personalidade\" de determinados líderes, o que gera certa antipatia a alguns funcionários. - Está cada vez mais \"juniorizando\" sua mão de obra nos últimos anos. - Com relação à área de serviços de TI (chamada de \"GBS\") está desatualizada com relação às melhores práticas adotadas pelo mercado. - Há áreas na IBM que parecem ser empresas diferentes. Focam muito nos resultados e interesses da própria área e não nos resultados e interesses da IBM como um todo. - Resultados ruins de projetos afetam a avaliação de todos os funcionários destes projetos, independente do real desempenho de cada um destes funcionários. Conselhos para presidência: A meritocracia como critério mais importante para promover funcionários. Há muitos líderes que tem pouco conhecimento técnico e a empresa nem sempre se preocupa em nomear profissionais exemplares para estes cargos.   \nREPORTAR"}]