[{"user":"Estagiário","avaliation":"Prós: Ambiente legal, muita tecnologia de ponta envolvida, restaurante para funcionário barato (mas deveria ser de graça), e na minha área só um pessoal bacana Contras: Muito corporativismo, muita burocracia, muita demora pra subir de cargo, gente DEMAIS na empresa (360 mil funcionários) o que trava uma empresa... Salário a desejar, trabalhar mais de 6 horas é algo comum, benefícios poderiam ser melhores Conselhos para presidência: Gente demais   \nREPORTAR"},{"user":"Client Executive - Ex-funcionário, saiu em 1980","avaliation":"Prós: Uma área ampla de conhecimento e também e uma grande escola, você aprende coisas novas praticamente todo o dia, é uma empresa muito inovadora Contras: Gerente não pagam muito bem, fta muita comunicação e socialização entre os funcionários da empresa,os chefias não são muito legais, eles são muito fechados Conselhos para presidência: Melhore a comunicação dos duncionarios, faca com que eles tentem se comunicar mais \nREPORTAR"},{"user":"Software Engineer","avaliation":"Prós: Home Office, Dental, Saude, Plano de remédios, Previdencia privada e outros. Acredito que de uma forma geral, é possível destacar que a empregabilidade é boa. Bom pra quem procura estabilidade no emprego. Contras: Difícil subir na empresa, uma vez que se trata de uma grande organização. O processo para conseguir uma promoção é muito burocrático e depende de várias frentes para que possa ser realizdo.   \nREPORTAR"},{"user":"Analista de Suporte de Sistemas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Prédio legal. Capacidade de conhecer pessoas de diversas áreas. Refeitorio interno. Mas não há muitos pontos positivos no setor de suporte de sistemas. Contras: Sem oportunidades. Trabalho em excesso. Não há reconhecimento do trabalho. Não há nenhuma relação humana entre gestores e funcionarios e não há perspectiva de carreira   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Círculo de amizades e o dia a dia de trabalho. Quando é época de fechamento, são os piores momentos para se trabalhar, pois você tem hora de entrada, porém não o de saída. As amizades são as melhores. Contras: Empresa que mexe com o seu psicológico, principalmente em época de fechamento, pois tem que processar o maior número de contratos possíveis para que a renda entre naquele determinado mês. Conselhos para presidência: Gostar do que faz e fazer o que gosta.   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho, flexibilidade e inclusão da diversidade. A empresa se preocupa com o bem estar do funcionário. Possui programas de inclusão. Contras: O salário e o plano de carreira. Não tem promoção por tempo de casa, apenas qdo surge uma oportunidade e você esta apto para assumir o lugar.   \nREPORTAR"},{"user":"Técnico em Manutenção Técnica","avaliation":"Prós: Carro plano de saúde e VR/vl , no demais a empresa não maos oferece tantos benéficios saudáveis compatíveis com o porte que ela é mundialmente Contras: Empresa voltada para resultados do cliente , eswuecendo que o sucessos só é feito Por pessoas , a visão humana precisa ser revista ....pois estamos em outros tempos Conselhos para presidência: Olhar um pouco pra quem faz o resultado acontecer mesmo que não use gravata   \nREPORTAR"},{"user":"Estágio em Finanças - Ex-funcionário, saiu em 2012","avaliation":"Prós: Na torre em que atuei recebi bastante apoio dos meus colegas. Em época de provas tive a possibilidade de fazer home office. Além disso todo o time sempre me ajudou quando tive dúvidas. Contras: O salário de estagiário era um pouco abaixo comparado com as outras empresas. não consegui me identificar muito com o trabalho pelo fato dele não envolver tarefas relacionadas com a minha formação.   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: A empresa em si tem uma cultura muito legal, muito diferente de outras empresas. Os colegas de equipe tendem a se ajudar, se comunicar bastante. Isso torna o trabalho mais prazeroso. A IBM oferece uma quantidade astronômica de material para estudo, isso é ótimo também. A flexibilidade com os horários, e a falta de dress code são pontos extremamente positivos. Contras: Dependendo do seu cargo, não pode ter uma mesa fixa; isso pode ser um ponto negativo para uns, e positivo para outros. A empresa também não oferece café grátis... o que seria muito comum de oferecer em uma grande empresa de TI. Conselhos para presidência: Modernização das dependências do escritório é algo a se valorizar. Baias altas trazem divisão não só visual, mas também uma divisão dos times. O ideal era um padrão mais interativo.   \nREPORTAR"},{"user":"Desenvolvedor Java","avaliation":"Prós: Empresa possui todos os recursos necessários para desenvolvimento de conhecimento. Tem possibilidade de carreira e a colaboração dos colegas de trabalho e grande. Contras: Demora-se muito para desenvolver sua carreira. As cobranças são muitas e o trabalho quase sempre exige esforço extra. Portanto para alguns gera um certo descontentamento por falta de reconhecimento na carreira.   \nREPORTAR"}]