[{"user":"Gerente de Operações","avaliation":"Prós: Flexibilidade, material de treinamento e desenvolvimento, facilidade de conectar com pessoas e mentores para desenvolvimento, possibilidade de crescimento. Contras: Dificuldade de endereçar decisões por conta do excesso de burocracia, muitas camadas de liderança com resistência a mudança - geralmente com pessoas mais velhas.   \nREPORTAR"},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa investe no funcionário, possui várias iniciativas para disseminar conhecimento e crescimento dos seus colaboradores. Empresa inovadora. Contras: Cultura de empresa é muito forte, tendo dificuldades de se adaptar a novas culturas e metodologias. Muito burocrática em todos os aspectos que exigem mudança.   \nREPORTAR"},{"user":"Software Engineer Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possibilidade de trabalhar em projetos internacionais. Plano de previdência privada muito boa. Algumas áreas (se você der MUITA sorte) possuem liderança forte e que joga a favor do time, já outras... Contras: Caso você não de tanta sorte assim, você pode cair em uma área com a liderança fraca, que joga contra o time e abraça todas e quaisquer demandas do cliente sem exitar, por mais absurdas que elas sejam. Nesse caso esqueça sua família, seus amigos, namorada, vida social, saúde ou qualquer contato com o mundo pois a empresa vai te sugar da pior forma de todas as maneiras possiveis. Ligações e reuniões de madrugada, finais de semana e feriado serão sua rotina normal. Os projetos são vendidos por áreas distintas do desenvolvimento onde muitas é vendido X para o cliente mas o esforço para fazer é de 5x, isso faz com que praticamente todos os projetos necessitem serem feitos com horas extras. É frequente ouvir que “um colega tal pediu afastamento” pois literalmente surtou no ritmo imposto pela empresa. Se pensa em trabalhar aqui, se prepare para jornada de mais de 80 horas por semana. Conselhos para presidência: Deixem de ser babacas e pensem nos funcionários. Vender projetos é realmente muito fácil, mas antes pensem em como executa-lós. Já vi diversas vezes projetos serem vendidos sem nem ao menos equipes para fazê-los, forçando os funcionários a trabalhar em regime de horas extras para atender a nova demanda.   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: 1) Eles pagam certificações. Se você já é uma pessoa \"experimentada\" no mercado e chegou a hora de se certificar, você vai ter poucos custos. 2) É muito bom depois que você sai. Dizer que trabalhou na IBM, as pessoas te olharão com outros olhos. Contras: 1) o salário não é muito bom se comparado com de outras empresas (multinaiconais, grandes e médias) da região de Campinas. 2)Você precisa dar sorte de cair em projeto que te levem para frente (em que são mais fáceis de conseguir contatos bons no exterior, prêmios de produtividade sem produzir tanto, etc) 3) Curva de ascensão baixa. Assim como na maioria das multinacionais de TI é difícil subir de cargo e consequentemente ganhar mais.   \nREPORTAR"},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: Empresa de grande porte, global, excelentes benefícios. Oferece muitas oportunidades, plano de carreira, treinamentos, e presente em várias localidades no Brasil e no Mundo Contras: Especificamente no Rio de Janeiro, precisa aumentar a penetração no mercado. Investir em treinamentos técnicos mais aderentes ao mercado local. Conselhos para presidência: Ter uma equipe de solução para entender (dive) os principais problemas dos atuais clientes através de consultores que já atuam, aumentando oportunidades e fidelizando ainda mais os clientes   \nREPORTAR"},{"user":"Arquiteto","avaliation":"Prós: A IBM permite você ter várias carreiras na empresa e incentiva o crescimento profissional. Também tem uma ótima cultura apoiando políticas de diversidades e parcerias com outras empresas. Contras: Pressão por resultados. Por ser uma empresa \"cara\", é cobrado muito dos funcionários em todos níveis, quando há uma camada grande de gestão que nem sempre agrega valor as entregas da empresa. Conselhos para presidência: Descentralizar de São Paulo. Trabalhar com os clientes para ter profissionais da IBM trabalhando remotamente (nos escritórios da IBM ou mesmo Home Office)   \nREPORTAR"},{"user":"Analista de Marketing","avaliation":"Prós: Flexibilidade de horário, geralmente se vc tem um problema pessoal ou se precisa se ausentar é super tranquilo, contanto que você entregue resultados. Contras: Algumas pessoas se acham demais e alguns gerentes são puxa sacos de pessoas, como em toda empresa. Na IBM você trabalha bastante também, mas só algumas pessoas são reconhecidas. Conselhos para presidência: Deixar a empresa com pensamentos mais jovens e rever os C-levels com pensamento muito conservador   \nREPORTAR"},{"user":"Analista de Sistemas DevOps","avaliation":"Prós: Bastante liberdade no trabalho, possibilidade de home office, tecnologia de ponta, possibilidade de aplicar o que desenvolvi em minhas pesquisas acadêmicas em grandes empresas, formação de network forte, bastantes viagens globais. Contras: Bastante burocracia e muitos processos internos que muitas vezes são contra produtivos. Matriz organizacional mais complexa que o necessario. Conselhos para presidência: Simplificar a organização é muito importante.   \nREPORTAR"},{"user":"Marketing Manager","avaliation":"Prós: Crescimento e possibilidade de mudanças de função, área e demais possibilidades dentro da mesma companhia. Esses são alguns dos pontos positivos Contras: Acredito que um dos pontos negativos esta relacionado aos concorrentes do mercado, a IBM possui pl baixo e muita cadeira de liderança. esses são os pontos negativos.   \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: flexibilidade, disponibilidade de horários, empresa de grande porte, muitas oportunidade e um programa muito interessante para estagiários com convenio com universidades. Contras: poucos clientes na cidade de Porto Alegre, burocracia em muitos processo, como lançamento de horas e promoções, dificuldade para troca de projetos.   \nREPORTAR"}]