[{"user":"Coordenador de Comunicação Corporativa - Ex-funcionário, saiu em 2017","avaliation":"Prós: Estrutura global, possibilidade de interagir com diversos países e regiões. Excelentes profissionais, motivados e que superam todo tipo de desafio. Contras: Não há plano de carreira na prática, só no papel. Não paga hora extra em todos os departamentos. Diretores têm autonomia mesmo quando vão contra a própria estratégia da empres   \nREPORTAR"},{"user":"Data Scientist","avaliation":"Prós: Flexibilidade , home office 100% e benefícios médicos são elementos os quais têm muito valor. Liberdade de escolher sua carreira ,planos de certificação tb são muito bons Contras: Empresa extremamente \"pesada\" e complicada de ambientar . Processo de promoção e reconhecimento muito difíceis e o salário tb é abaixo do mercado .   \nREPORTAR"},{"user":"Técnico de Suporte Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente agradável, chances de aprender com os cursos da plataforma. Times unido. Otimos beneficios como VA, VR, Vidalink de desconto em medicamentos. Contras: Trabalho demais após o horário de expediente. Uma coisa simples o lider torna algo muito complexo deixando o time muito sobrecarregado . Apesar disso considero boa   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa se empenha no desenvolvimento do funcionário além de oferecer planos de carreira. Por ser multinacional, há uma infinidades de áreas para serem exploradas principalmente em áreas internacionais. Contras: Felizmente ou infelizmente, a IBM é extremamente complexa e burocrática. Como consequência, muito esforço é expedido para introduzir Watson no setor financeiro. É preciso de muita gente capacitada, que saiba manipular os serviços da IBM, para aplicar nas diversas áreas da empresa. Conselhos para presidência: Os matemáticos ainda estudam os fenômenos quânticos com certo grau ceticismo pois é muito difícil ter o seu TOTAL controle através da modelagem matemática. Aplicações corporativas devem ser estáveis, seguras feito rocha. Isto não se faz com a computação quântica no momento atual. Quanto maior os poderes, maior a responsabilidade.   \nREPORTAR"},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com certa estabilidade, com muitos treinamentos, equipe colaborativa, chefia proxima e participativa e bons pagamentos no inicio. Excelente relacionamento com os colegas e difusão de conhecimento. Contras: Tem processos muito burocraticos e o RH é um tanto inacessível. Quem trabalha em outra unidade precisa faltar ao trabalho para resolver questões no RH da Tutóia.   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Bom ambiente, fácil acesso ao gerente e integração da equipe. Preocupação bom o bem estar do funcionário, como a disponibilização de ônibus para chegar a empresa. Incentivo ao uso do inglês. Contras: Trabalho repetitivo, inflexibilidade com horários. Localização de dificil acesso via transporte publico. Vale refeição pequeno via o bairro que se localiza.   \nREPORTAR"},{"user":"Estagiário em Programação","avaliation":"Prós: Ótima cultura empresarial, trabalho interessante e desafiador sem ser estressante. Bons benefícios. Boa oportunidade de efetivação para estagiários. Contras: Salário médio. As vezes as responsabilidades delegadas ao estagiário podem exceder o que deveria ser esperado de seu conhecimento técnico e experiência.   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Plataforma muito ágil, pessoal carismático, você tem todo o apoio, tudo lá é incrível, infraestrutura também muito boa, ótimo ambiente de trabalho Contras: Não têm praticamente, apenas acho que o salário podia ser um pouco melhor e os benefícios mas de resto muito bom mesmo, recomendo de mais..   \nREPORTAR"},{"user":"Desenvolvedor SAP","avaliation":"Prós: Benefícios e Plataforma de Estudo...Oportunidades internas de trabalho. Contras: Falta de gestão por parte do seu gerente de pessoas....Se vc estiver em cliente, esqueça qualquer relação com a IBM, será como se vc não existisse. Conselhos para presidência: Utilizar pessoas mais capacitadas como gerentes de pessoas.   \nREPORTAR"},{"user":"Estagiário Desenvolvedor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Treinamento da equipe, organização, oportunidade para trabalhar com novas tecnologias. Preocupação com a ética empresarial e bem estar dos funcionários. Contras: Trabalhar com linguagem de programação pouco conhecida, utilizar a intranet do Sicredi para poder realizar as atividades, havendo queda com frequência.   \nREPORTAR"}]