[{"user":"Analista de Produção","avaliation":"Prós: Os benefícios (Refeição, Alimentação, Creche). O material de trabalho sempre acompanha o mercado, com máquinas de última geração. Atividades extras dentro da companhia começam a mudar o clima organizacional. Contras: Os programas de carreiras são muito bem formulados, com uma vasta montante de informação, porém, em muitos cenários os funcionários não e encontram tempo para aplicar. Remuneração salarial é extremamente injusta para algumas classificações de profissional. Conselhos para presidência: Está na hora de além de apresentar planos de carreira, permitir que os funcionários alcancem os mesmos.   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Diversas oportunidades de desenvolvimento e benefícios. Bons profissionais, competentes e sempre dispostos a ajudar. Bom ambiente de trabalho Contras: Salário um pouco abaixo do mercado de trabalho. pouco prazo para entrega de projetos... Por vezes confuso como subir no plano de carreira...   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: empresa com oportunidade de crescer, aprender, se desenvolver, conhecer pessoas boas, ambiente descontraido, salario bom, gerentes excelentes. Contras: Não tenho nada para reclamar da empresa.   \nREPORTAR"},{"user":"Analista Financeiro - Ex-funcionário, saiu em 2005","avaliation":"Prós: Empresa muito dinamica. Uma escola. Dá muitas oportunidades para aqueles que se esforçam. Possui um ótimo plano de carreira e estimula o crescimento. Contras: Salários não são equiparados com os pagos fora do Brasil. O funcionário desempenha a mesma função que um americano e ganha 1/3 do que é pago pelo mesma tarefa. Conselhos para presidência: Outsorcing não deve significar diminuição significativa de salário   \nREPORTAR"},{"user":"IT Specialist","avaliation":"Prós: um otima empresa com oportunidades e tambem tem otimos beneficios . Tambem a posibilidade de trabalhar com pessoas de outros paises e projetos globais Contras: Falta um crescimento real na carreira não há um acompanhamento efetivo dos gerentes. Onde o profissional não consegue ter uma promoção tão facil assim, Conselhos para presidência: Os Team Leader devem acompanhar mais de perto as atividades que os funcionarios estao fazendo para ter o devido reconhecimento.   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de crescimento e aprendizagem. Para estagiários em TI, é uma ótima empresa para começar sua carreira, assim como as demais áreas de atuação. Contras: Acredito que a empresa não tenha pontos negativos de maneira que a mesma precise melhorar em algum quesito. Apenas o refeitório da sede de Hortolândia poderia ser mais barato. Conselhos para presidência: Continuar com o ótimo trabalho que vem fazendo   \nREPORTAR"},{"user":"Estágio","avaliation":"Prós: Aprendizado, ambiente dinâmico, flexibilidade, trabalho em equipe, trabalhar com novas tecnologias, reconhecimento de mercado, oportunidade de carreira internacional. Contras: Desenvolvimento de carreira, plano de cargos e salários, muitos processos antigos e lentos, ambiente de grande pressão, muitas horas extras para pouco impacto na entrega final.   \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios como plano de saúde, odontológico, desconto em remédios. Basicamente só isso. Nada exceto do que se é esperado de uma empresa desse tamanho. Contras: Poucas oportunidades de carreira. Localizado numa área meio afastada de transporte e com poucas vagas de garagem para todos os funcionários.   \nREPORTAR"},{"user":"Estagiário de Planejamento Financeiro - Ex-funcionário, saiu em 2014","avaliation":"Prós: Muito aprendizado, e muitas responsabilidades delegadas. Logo de início somos expostos à desafios que exigem um comprometimento grande com a organização. Contras: Salário inicial é muito baixo em relação ao mercado. Além disso a empresa pode ser meio burocrática quanto à efetivação. Nesse caso precisa-se de paciência.   \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Muito bom. Contras: Ambiente muito corporativo.   \nREPORTAR"}]