[{"user":"Database Administrator (DBA) Pleno - Ex-funcionário, saiu em 2010","avaliation":"Prós: Múltiplos clientes com tecnologias diferentes, alguns com tecnologia de ponta, portanto muitas oportunidades de aumentar o conhecimento técnico. Contras: Empresa explora demais, trabalha igual um condenado, paga mal, os gerentes e superiores não tratam funcionários com decência, não tem reconhecimento.   \nREPORTAR"},{"user":"Customer Support Specialist","avaliation":"Prós: No dress code. Diversidade. Flexibilidade em trabalhar de casa. Ambiente descontraído, pessoas educadas e amigáveis. Plano de saúde e Vidalink. Contras: Péssimo plano de carreira. Demora-se demais para crescer, mesmo que ano após ano você se destaque, seja o melhor do time e aprenda coisas novas de outras áreas. Parece funcionarismo público, não demitem pessoas ruins somente porque são pais/mães, mantendo elas para sempre. Carreira e hierarquia são péssimas, péssimos gerentes de todos os níveis. Conselhos para presidência: Reveja seu quadro gerencial e a forma como tratam funcionários ruins e os \"top talents\".   \nREPORTAR"},{"user":"Developer Programmer","avaliation":"Prós: Ambiente colaborativo, liberdade e diversidade. Bons benefícios e remuneração está sendo reavaliada de acordo com o mercado, ou seja, está melhor. Contras: Antiquada em relação a métodologias de desenvolvimento (como agile), remuneração (quadro está mudando para melhor). Ainda conta com uma lidrança falha e \"cega\" frente ao potencial de funcionários e novas maneiras de se trabalhar.   \nREPORTAR"},{"user":"Vendas","avaliation":"Prós: treinamentos online, investimento em novas tecnologias, localização e atualização dos equipamentos dos funcionários para mac/iphones o que ajuda na capacidade Contras: pouco foco em carreira por parte do rh, tendo mais preocupação em mensagens genéricas. O ambiente atual é desgastante, com bastante rotatividade de funcionários. Crescimento depende de amizade interna e não habilidades   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima empresa para se desenvolver proficionalmente, cargos de carreira bem atrativos e um organização que prima para uma execução das atividades de maneira ordeira e correta. Contras: Sua burocracia para com determinados assuntos, tornado uma atividade simples em um problema que o funcionário tem que se desdobrar para comprovar que a solução está de acordo com as leis em vigência . Conselhos para presidência: Entender que cada região tem suas particularidades, por ex: pq no Rio de Janeiro e executado uma atividade ou instrução, que no resto das regiões será da mesma forma.   \nREPORTAR"},{"user":"Data Scientist","avaliation":"Prós: Ótimo ambiente, há um grande incentivo ao seu bem estar, incluindo treinamentos internos e eventos sobre a empresa como todo. Reconhecimento profissional pelos superiores e executivos. Contras: Uma empresa muito grande contém muitos processos e burocracias, torna dificil algumas mudanças. Os salários não são conhecidos por serem competitivos.   \nREPORTAR"},{"user":"Gerente Júnior","avaliation":"Prós: Há incentivo ao crescimento pessoal e profissional dentro da empresa. Possibilidade de internacionalização trabalhando em outros países, principalmente os europeus. Contras: Ambiente de trabalho muito competitivo, carga horária passa muito do que deveria, as vezes necessário fazer hora extra. Dependendo do dia as tarefas podem ser um pouco respetivas e entediantes.   \nREPORTAR"},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: As pessoas, a oportunidade de aprendizado nas diversas áreas de atuação, os benefícios, a organização da empresa (é uma empresa séria, com resultados sérios e consequências sérias) e a quase que certa possibilidade de efetivação. Contras: Na minha area não existia um plano real pro estagiário, fiquei muito tempo fazendo absolutamente nada e sinto que perdi tempo. No momento em que tive mais contato com a operação, pude me desenvolver e aprender muito.   \nREPORTAR"},{"user":"Application Developer","avaliation":"Prós: A IBM oferece diversos benefícios e graças ao seu grande nome permite a todos IBMistas serem reconhecidos não só no Brasil mas também mundo a fora. Também contribui muito com o aprendizado de pessoas que recém entraram no mundo profissional Contras: Infelizmente o plano de carreira deixa muita a desejar, tenho vários ex-colegas de empresa que deixaram a IBM pois, além de não serem reconhecidos não tinham uma boa perspectiva do futuro da carreira   \nREPORTAR"},{"user":"Gerente de Vendas Especialista","avaliation":"Prós: Os benefícios são legais, a carreira é mentorizAda e você faz cursos importantes para a melhor trajetória da sua carreira. Vc tem todo suporte Contras: Quota muito alta, vive sobre pressão por lidar com grandes empresas você tem que sempre estar formal e estudar muito pq tem atualização de informação a todo tempo   \nREPORTAR"}]