[{"user":"Analista de Implantação Pleno","avaliation":"Prós: Experiência que adquiri durante a carreira na empresa, de tanto desafios que é exposto e pressão, acaba saindo da empresa muito mais forte e preparado. Contras: Falta de reconhecimento, falta de treinamento para determinadas tarefas, gerando problemas futuros, gestão e direção falhas, projetos mal organizados. Conselhos para presidência: Reconhecimento dos colaboradores com salário digno, mais organização na gestão dos projetos definindo e treinando cada área.   "},{"user":"Analista Pleno","avaliation":"Prós: Companheiros de trabalho são o ponto forte, Localidade, Ambiente confortável, muito bem organizado e limpo, Gestão da nossa filial é um dos pontos mais forte, e inscrição prioritária para funcionários a oportunidades de cargos diferentes dentro da empresa. Contras: Apesar de termos acesso a outras oportunidades dentro da empresa, não temos um bom reconhecimento, não por parte da gestão local que nos avalia e nos condecora quase que diariamente, mais sim por parte da empresa geral, ou seja, somos reconhecidos e bem avaliados dentro do setor, mais para reconhecimento e crescimento dentro da empresa isso ainda é muito fraco na Linx. Um exemplo no meu caso: Meu gestor pediu para subir meu cargo e só depois de um ano e meio houve alteração de poucos por cento no meu salario, e minhas avaliações estavam indo muito bem, bem antes disso, ou seja, é cansativo demais conseguir um aumento de cargo ou de salário na Linx. Outra coisa é no RH, que quase nunca funciona, todo o processo de Rh é altamente burocrático e ninguém nem sequer entende nada quando se pergunta coisas especificas, a falta de acesso a informações dos funcionários do Rh é quase zero, e quase nunca conseguimos falar diretamente com a pessoa que vai cuidar do assunto em especifico, é sempre muito burocrático. Outro ponto a se destacar é no caso da Linx geral e de alguns gestores, não todos mais alguns, esses em especifico focam em números, metas e relatórios desnecessários, o que muitas vezes para um setor que trabalha como suporte ao cliente não é nada bom, muita burocracia para registrar e finalizar um simples chamado por exemplo atrapalha o desempenho do funcionário e causa a insatisfação do cliente da empresa, e por diversas vezes somos obrigados a criar métodos alternativos para se adaptar, e bota criatividade nisso, precisa de muita. Alguns programas que utilizamos para controlar processos internos da empresa não funcionam direito, parecem sempre inacabados, estamos sempre utilizando ferramentas que parecem estar na versão \"Beta\", apresentam muito defeito e necessidade de adaptação por parte do funcionário, ou seja, muitas dessas ferramentas mais atrapalham do que ajudam. Conselhos para presidência: Para a gestão local eu só tenho a agradecer, é a melhor que já tive em todos os meus empregos, agora para a presidência da linx o que recomendaria, é criar mais oportunidades para os funcionários, reconhecimento, e implementar programas de gestão que deixem o trabalho mais rápido, pratico e eficiente. Muitas vezes as novidades implantadas por parte da presidência só dificultam e complicam mais o nosso trabalho, e muitas vezes geram retrabalhos desnecessários.   "},{"user":"Analista de Suporte","avaliation":"Prós: Maneira como é liberado qualquer tipo de roupa, não é cobrado uniforme, liberdade para se trabalhar sem muita pressão, ambiente descontraído Contras: Valorizam muito os funcionários de cargo elevado e esquecem da galera que faz o negocio acontecer (analistas) salários acima de 8 mil reais dependentes não pagam plano de saúde e nós que ganhamos pouco, pegamos ônibus deveríamos ter esse tipo de valorização tbm, o mesmo vale para vagas de estacionamentos, dentro da empresa varias vagas vazias, porque só gerentes pode usar o estacionamento, enquanto nós os desvalorizados temos que por o carro duas ou três ruas depois, Está faltando um gestor que mude alguns habitos porque até o cafézinho a empresa cortou, e bebedouro tbm não tem Conselhos para presidência: Usar as frases que são dada no inicio dos treinamentos se tornar real, porque qdo é feito os boas vindas tudo parece ser um mar de rosa, mas na pratica precisa melhorar muito   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: empresa promissora, com futuro no mercado Contras: falta de estrutura.   "},{"user":"Analista Comercial","avaliation":"Prós: Convenio medico e ambiente favorável, pessoas bacanas Contras: Desorganização, plano de bônus para comercial baixo, plano de carreira ilusório.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Flexibilidades de horários e comodidade, alguns benefícios diferenciados e atrativos, liberdade para aplicar o seus conhecimentos da melhor forma nas suas atividades. Contras: Não tem um plano de carreira, não tem uma visão clara de onde você pode chegar e quais os requisitos você precisaria ter para chegar à um determinado cargo ou função. Grandes investimentos em aquisições de novas empresas, apesar de ser um empresa em expansão por suas aquisições os investimentos em seus colaboradores são mínimos. Conselhos para presidência: Dar mais valor as pessoas que com comprometimentos fazem a diferença, reconhecer os seus colaboradores que tem potencial antes que os percam, investir em planos de carreiras, incentivos a novos conhecimentos e mostrar que a empresa se preocupa com a conquista de seus colaboradores e não só com os bolsos de seus acionistas.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Empresa da fácil localização e deslocamento, ótimo ambiente de trabalho, empresa de TI que envolve outros colaboradores em festas comemorativas. Contras: Gerencia despreparada, gestão muito fraca para o tamanho da empresa, Alguns beneficios como ajuda de custos de estudos não é muito divulgado   "},{"user":"Operador de Máquinas III","avaliation":"Prós: pagamento em dia, refeição no trabalho de qualidade, uniformes lavados na empresa, transporte fretado, banco de horas, convenio com farmacias e faculdades da cidade, plano de saúde, seguro de vida, plano odontológico Contras: me sinto explorado, produção a qualquer custo, pagamento e salários abaixo da média, ambiente ruim, maioria dos funcionarios infelizes. cultura pro patrão sem pensar no bem dos colaboradores   "},{"user":"Analista de Suporte","avaliation":"Prós: Tem uma localização excelente, possuí diversos benefícios para o funcionário, possuí salários medianos, ambiente mediano para se trabalhar, qualidade de vida mediana também. Contras: É necessário implementar novos processos de organização, estruturar metodologias, metas, participação de lucros e ambientação. Ter também um melhor salário para os cargos e reconhecimento de funcionário dentro da empresa. Conselhos para presidência: Reconhecer mais os funcionários que possuí, promover os que se destacam.   "},{"user":"Analista de Suporte Técnico TR","avaliation":"Prós: A empresa tem um porte grande e uma grande infraestrutura, alguns gestores são muito bons.Alguns até tentam realizar algumas coisas diferenciadas , mas o processo interno sempre acaba com tudo. Contras: A empresa é muito burocrática para crescer é necessário pedir para sair do cargo, para assim os gestores/gerentes/rh pensarem em aumentar o salário ou promover assim não aproveitando os profissionais que tem e também impactando no produto. Conselhos para presidência: Melhorar o crescimento profissional dos funcionários, investindo neles.   "}]