[{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Equipamentos de porta para desenvolver seu trabalho, café sempre quente e empresa limpa e em ordem. Adesivos bonitos na parede. Ar condicionado.\n\nContras: Equipe antiga de uma empresa comprada, que segue panela e não existe reconhecimento aos novos. Fila de atendimento enorme e pouca eficiência na resolução de problemas. Equipe saturada e insatisfeita. Barulho extremo no atendimento callcente.\n\nConselhos para presidência: Ouvir quem esta em contato direto com cliente, saber de suas necessidades e otimizar a administração de recursos com sabedoria e não com coleguismo, onde os antigos sempre beneficiados com folgas absurdas e outros não.\n\nRecomenda a empresa:  Não\n\nÚTIL? (4)\nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Ótimo ambiente de trabalho, empresa que busca cada vez mais fazer com que seus funcionários se sinto mais motivados e que trabalhem com processos mais práticos. Muitos benefícios, reconhecimentos e salário de acordo com o mercado.\n\nContras: É muito difícil um empregado conseguir uma vaga para trabalhar em outro setor dentro da empresa. Possui muitos processos \"engessados\", mas que estão melhorando com o decorrer do tempo e das gestões.\n\nConselhos para presidência: Utilizar um pouco da metodologia \"Google\" de ambiente de trabalho seria um grande diferencial, visto que a filial de Manaus já possui um pouco disso, porém a de Joinville não.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Assistente AdministrativoEx-funcionário, saiu em 2016","avaliation":"Prós: ótima equipe, bem unida..se passa muitas informações, as áreas trabalham juntas e todos se ajudam..\n\nContras: particularmente meu fluxo de trabalho era pouco, o que não me rendeu tanto aprendizado. gostaria de ter me desenvolvido mais..\n\nConselhos para presidência: melhores planos de carreira..\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de Sistema ERP","avaliation":"Prós: Empresa boa para desenvolvimento profissional ... . .\n\nContras: Gestores devem olhar melhor para os seus funcionarios que realmente trabalham e fazem a diferença em sua equipe, ainda falta esse reconhecimento e descaso por parte da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de ProjetosEx-funcionário, saiu em 2016","avaliation":"Prós: oportunidades para formando e recém formados de conhecer o mercado de trabalho, trabalho dinâmico e de responsabilidade. Empresa com grande diversidade de pessoas.\n\nContras: falta de um processo claro e definido, muitas pessoas mandando em poucas equipes e pouco investimento nos colaboradores.\n\nConselhos para presidência: apostar mais nos novos colaboradores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte a Sistemas","avaliation":"Prós: - Salários e benefícios sempre pagos em dia, sem atrasos. - Ambiente agradável apesar de pequeno. - Colaboradores interessados e coordenadores com uma gestão diferenciada.\n\nContras: - Sem plano de carreira, deveria abrir seleção interna. - Apesar do valor estar dentro da acordado com o sindicato, o valor pago pelo VR ainda é fora da realidade dos restaurantes do entorno, te limitando bastante. Geralmente acaba gastando do salário no final do mês pra almoçar. - Salários um pouco abaixo do mercado, comparando o nível de instrução dos analistas com o que é pago por outras empresas.\n\nConselhos para presidência: - Montar uma política de plano de carreira. - Rever salários e benefícios - Estimular novas ideias. - Investir em um espaço comum maior.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Foco no varejo Boa gestão financeira Boa estratégia de aquisições\n\nContras: Reconhecimento é muito baixo Não existe uma gestão de pessoas preparada\n\nConselhos para presidência: Ler os reviews do Love Mondays\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Infraestrutura SêniorEx-funcionário, saiu em 2015","avaliation":"Prós: empresas em grande fase de crescimento estabilidade quando se cumpre com as suas responsabilidades cumpre com as leis trabalhistas em sua totalidade\n\nContras: diretoria com visão nepostismo em que não aproveita os funcionários da companhia para atuar em cargos de gestão preferem trazer pessoas de confiança de fora da empresa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Auxiliar","avaliation":"Prós: Vários benefícios, cultura da empresa boa, ambiente agradável para o trabalho (estão investindo em infraestrutura e relacionamentos entre as filiais).\n\nContras: - Falta de plano de carreira claro - Controle no processo das atividades ruim. - Falta de comunicação e vontade de ajudar entre as áreas. ..\n\nConselhos para presidência: Investir em pessoas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Técnico Júnior","avaliation":"Prós: pagamento em dia e todo dia 25, bom convívio com os colegas, realmente poucos pontos positivos a destacar\n\nContras: Perspectiva de crescimento nenhuma, sem plano de carreira, salario baixo e sem perspectiva de aumento, uma má gestão de pessoas (pelo n1 pelo menos).\n\nRecomenda a empresa:  Não\n\nÚTIL? (3)\nREPORTAR"}]