[{"user":"Programador","avaliation":"Prós: Horário flexível, benefícios são razoavelmente bons, ambiente de trabalho confortável.\n\nContras: Desorganização. A empresa é muito grande(mais de 3 mil funcionários no total e crescendo de forma acelerada) e acredito que por causa desse fator, não pensam de forma adequada nos cargos e salários(não existe plano de cargos e salários).\n\nConselhos para presidência: Plano de cargos e salários. Do jeito que a coisa está, eu não consigo me ver crescer na empresa. Como pode um gerente de tecnologia não pensar em tecnologia e viver ASP clássico(morto a não sei quantos anos)? Entendo que o carro chefe é feito nessa linguagem, mas não deveria barrar o uso de novas tecnologias (ex HTML 5).\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador de Suporte TécnicoEx-funcionário, saiu em 2015","avaliation":"Prós: Equipe que se ajuda e procura buscar os resultados diante das dificuldades do dia a dia\n\nContras: Falta plano de carreira e por muitas vezes a gestão vira gargalo de informações , como se não existisse a necessidade do colaborador de hierarquia inferior contribuir para a empresa\n\nConselhos para presidência: Trabalhar a gestão para resolver conflitos de forma inteligente e sem coronelismo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Liberdade, resoluçao rapida de problemas, crescimento da empresa.\n\nContras: benefícios, cultura, ambiente, falta de processo e desorganizaçao.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de RedesEx-funcionário, saiu em 2015","avaliation":"Prós: Experiência legal pra quem está começando na área de TI. Vai aprender a falar no telefone na marra. Os colegas geralmente são gente boa, o que acaba tornando a convivência fácil.\n\nContras: Trabalho se torna cansativo depois de alguns meses, devido à falta de novidade. Não recomendaria ficar mais de um ano, a não ser que realmente goste e pretenda fazer carreira na área de atendimento e suporte.\n\nConselhos para presidência: Acredito que este seja um problema de empresas grandes, mas alguns softwares internos estão muito defasados e antiquados, o que prejudica o trabalho do analista. Poderia ser investido mais nisso, afinal, não se trata apenas de conforto, é algo que afeta diretamente a produtividade do colaborador.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Horarios flexivel, pagamentos em dia' gosto da empresa liberdade pa\n\nContras: Tem cobrança desnecessárias , não tem plano de carreira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Uma empresa onde se pode crescer cada dia mais, que valoriza sua equipe e procura sempre nos colocar avante.\n\nContras: Deveria pela jornada de trabalho ter um exercício elaboram diário, melhoria no setor de Recursos Humanos que cá entre nós na minha filial é uma vergonha.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: O ambiente é legal, a liberdade para trabalhar, a facilidade de chegar ao local também.\n\nContras: A empresa não tem processos e isso a torna desorganizada tornando tudo mais difícil e complicado. A empresa deixa a desejar quando se trata de reconhecimento dos funcionários e paga pouco por pessoas que fazem muito mais do que apenas seu trabalho.\n\nConselhos para presidência: A empresa precisa reconhecer melhor seus funcionários que vestem a camisa pela empresa. 4 anos sem aumento e exercendo funções de alta responsabilidade é algo inadmissível na maioria dos lugares mas aqui isso parece algo normal.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Infraestrutura Sênior","avaliation":"Prós: O ambiente com os colegas de trabalho\n\nContras: Remuneração baixa exploração dos funcionario\n\nConselhos para presidência: Melhore aa fórmula de bônus dos diretores e gerente pois neste formato atual os diretores e gerentes achatam ossalariso dos colaboradores parabater suas metas pessoais e receber os seus bônus ... Isso custe ao que custar ...\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Liderança no mercado nas soluções\n\nContras: Desorganizada, sem rumo, foco só no resultado financeiro, não se preocupa com funcionários, estratégia desalinhada\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa crescendo rapidamente.\n\nContras: Falta de processos, cultura incentiva falta de responsabilidade.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]