[{"user":"Analista de TI","avaliation":"Prós: Colegas de trabalho estao sempre dispostos a ajudar. As pessoas melhoram o ambiente de trabalho. Horario flexivel Contras: - crescimento profissional inexistente, para subir de cargo ou aumento de salario tem de se chorar muito ou ser amigo de diretor. -Presidencia e Diretoria ausente. Nao tem nem ideia do que seus funcionarios fazem. - Falta de processo. Apps sem dono. - Nada na Linx tem dono. Nenhum app ou problema, ngm sabe quem é o dono do negocio. Conselhos para presidência: Funcionarios nao deixam a empresa, deixam seus gestores que sao mal preparados ou estao no cargo por indicaçao. A Linx possue muita gente com o primeiro emprego e ha muitos anos dentro da empresa, nao tem nem noçao de mercado com isso seguram informaçoes e processos estao todos dentro da cabeça dos criadores com medo de perder o emprego.   "},{"user":"Assistente Administrativo","avaliation":"Prós: O ambiente d trabalho *****\"**\"* Contras: Pouco benefícios para muito trabalho   "},{"user":"Supervisor","avaliation":"Prós: As pessoas são amigas e acolhedoras. Liberdade e autonomia na tomada de decisões . Não se sofre muita pressão dos setores estratégicos. Contras: Poucos benefícios. Horas extras não são pagas em dinheiro , salários baixos , profissionais inexperientes e falta de treinamento. Conselhos para presidência: Valorizar e entender mais as necessidades do colaborador.   "},{"user":"Consultor","avaliation":"Prós: carisma, receptividade, bom relacionamento Contras: estrutura interna a ser melhorada   "},{"user":"Analista de Suporte","avaliation":"Prós: Ambiente e relacionamento com o setor de RH são muito bons. Benefícios são bons também. Contras: Processos que não funcionam corretamente, mentalidade atrasada de certos gerentes. Conselhos para presidência: Investir mais no capital humano.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente agradavel, oportunidade de crescimento profissional. Contras: No momento não tenho nada a reclamar.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2015","avaliation":"Prós: Alimentação na empresa, plano de saúde. Contras: burocracia é salários abaixo da media Conselhos para presidência: Aumentar o Salario.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Bons benefícios, incentivo e colegas profissionais. Contras: Demora no reembolsos quando admitido.   "},{"user":"Técnico de Infraestrutura","avaliation":"Prós: Empresa oferece muitas oportunidades de crescimento. Contras: Empresa não oferece nenhum tipo de incentivo financeiro ou promoções.   "},{"user":"Analista Pleno","avaliation":"Prós: Empresa muito boa de trabalhar. Contras: Nao houve reconhecimento profissional.   "}]