[{"user":"Consultor TécnicoEx-funcionário, saiu em 2014","avaliation":"Prós: Perfil de trabalho divertido e com muito aprendizado.\n\nContras: Sem expectativa de crescimento.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de DesenvolvimentoEx-funcionário, saiu em 2015","avaliation":"Prós: mercado e oportunidade de crescimento\n\nContras: desorganização gerencial, mudanças constantes\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente descontraído, pessoas amigáveis\n\nContras: Sem planos de carreira e salário parado\n\nConselhos para presidência: Melhoras gestão e planejamento\n\nÚTIL? (2)\nREPORTAR"},{"user":"ProgramadorEx-funcionário, saiu em 2013","avaliation":"Prós: Treinamento em novas linguagens\n\nContras: Algumas pessoas parecem que não fazem nada\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Convivência entre colegas, é um ótimo lugar para se fazer amigos e aprender com o próximo. Todos se ajudam a aprender e enfrentar os desafios.\n\nContras: Oportunidades de crescimento, é uma ótima empresa porém é difícil crescer (ir para outras áreas), não depende apenas do esforço individual.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de SuporteEx-funcionário, saiu em 2015","avaliation":"Prós: Ótima oportunidade de crescimento interno, procura ter processos bem definidos e que ajuda na organização.\n\nContras: Ambiente um pouco pesado e algumas vezes com um pressão excessiva.\n\nConselhos para presidência: Tentar melhorar o ambiente de trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (3)\nREPORTAR"},{"user":"Analista de Implantação JúniorEx-funcionário, saiu em 2015","avaliation":"Prós: Há muitas oportunidades e frentes de trabalho, é uma empresa em larga expansão e possui estabilidade no mercado.\n\nContras: Acredito que a comunicação interna ainda seja muito limitada. A comunicação entre departamentos é falha e cheia de ruídos.\n\nConselhos para presidência: Observar melhor as pessoas que se tornam líderes e verificar se realmente psicologicamente aquele líder tem condições de assumir uma equipe e tratá-la como tal, e não transformá-la em um campo de batalha onde as pessoas se enfrentem, dessa maneira evita gera atritos, negligência de informação e avaliações equivocadas de perfil. Há líderes que se perdem por sua posição, abandonando o posto de liderança e assumindo o de colecionador de elogios.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Amizades dentro da empresa e localização.\n\nContras: Não existe a valorização dos funcionários. O importante é os números, qualidade não importa. tratam os funcionários como descartáveis. Os coordenadores e gerentes mostram indiferença com os funcionários.\n\nRecomenda a empresa:  Não\n\nÚTIL? (7)\nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Empresa com uma pegada um pouco jovem e interessante para se trabalhar\n\nContras: Poucas oportunidades de crescimento e muita cobrança de números mas sem visar a qualidade\n\nConselhos para presidência: Estudar melhor a necessidade dos clientes e criar meios de contato mais fáceis e simples para resolução de problemas dos clientes\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa boa para trabalhar e aprender.\n\nContras: Muitas mudanças, falta transparência no caminho escolhido para seguir. Isso na área de TI.\n\nÚTIL? \nREPORTAR"}]