[{"user":"Especialista","avaliation":"Prós: Flexibilidade, ambiente amigável dentre outras coisas. Contras: Nenhum ponto negativo.   "},{"user":"Desenvolvedor","avaliation":"Prós: alguns beneficios que a empresa está oferendo agora, como convenio medico não cobra do colaborador e agora está implementado convenio odontologico que antes não existia Contras: pessoas pouco receptivas, não tem meritocria, foi retirado um ticket que era aceito em quase todas as redes por um que aceita em poucas. E não existe aumento na empresa.   "},{"user":"Analista de Suporte","avaliation":"Prós: Ambiente agradável, pessoas animadas. Horário de trabalho flexível, Benefícios bons, plano de saúde, 2 vales, plano odontológico, day off em caso de atingimento de metas Contras: Em relação a plano de carreira, é muito difícil conquistar um cargo melhor, tempo de atendimento de 15 minutos não é suficiente para um atendimento de qualidade   "},{"user":"Produtor e Diretor de Programa","avaliation":"Prós: Flexibilidade de horário e possibilidade de homeoffice. Localizacao tbem eh bem bacana. Infra estrutura e equipamentos de qualidade. Nao tenho mais nehum outro ponto. Contras: Pessoas pouco colaborativas e processos lamentaveis. Diretores de pouca capacidade tecnica e nada estratégicos. O RH nao eh ativo e nao estao interessados em integrar equipes   "},{"user":"Analista de Planejamento Pleno","avaliation":"Prós: Ambiente descontraído, horário flexível. O banco de horas é justo. Parece um pouco start up, apesar da empresa não ser uma empresa que está começando. Contras: Pessoas não são cooperativas, não há trabalho em grupo, não há processos documentados, cada um faz as coisas do seu jeito, bem porcamente. Se alguém não for com a sua cara, ninguém vai te ajudar. Tem feedback só para burocracia, porque não aceitam críticas ou opiniões. Conselhos para presidência: Só contratam quem é amiguinho de funcionário, faça uma empresa profissional, não uma panela de quinta série.   (4)"},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário alto e benefícios como: Vale refeição Vale alimentação convênio médico Convênio odontológico. Contras: Sem expectativas para crescimento, dando oportunidades pra quem está fora e quem está dentro não tem chances. Poucos feedbacks Quem é bom fica preso no mesmo Setor sem ter oportunidade de crescer   "},{"user":"Analista TR - Suporte Sistemas","avaliation":"Prós: Flexibilidade de horários, banco de horas, não tem dificuldade se precisar sair cedo, ou até mesmo faltar, contanto que pague as horas, não fiscalização quanto a isso. Contras: Não há treinamentos para o sistema os funcionários antigos não compartilham conhecimentos, tem que aprender sozinho, salário desiguais, o plano de metas impossivel de cumprir, pois a empresa não treina o funcionário para atender tais objetivos. O RH é omisso. Conselhos para presidência: Dar oportunidades de crescimentos, não sobrecarregar novatos com funções as quais não obtiveram treinamento, igualar salários dentro das equipes, pois funcionários com mesma função porém antigos ganham cerca de 7x mais e não produzem um terço que um novato, dar treinamentos, RH distante precisa compreender melhor os funcionários, nivel de insatisfação dos colaboradores é altissimo, clima pesado, funcionários antigos se sentem donos da empresa, vigiam, fofocam, e não passam conhecimentos aos novos.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2014","avaliation":"Prós: A estrutura física pode ser considerada boa! Os equipamentos utilizados também podem ser considerados bons! Algumas pouquíssimas pessoas estão dispostas a ajudar! Contras: Gestores não preparados. RH não pensa e não prioriza funcionários, não há plano de carreira! Não há benefícios compatíveis com o mercado! Desorganização!   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho bom e descontraído. Instalações físicas de excelente qualidade. A empresa incentiva a evolução e capacitação profissional. Contras: A definição de metas e objetivos não é participativa, muitas vezes as metas são divulgadas com atraso e todos tem correr atrás para recuperar o tempo.   "},{"user":"Analista de Implantação Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, possibilidade de home office de acordo com a área, carga horária diferenciada, ambiente agradável de trabalho e boa estrutura na matriz e filiais. Contras: Muita burocracia para tudo na empresa, muito chefes e ninguém põe a mão na massa. Só vêem os funcionários como números devido ser uma empresa de capital aberta. Chefes partidários que infelizmente não reconhecem o esforço individual de cada um. Conselhos para presidência: Melhorar integração com funcionários da matriz para demais filiais. Igualar salários, fazer reconhecimento por meritocracia e esforço individual.   "}]