[{"user":"Analista de Suporte","avaliation":"Prós: Equipe ótima, gestores e coordenadores íntegros, motivam a trabalhar e a descobrir a cultura da LINX. O suporte possui apoio e tem pessoas para ajudar quando for possível\n\nContras: O salário é muito baixo comparado com o mercado, isso realmente desanima, por mais que seja uma empresa ética. Não há planos de carreira, e o crescimento é demorado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Consultor Comercial","avaliation":"Prós: Ótimo pacote de benefícios, estrutura física excelente, auxílio educação, reconhecimento no mercado como líder. Inovação constante em tecnologia.\n\nContras: Com o crescimento da empresa , foram criadas novas verticais para ampliar o faturamento e expandir a carteira de clientes. Porém, a cobrança por resultados não acompanha o planejamento realizado para atingir tal resultado. O que acaba por comprometer o desempenho do colaborador.\n\nConselhos para presidência: Acompanhar o comportamento organizacional de novas Diretorias, que em alguns casos não refletem a proposta de cultura e clima organizacional que se propõe a Empresa\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Testes Pleno","avaliation":"Prós: Empresa grande com bastante oportunidade de atuação no segmento de software para o varejo. Possibilidade de vagas internas para trocar de setor.\n\nContras: Não existe plano de carreira, falta organização nos processos, metas irreais na avaliação de desempenho, dificuldades para aumentar os salários dos funcionários, tratamento diferenciado para algumas equipes.\n\nConselhos para presidência: Valorizar os funcionários enquanto eles trabalham na empresa e não apenas quando eles decidem sair.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Comercial Júnior","avaliation":"Prós: Empresa com uma estrutura muito boa em São Paulo, escritório e ambiente muito bom para se trabalhar. Empresas possui uma vasta carteira de clientes.\n\nContras: Não tem muita valorização no funcionário, VR muito baixo pela região e salários insatisfatórios. Muitos erros de processos que acabam gerando um stress enorme.\n\nConselhos para presidência: Investir e valorizar mais o colaborador, existe um certo desdenho por parte da empresa com seus colaboradores.\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de Negócios I","avaliation":"Prós: Empresa de porte grande lhe permite acessos a grandes clientes e experiencias diversificada. Possibilita participar de grandes projetos e tem um pacote de beneficios bom.\n\nContras: Processo Burocrático e engessado. As coisas são lentas para acontecer seja a mudança de cargos ou mesmo mudanças operacionais. precisa melhorar na forma que lida com os funcionários.\n\nConselhos para presidência: Melhorar a condução com os funcionários. Melhorar o Plr.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Auxiliar de Biblioteca","avaliation":"Prós: Ambiente muito agradável, funcionários dedicados, sempre tem café quente nas garrafas, RH sempre disposto a tirar suas duvidas e rotina de trabalho não cansativa.\n\nContras: Sem plano de carreira, sem vale refeição, não tem como descansar no intervalo, setores super quentes por falta de ar-condicionado, gestores sempre de mau-humor\n\nConselhos para presidência: No horário de almoço, do nosso descaso a gente não tem uma lugar adequando para passar nosso intervalo.\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"},{"user":"Líder Técnico","avaliation":"Prós: A cultura start-up da empresa, o jeito informal de tratar dos assuntos internos é muito acolhedor. As pessoas são incentivadas a integrar e a participar dos processos da empresa.\n\nContras: Espaço de trabalho \"adaptado\", apesar de a empresa estar trabalhando para transição para a matriz. Processos técnicos ainda carecem de amadurecimento, porém empresa caminha para isto.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A empresa fornece muitos benefícios e por ser uma empresa grande, proporciona empregabilidade para muitas pessoas, o software dela abrange várias áreas, food, postos de combustíveis, modas, serviços\n\nContras: Estou na empresa há aproximadamente dois anos e não vejo muito reconhecimento, chance de crescer aqui, pelo menos não na área em que estou que é o suporte\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte IEx-funcionário, saiu em 2017","avaliation":"Prós: As pessoas que trabalham no setor eh o ponto positivo, além da estrutura oferecida para o trabalho , e a localização da empresa também eh muito boa\n\nContras: Um grande ponto negativo eh a hierarquia, muitas pessoas pra de reportar e pouca organização no q se refere a cargo e valores relacionados a ele\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: salário, benefícios, pessoas. É uma empresa grande que tem boa visibilidade no mercado. Quando você é bom tem estabilidade. Paga em dia, tem PLR.\n\nContras: Tecnologia defasada, ausência de plano de cargos e carreiras, muito difícil ser promovido ou receber aumento se não pedir. Não reconhece os profissionais.\n\nConselhos para presidência: Criar um plano de cargos e carreiras, valorizar os profissionais, criar objetivos alcançáveis.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]