[{"user":"Especialista","avaliation":"Prós: Empresa com ótimo clima, liberdade de horário, home office, bons benefícios e ppr. Foco e visão no cliente muito forte, quem contagia as pessoas. Contras: Equipes de trabalho pequenas devido a redução de custos e quadro de funcionários nos últimos tempos faz com que você seja multi tarefas e nem sempre conseguimos fazer tudo no prazo.Mas o maior problema é plano de carreira, pois \"não existe\". Independente do tamanho e importância da sua entrega, pode se contentar apenas com um parabéns, subir de cargo por reconhecimento não é possível. Poucos cargos aparecem para você disputar uma vaga, sendo que trazem muita gente de fora \"peixe\" de alguém. Ainda ligado à Rh, temos problemas de faixas salariais nos cargos por áreas. Você tem pares que ganham muito mais do que você, independente se você trabalha mais, se tem mais currículo, se tem mais idiomas ou maior graduação e por isso me faz procurar um novo emprego. Conselhos para presidência: O Presidente revolucionou a companhia, quebrou paradigmas. Só precisa agora mudar a política de cargos, salários, ter a real meritocracia, pois senão vai perder seus talentos.   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa dinâmica e com bom ambiente, salários e benefícios de acordo com o mercado, além de treinamentos para desenvolvimento. Local de trabalho próximo a estação e pontos de ônibus Contras: Situação econômica da empresa instável, fazendo com que investimentos da empresa e aumento de salário dos colabores seja menos frequente. Vr para estagiário possui um valor menor, não cobre o mês   \nREPORTAR"},{"user":"Operador de Vendas I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Paga bem, tem bons benefícios, dá treinamento de sistema, premiações, boa equipe para trabalhar. Boa carga horária em loja de rua de 9h as 18h de seg a sex e aos sábados 9h as 13h Contras: Rotatividade mto grande, supervisores não preparados para capacitar os funcionários, sistema complexo com muitas telas para uma coisa simples, mta pressão para venda, sempre tinha um obstáculo a mais para não conseguir alcançar a meta. Conselhos para presidência: Capacitar os operadores, ter treinamento com técnicas de vendas.   \nREPORTAR"},{"user":"Operador de Vendas I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimos benefícios Vr, assistencia médica Vale transporte, tudo pago em dia Minha experiência foi muito boa na empresa, amei trabalhar lá. Ganhei muita experiência Contras: Má gestão. Só muda de cargo que tiver boas fluência e colega na empresa, não sobe de cargo por mérito, somente por coleguismo. Tirando isso é tudo ótimos. Conselhos para presidência: Avalie as pessoas por mérito e não por coleguismo \nREPORTAR"},{"user":"Assistente III","avaliation":"Prós: Os benefícios da empresa são ótimos assim como seu piso salarial. Contras: Plano de Desenvolvimento pessoal fraco   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ótimo ambiente de trabalho, liberdade para ser você mesmo, otima localização, empresa bem receptiva com os funcionários. Ótimo aprendizado. Contras: Ainda não tenho pontos negativos, pois estou pouco tempo na empresa, logo não tenho nada como ponto negativo. Estou gostando da experiência.   \nREPORTAR"},{"user":"Assistente de Retenção","avaliation":"Prós: Beneficios, ambiente e gestão .. funcionários sempre bem educados e atenciosos , localidade muito boa .. recomendo a todos trabalharem aqui !! Contras: Nenhum...   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Clima organizacional muito leve, pessoas dedicadas , que se preocupam com suas entregas, não com a maneira que está vestido ou a forma como trabalha. Contras: Acredito que deveríamos tomar decisões mais paltadas em pesquisas técnias e de grande confiabilidade. Fazer as coisas na pressa, normalmente, não encontram o melhor resultado   \nREPORTAR"},{"user":"Analista de Tecnologia III - Ex-funcionário, saiu em 2018","avaliation":"Prós: A área de DIGITAL é ótima, as melhores ferramentas do mercado, melhores estruturas físicas, ambiente agradável, pessoas tecnicamente boas (no começo), horário flexível e tudo mais que startups oferecem hj. Contras: INFELIZMENTE, desde que a diretoria de digital mudou, somente a Nextel não percebeu que a área foi morrendo aos poucos, TODOS os colaboradores do inicio de digital sairam por não concordarem com a nova diretoria. Diretoria essa que está acabando com a metodologia agil na empresa. É incrível como toda a cúpula ve DIGITAL acabando e ninguém toma ação alguma. Conselhos para presidência: Não tem mais o que fazer com essa diretoria.   \nREPORTAR"},{"user":"Product Owner (PO)","avaliation":"Prós: - Escritório, bem localizado e de ótima qualidade - Ótimos salários e benefícios - preocupada em dar os primeiros passos em direção às transformação digital - laptop para todos e não faltam recursos para o dia a dia Contras: - bônus/ppr com grande discrepância entre níveis gerenciais e operacionais - pressão excessiva - decisões são tomadas por superiores sem participação das equipes - falta de foco e falta de recursos: em constante corte de gastos, reduzindo equipes, mas aumentando o foco - acúmulo de cargos e funções sem o devido treinamento - camada gerencial fica refém do que é definido na alta gestão - falta de foco em desenvolvimento de pessoas, foco apenas em resultados - desequilíbrio entre áreas em termos de benefícios, gestão e aplicação de recursos.   \nREPORTAR"}]