[{"user":"Assistente de Comunicação III","avaliation":"Prós: Nunca atrasou os salários e tem uma capacidade de mudanças incrível, benefícios como plano de saúde, telefonia móvel para famíliares e etc são grandes diferenciais. Contras: Ponto negativo mais identificado é a carga de trabalho que é massiva devido as burocracias encontradas em algumas áreas dentro da empresa, o que pode ser bem estressante.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: salário acima do mercado, ótimo ambiente tive muito orgulho de estar por 6 anos e 6 meses participei em varias ações e projetos pilotos tive a honra de participar da transição para tecnologia 3G e 4G Contras: Infelizmente com os novos acionistas não tive a oportunidade de mostrar o que um assistente adm de loja era tão importante quanto um líder de loja fui efetivado para back up a empresa achou melhor extinguir este cargo após 7 meses me candidatei para voltar por gostar da empresa porém a coordenadora que está apenas 7 meses no cargo não me deu a chance de mostrar que sou um excelente profissional e iria ajuda-la a ser melhor ainda, fico triste por não ter uma nova chance é por isso que estou estudando RH pois as contratações precisa de uma inovação como contratar um ex funcionário ou novo se as perguntas são as mesmas métodos diferentes mais as mesmas perguntas funciona claro sim, justo não , mais RH não seria ser para melhorar um profissional humano a ser melhor para lucrar mais ?? quero me formar e um dia voltar e agradeço a oportunidade de ser convocado mais espero um dia de poder inovar esse conceito de contratação Conselhos para presidência: o Lucro é sua competência , seus funcionários humanos e robóticos são suas ferramentas mudar uma engrenagem faz parte da inovação seja crítico porém justo dar uma chance não é retroceder é sim premiar quem ama o que faz se acontecer não terá apenas um funcionário terá até 03 em 01 só mais motivado mais leal e com sangue no olhos para vencer\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Atendimento - Ex-funcionário, saiu em 2013","avaliation":"Prós: Estrutura muito boa , tive ótimas experiências com as pessoas ,muito transparentes longe de preconceitos , você pode conversar com os gerentes normalmente ,não precisa marcar reuniões . Contras: apesar de ser uma das melhores empresa que trabalhei , ainda falta uma organização nos horários e decisões , pois tive que sair ou perderia a faculdade e não tive oportunidade de mudar . Conselhos para presidência: Mude a maneira de tratar seus funcionários , eles não são números , são pessoas que acreditam nos ideais da empresa , porém vocês não dão essa oportunidade para quem já está dentro.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador Contábil e Fiscal","avaliation":"Prós: Excelente localização, salário compatível, ambiente desafiador, bons benefícios e boa PLR. Ambiente bem descolado, dress code bem flexível, Summer fridays,. Contras: Trabalhar em um lugar onde você espera ser vendido a qualquer momento. Gosto muito de trabalhar lá, por mim não sairia nunca, mas é difícil não ter expectativas nem a curto prazo. Conselhos para presidência: Excelente o Rittes, um perfil bem contagiante.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"UI/UX Designer Especialista","avaliation":"Prós: Ambiente agradável, liberdade para explorar, crescer, aprender e propôr soluções. Os times geralmente são formados por pessoas experientes e agradáveis Contras: Mentalidade ainda engessada em números, visão encurtada. A rotatividade da equipe de digital é muito alta. Ainda tem muito para evoluir no mindset de inovação Conselhos para presidência: Confiar mais nos especialistas, investir em treinamento dos funcionários e se preocupar mais com acessibilidade\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Admnistrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa tem plano de carreira ,reconhece pelo seu trabalho um ambiente excelente,salários e benefícios muito bom está se adequando ao mundo das startups e se destacando. Contras: Estão mudando sempre o convênio dos funcionários e estão fazendo diferença devido aos cargos acho que no mundo de hoje isso não é bom para o colaborador. Conselhos para presidência: Ouvir mais os colaboradores da operação é lojas os que realmente sabe o que o cliente deseja.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"UX Specialist","avaliation":"Prós: Bons benefícios e salário compatível com boas posições no mercado. Time altamente capacitado e extremamente resiliente. Boas oportunidades para quem está a fim de fazer acontecer e corre atrás disso. Contras: Empresa burocrática. Mina a autonomia e a energia do time envolvido no projeto. Mudanças constantes prejudicam a qualidade do trabalho e da entrega, causando muita falta de foco. Times desmotivados e sem propósito no trabalho. Conselhos para presidência: Capacitar melhor os líderes e aproveitar melhor as pessoas contratadas. Na adianta nada ter um monte de especialistas e dizer pra eles como fazer seu próprio trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de Planejamento","avaliation":"Prós: Ótima empresa, com excelentes profissionais. Anda no caminho da evolução... Tem crescido bastante nos últimos anos, sendo uma excelente indicação para quem está à procura de uma oportunidade. Contras: Evoluir em relação ao mercado, em alguns momentos deixa a desejar em relação ao mercado e até mesmo em relação a salários (Onde novos funcionários, ganham mais do que os antigos)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ótimo clima de organizacional, altíssimo grau de aprendizagem on the job e boa localização. A Nextel é uma empresa que encanta os colaboradores. Contras: Baixo investimento em RH, mudanças constantes da alta liderança da companhia acabam gerando stress e direcionamentos diferentes que prejudicam o trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Cultura, ambiente de trabalho,plano de saúde e odontológico, salário acima do mercado, premiação, localização do escritório,vale alimentação Contras: Comunicação entre as áreas, comissionamento por faixas, auxílio combustível defasado com os aumentos do mercado,sem estacionamento fixo no local de trabalho Conselhos para presidência: Oportunidade de encarreiramento,melhoria do plano de saúde\n\nRecomenda a empresa:   \nREPORTAR"}]