[{"user":"Analista de Planejamento Financeiro Sênior","avaliation":"Prós: Clima e benefícios que a empresa oferece, programa de carreira e oportunidades de aprendizado, muitas palestras traseiras do mercado, é um ambiente bom para se desenvolver Contras: A empresa está passando por instabilidade a pelo menos 5 anos, isso gera insegurança e todos os anos acabamos passando por ondas de corte de pessoal.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa oferece otima remuneracao e beneficios, cursos e plano de carreira para os funcionarios. Empresq muito dinamica e gestores qualificados. Contras: A empresa em 2016 passou por um estruturacao e demitiu uma gra de parte do comercial . Alem disso gechou muotos dillers e beneficios de funcionarios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Incentivo ao crescimento profissional, empresa é muito coerente nos pagamentos, os supervisores são muito atenciosos, a empresa faz o funcionário ter visão de dono. Contras: A empresa tem sérios problemas com a cobertura dos serviços, os clientes estavam sempre na loja com os mesmos problemas e infelizmente nunca tínhamos uma solução. Conselhos para presidência: Melhorar o canal de comunicação entre os operadores de venda e o backoffice.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa nao cobra muito de seus funcionários. A empresa paga em dia. Não tenho muito o que falar até porque fiquei por pouco tempo. ......... Contras: A empresa encontra-se em decadência. Na época que entrei já estava perdendo seu espaço no mercado de telefonia móvel. Conselhos para presidência: Mudar o plano de marketing da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Tratamento com o colaborador (meritocracia, feedback), salário justo e benefícios. Sem mais a declarar. Contras: Falta de um Plano de carreia ou suporte para que o colaborador monte seu plano individual. Sem mais a declarar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Logística Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: não consigo lembrar algo de fato positivo , além de ter passado por várias ondas de cortes de pessoal em massa, processos confusos e mal definidos Contras: empresa sem norte e com muitos funcionários antigos e desatualizados que não se esforçam para melhorar os resultados e o ambiente como todo. Conselhos para presidência: Renove o time todo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário de Business Intelligence (BI)","avaliation":"Prós: O ambiente é desafiador, o que proporciona uma ótima possibilidade de crescimento profissional. Além disso, é possível atuar em uma empresa grande com clima de startup, ou seja, trabalhar de maneira bem próxima e dinâmica com outras áreas da empresa. Contras: Algumas das lideranças ainda possuem ideais antiquados para a empresa, e isso afeta aos que estão dentro de sua liderança. Além disso, o nível de incerteza de uma empresa que pode ser considerada como pequena, considerando o setor, é algo que permanece na cabeça dos colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário, benéficios, plano de carreira. Contras: Alguns gestores, falta de comunicação entre as áreas, algumas promoções internas sem processo seletivo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Velocidade nas decisões, produto competitivo no mercado, engajamento dos funcionários, benefícios, salário acima da média na área de Telecom. Contras: Momento financeiro difícil, mudanças de direcionamento estratégico e na alta gestão, poucos investimentos, sobrecarga dos níveis seniores e gerencia média.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagam em dia, TI muito competente, bem localizada e crescendo cada dia mais no mercado atual. Contras: Não tem chance de crescimento, gestores confusos e com uma certa preguiça de ensinar ou fazer qualquer tipo de acompanhamento com o vendedor. Querem que você chegue e venda sem nenhum tipo de apoio. Conselhos para presidência: Olha mais para a parte operacional de vendas. Pois é de onde sai o sustento da empresa.\n\nRecomenda a empresa:   \nREPORTAR"}]