[{"user":"Analista de Marketing Pleno","avaliation":"Prós: horário flexível, home Office uma vez por semana, dayoff na sexta feira e participação nos lucros Contras: instabilidade, falta de plano de carreira, demissões em massa constantes, processos engessados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa seria, ambiente agradável e travalham com incentivos aos funcionários. Muitos treinamentos são realizados e confraternizações. Boa empresa Contras: Nao existe a tão famoso e prometido planonde carreira. Dificilmente existe te alguma promoção, e sim processo seletivo externo, não dando assim oportunidade de crescimento aos profissionais\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor Comercial - Ex-funcionário, saiu em 2014","avaliation":"Prós: Valorização do colaborador como ponto positivo. A area de rh é muito ativa e faz o colaborador se sentir valorizado refletindo diretamente nos resultados Contras: Mal utilização de alguns recursos empresa utilizou recursos de forma ineficiente atrapalhando seu plano de expansão e crescimento. Faltou um melhor planejamento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente Comercial","avaliation":"Prós: Operacional da empresa atua com uma agilidade boa. Pagam em dia, Empresa bem localizada, beneficios rasoavelmente bons (comparado com algumas empresas do segmento) Contras: Se igualou as outras operadoras no formato de trabalho Se tornando uma empresa robôtizada. Salário abaixo do mercado. Não valoriza os vendedores, sistema pré historico, não paga participação nos lucros e não tem plano de carreira transparente. Conselhos para presidência: Olhar mais para os vendedores, procurar entender as reais necessidades da empresa. Verificar formato de gestão imposta nas lojas. Evitar ações externas. Vendedor (interno) ganha pra ficar dentro da loja e não correndo risco na rua.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: Clima muito amigavel e de respeito. O dia a dia com os colegas de trabalho tornam o dia mais leve. Os beneficios sao bons..beneficio no sentido de qualidade de vida. Ter homeoffice , short day e beneficios para tornar o trabalho mais leve Contras: Plano de carreira. Se entrar com um salario e cargo dificilmente sera promovido a curto prazo. Isto acontece em algumas areas da empresa, incluindo o RH Conselhos para presidência: Deveriam verificar o plano de carreira para a area de RH\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Loja","avaliation":"Prós: Bom relacionamento com RH e gestores. Contras: Muitos descontos em folha e comissão baixa. Não tem PLR.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Fraude I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Crescimento profissional; Bom salário; Bom ambiente e relacionamento interpessoal; Bons benefícios financeiros ou não, tais como: Home office... Contras: Cobranças e metas altas; Prazos curtos; Dificuldades para se comunicar com Gestor imediato prontamente; reduções de áreas e funcionários na filial...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Administrativo de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Liberdade para trabalhar da forma que bem entender, sem prazos apertados e muitos benefícios como home office, folga no aniversário, etc bom relacionamento com os colegas. Contras: A empresa deixou de ser uma empresa que valoriza o funcionário, para uma empresa que quer mão de obra barata. O relacionamento entre áreas era péssimo e muitos erros de planejamento lá no passado impactam hoje em dia na vida dos funcionários. Conselhos para presidência: Valorize o funcionário. O que vocês fazem não é valorizar não, é dar benefícios que não pesam no seu bolso, benefícios \"grátis\". Funcionário quer ser reconhecido e mais.. Quer trabalhar na tranquilidade que se fizer um bom trabalho não será demitido! O que não é o caso... Demitem sem critério nenhum, isso já faz parte da essência da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente tranquilo, salário compatível com mercado, ótimos benefícios. Horário flexível, oportunidade de crescimento. Rh com atendimento ótimo, não atrasa salários. Contras: Gestores precisam ser gestores. Necessário ter treinamento para eles, por não saber dividir o pessoal no profissional. Falta estratégia para melhor atender o cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e entrevistadoras e serviços prestados para clientes que vem um serviço diferenciado para o que propõe.Ainda sim é novidade no mercado . Contras: Feedbacks e prazos enrolados dentro da empresa que já ganhou prêmios .Relacão com futuros colaboradores devem ser mais transparente e menos burocrático o processo seletivo não é transparente Melhorem Conselhos para presidência: RH informe prazos e pra Presidência melhorem planos de carreiras\n\nRecomenda a empresa:   \nREPORTAR"}]