[{"user":"Analista de Atendimento ao Cliente","avaliation":"Prós: Salário um Pouco maior que a media, os benefícios são muito bons, eles dão bastante treinamentos para os funcionários, e é muito bom o trabalho em equipe. Contras: Pouca oportunidade de crescimento, as metas são maiores do que é possível pela área sede atendimento, deveriam fazer metas conforme o local em que está atendendo, pois é bem mais fácil vender em loja de shopping do que de rua.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Administrativo","avaliation":"Prós: Habiente de trabalho, remuneração salarial, gestão efetiva, bom lugar para aprender outros serviços, estabilidade, benefício ótimos e nunca deixou de pagar que é correto. Contras: Único ponto negativo e a localidade, porém já me acostumei com tal trajeto que não vejo hoje como um grande incômodo, haja visto que o incômodo mesmo e nosso meio de transporte. Conselhos para presidência: Continue assim.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Excelente empresa , com inúmeros benefícios, pontual e correta em relação a benefícios e pagamento . Os benefícios são bem mais atrativos que outras empresas do ramo Contras: A grande de maioria dos gestores são péssimos , o que ultilizam o coleguismo como critério de avaliação para funcionários , assim prejudicando outros.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Negócios I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma empresa nos termos administrativos muito boa de se trabalhar, justa na remuneração, bons benefícios. O escritório é bem localizado, fácil acesso a transportes públicos. Contras: O ambiente organizacional deixa um pouco a desejar, os funcionários são mantidos por amizade ou preferência, na área comercial o gestor/ supervisor não tem nenhum tipo de qualificação em gestão de pessoas, apenas são promovidos pelo bom desempenho nas vendas, o que ocorre em uma fraca gestão de pessoas, com funcionários insatisfeitos não favorecendo nenhum tipo de crescimento técnico ou aprendizado de qualquer natureza. Alguns cargos, como o de gerente são geridos por pessoas com muito tempo de empresa, o que ocorre em alienação na forma de gestão, desorganização e falta de planejamento dentro do setor comercial e falta de oportunidade de carreira. Para alavancar as vendas, é preciso novos gestores, pessoas mais engajadas e sobretudo manter funcionários por competência. Conselhos para presidência: É preciso estar atento aos funcionários que tem muito tempo de casa, que por estar acostumados com aquele modelo de gestão de 18 anos atrás acabam não se atualizando e fazendo da empresa um péssimo local para se trabalhar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom clima e localização, funcionários q gostam da empresa, bons benefícios. Pagamentos sem atraso, oportunidade de crescimento, um pouco restrito mas existe. Lembranças em dias especiais como dia das crianças, das mães... Contras: Troca funcionários antigos e eficiência por novos q não valorizam a empresa. Muitas mudancas de processos e informação mas com pouca comunicação. Falta as áreas conversarem entre si.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com processos de RH bem sólidos e estruturados, tive a oportunidade de trabalhar em um setor com profissionais maduros que desempenham as suas atividades com excelência. Contras: Os setores da empresa não são bem integrados, muitas vezes o resultado não atingido em uma determinada área acaba sendo atribuído a uma outra.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Vendas","avaliation":"Prós: Empresa muito boa , bons benefícios, forma de trabalho descontraída e confortável, metas acessíveis. Empresa disponibiliza treinamentos constantes. Contras: Empresa muito boa , bons benefícios, forma de trabalho descontraída e confortável, metas acessíveis. Empresa disponibiliza treinamentos constantes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão ,meritocrática; escritório é bem localizado,possuem atividades que incetivam o plano de carreira Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos (RH) Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Processo de admissão bem organizado, com informações claras. Cozinha no escritório de SP tb é um diferencial. Valor do vale refeição compativel com restaurantes da região. Contras: Clima e ambiente de trabalho ruim. Média liderança distante da operação. Falta de clareza na estratégia da empresa e as informações estratégicas nao sao cascateadas pelos lideres. Conselhos para presidência: Valorize mais ações de desenvolvimento e coloque em prática um plano de gestão proxima aos colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O ambiente de trabalho é muito interessante e construtivo. Os gestores são muitíssimo bem preparados para liderar, tornando a experiência melhor Contras: A empresa em geral tende a passar aos estagiários tarefas muito operacionais, muitas vezes tirando a oportunidade que eles têm de crescer lá.\n\nRecomenda a empresa:   \nREPORTAR"}]