[{"user":"Analista de Atendimento de Lojas I - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas, além do bom salário. Exige alta performance dos funcionários mas possui recompensa como algumas campanhas. Contras: Apesar de oferecer oportunidades de crescimento é muito dificil crescer por si só, aguardei um ano para me candidatar a vagas internas e devido a pressão por resultados na loja muita gente acabou sendo mandada embora junto comigo e acabou com a chance.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Contas","avaliation":"Prós: Bons salários e benefícios, ótimo ambiente de trabalho, flexibilidade no horário, excelente RH, oportunidade de crescimento a longo prazo dentro da companhia. Contras: Atuação limitará a telefonia móvel, perdeu força no mercado com o fim da tecnologia Iden. Precisa melhorar o processo de gestão e justa meritocracia. Conselhos para presidência: Investir em rede e tecnologia para crescimento dentro do mercado 4G.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2012","avaliation":"Prós: ótimo ambiente de trabalho, bons benefícios, metas tangíveis, supervisão acessivel, salario compativel com o mercado, empresa solida e estavel. Contras: plano de carreira complexo, na epoca poderia haver plano de variavel, maior contratação de funcionarios, haviam poucos treinamentos também, job rotation seria uma boa opção.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Negócios","avaliation":"Prós: Pacote de benefícios atraente, plano de telefonia para toda família, flexibilidade no horário para equipe comercial e cumpre os prazos de pagamento Contras: Gestão de péssima qualidade, não investe nos funcionários, não possui plano de carreira e muito fraca com as ferramentas de trabalho; Não possui um plano estrear claro. Conselhos para presidência: Controle gestores mais competentes e preferencialmente com diplomas e certificados, mude a equipe de marketing e valorize as pratas de casa!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Marketing","avaliation":"Prós: A estrutura do prédio, localização, ambiente de trabalho são boas, algumas pessoas são muito boas, leais e legais. A marca é reconhecida, é uma empresa grande que honra seus compromissos com os colaboradores Contras: A nova diretoria, o novo presidente e seus vices estão destruindo o clima organizacionais e o ambiente da empresa, com ações impositivas, estao derrubando a receita e os negócios em geral\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Contas","avaliation":"Prós: Existe um ótimo clima para se trabalhar, temos paixão pela empresa e marca, estamos sempre com vontade de fazer o melhor é garantir a satisfação dos nossos clientes. Contras: Autonomia, processos internos ainda são muito moroso precisa ser repaginado e atualizado, para garantir sua efetividade e agilidade assim podemos gastar energia trazendo clientes para nossa base. Conselhos para presidência: Sair na frente da concorrência\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Digital","avaliation":"Prós: A empresa possui ótimos benefícios, é bastante dinâmica e contribui muito para o crescimento profissional, dando também muita oportunidade de crescimento. Contras: O cargo requer muita dedicação, algumas vezes é necessário dedicar mais horas do que o normal, o que pode ser mais complicado para pessoas com família e filhos. Conselhos para presidência: Ser cada vai mais enxuta. Modelo Startup.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor","avaliation":"Prós: Ambiente Salário Benefícios O pacote de telefonia móvel para funcionários e dependentes é maravilhoso o que trás uma economia significativa nesse segmento para os funcionários além de um serviço leve e de muita qualidade Contras: Incerteza financeira Ambiente Coorsenacao pouco acompanha os funcionários abaixo da sua hierarquia assim como os indicadores além de fazer uma avaliação superficial para medir a plr. Conselhos para presidência: Se reciclar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista Contábil - Ex-funcionário, saiu em 2016","avaliation":"Prós: Possibilidade de crescimento, reconhecimento financeiro para boa performance, estrutura física do ambiente de trabalho muito bonita e localização. Contras: Ambiente de muita pressão, falta de processos estruturados, turn over alto, alta administração não se preocupa com as dificuldades operacionais decorrentes de um sistema fraco, falta preocupação com a qualidade de vida dos funcionários, faz-se muitas horas extras. Conselhos para presidência: Se organizem. Politicas e processos devem ser seguidos por todos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa é muito boa, tem ótimos benefícios como celular, Vale Alimentação e Refeição, uma PLR Razoável, a empresa está sempre se inovando para conquistar ainda mais espaço no setor. Contras: Péssima Gestão em algumas áreas, grande parte de gestores não possuí perfil para ocupar o cargo, além de beneficiar apenas os amigos com cargos e salários.\n\nRecomenda a empresa:   \nREPORTAR"}]