[{"user":"Executivo de Negócios","avaliation":"Prós: Plano de carreira é bom. Fui promovida várias vezes dentro da empresa. Valorizam muito o funcionário Contras: Falta comunicação entre áreas, não há divulgação das estratégias. Muitas vezes dificultam o dia a dia. Conselhos para presidência: Escute os funcionários para que com isso veja onde pode melhorar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Financeiro III","avaliation":"Prós: A empresa dá muitas oportunidades de crescer, é um bom lugar para se desenvolver, e conhecer pessoas de muitos paizes diferentes, é uma grande experiencia. Contras: Está passando por um momento de cortes, foi incorporada recentemente, o que tem causado cortes de pessoal e orçamento, de forma geral se trabalha muito aqui.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Business Intelligence (BI)","avaliation":"Prós: ambiente de trabalho / pessoas áreas engajadas pessoas motivadas empresa sempre inovando Contras: modo de promocao e entrega de valores ou premios por merito _ nao foi sempre assim Conselhos para presidência: transparência nas mudanças\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Atendimento ao Cliente II","avaliation":"Prós: Benefícios, carga horária de trabalho, localização (do lado da estação de trem), perto de shopping, restaurantes etc (ou seja, várias opções para almoçar), clima organizacional, oportunidade de aprendizagem. Contras: Um pouco de falta de apoio, pressão trabalhar final de semana, muita regra para um atendimento com tão pouco tempo para resolver os problemas e alcançar as metas. Conselhos para presidência: Mais apoio, menos regras.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Vendas Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bom salário, espaço com ótimos profissionais além dos incentivos a formação, buscam profissionais bem capacitados que entregue as metas pedidas Contras: Pouca mobilidade, senti que o processos eram restritos, mesmo com disponibilidade, algumas vagas já eram carta marcadas e não se esperava conseguir uma nova função. Conselhos para presidência: Aumentar as conexões internas,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Comercial - Ex-funcionário, saiu em 2016","avaliation":"Prós: No início era o reconhecimento do colaborador, planos de cargos e salários e benefícios. Era uma empresa que tinha como foco principal os funcionários e suas famílias. Contras: Após se tornar uma emptesa com planos de valores muito baixos, teve um impacto negativo com seus colaboradores com baixos salários, reestruturação interna e poucos benefícios. Conselhos para presidência: Reestruturar de dentro para fora!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"BackOffice","avaliation":"Prós: Ambiente de trabalho é muito bom. As pessoas se ajudam para que tudo fique mais descontraído. Acredito que esse ponto ajude na parte motivacional. Contras: Crescimento dentro da empresa é restrito, visando que os cargos de alto escalão já estão preenchidos pela mesma pessoa por muitos anos. (Mais de 20)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Conheci profissionais qualificados, a empresa incentiva o crescimento profissional através de cursos, tem benefícios diferenciados em relação ao mercado de trabalho. Contras: Empresa não atua de forma cooperativa, Não permite discordância, rejeita a experiência de seus profissionais e as relações pessoais mais importantes que as competências profissionais. Conselhos para presidência: Que coloque profissionais que realmente tenham conhecimento do mercado e não soluções paliativas com conhecimento superficial, as competências profissionais são tão importantes quanto as relações sociais. E principalmente ganho sem ética, não deveria ser tolerado. O prêmio máximo da empresa foi ganho em dia maioria por fraudadores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Líder de Atendimento","avaliation":"Prós: Oferece Plano de carreira para os profissionais qualificados para o cargo. Boa estrutura em relação ao mercado e salários e benefícios acima da média do mercado Contras: As vezes possui alguns setores que deixam a desejar na questão de organização, profissionalismo e comunicação externa. Alguns funcionários são favorecidos sem merito\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora","avaliation":"Prós: A empresa tem muitos benefícios, treinamentos custeados e um vale refeição alto. Tem uniforme e os gerentes costumam ajudar os funcionarios nas vendas. Contras: Ponto negativo é que não conseguimos resolver os problemas dos clientes de imediato, o que acaba acarretando briga pois os clientes não aceitam,\n\nRecomenda a empresa:   \nREPORTAR"}]