[{"user":"Assistente Comercial - Ex-funcionário, saiu em 2016","avaliation":"Prós: excelente beneficios e comissão muito bom ,muito bom muito bom muito bom muito bom gostaria de voltar e muito importante a avaliação csdd Contras: nenhum excelente beneficios e comissão muito bom ,muito bom muito bom muito bom muito bom gostaria de voltar e muito importante a avaliação\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário, benefícios, empresa com ambiente muito agradável de se trabalhar. . Contras: Gestão em lojas, pouco preparada. .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Negócios","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, escritório é bem localizado , sendo permitido que sejam propostas soluções inovadoras ,Oportunidade de se trabalhar com novas tecnologias e soluções Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa dar boas condições de trabalho Ótimos beneficios Boa estrutura ótimos profissionais do ramo Tecnologia eficiente Otima cobertura em quase todos os estados Contras: No início era muito forte no nordeste mas nos últimos anos não escolheu mais o mercado nordestino como presente e futuro pelo motivo da crise no Brasil Conselhos para presidência: Por favor voltem para o nordeste, muitas empresas querendo nextel!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Riscos Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Forte estrutura tecnica para os colaboradores (analistas)desempenham um belo trabalho Otima remuneraçao e beneficios perante a mercado....... Contras: Gestao muito fraca ...exemolo de gestao arcaica ...sem preparo...exemplo é a gestora de credito ..muito fraca ..sem nenhuma habilidade de gestão...tecnicamente muito boa ..mas com relaçao ao interpessoal tem de aprender muito. Conselhos para presidência: Sei que é um presidente novo na cia..olhe com mais atençao sobreva gestao de crédito. Pessoa leva para o prssoal algum problema que tiver no coorporativo...uma pena.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Clima favorece as discussões e aprendizado. Parceria entre as areas torna os projetos divertidos de serem conduzidos e permitem que sejam ageis e eficientes. Recomendo essa empresa. Contras: Empresa em dificuldades financeiras não permite que exista crescimento, sempre focada em enxugar custos e projetos, podendo prejudicar a carreira daqueles que merecem crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Pós-Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: A Cultura, os processos seletivos internos, os benefícios, e toda a experiência que a empresa pode agregar no currículo, sem contar que é muito respeitada no mercado de trabalho. Contras: A Gerencia, alguns pontos de favoritismo, o nepotismo que acontece com frequência e a falta de estrutura para um planejamento melhor em relação as funções exercidas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa paga bons salários e a gama de benefícios que são oferecidos são muito bons, pois até linha Nextel são dadas a funcionários e familiares. Contras: A distribuição dos funcionários para as lojas nem sempre são satisfatória. Pois o funcionário pode ser designado para uma loja que não seja se fácil acesso. Conselhos para presidência: A empresa já é um excelente lugar para se trabalhar, continuem pensando no bem estar dos funcionários que são os principais clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Uma ótima estrutura de trabalho, bons benefícios aos funcionários. Empresa multinacional Contras: Oportunidade de crescimento limitada aos \"contatos\" internos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Enfermagem do Trabalho - Ex-funcionário, saiu em 2015","avaliation":"Prós: Excelente ambiente de trabalho, reconhecimento, benefícios maravilhosos, estrutura para se executar um bom trabalho, boa localização (centro da cidade). Contras: Na verdade, eu não tenho muito o que reclamar da empresa, eu realmente fui muito feliz e aprendi muito como pessoa e profissional. Talvez o fato de não ter perspectiva de crescimento dentro da empresa possa ter sido desanimador, mas para o meu cargo, eu tinha ciência que seria limitado.\n\nRecomenda a empresa:   \nREPORTAR"}]