[{"user":"Teleatendente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salario em dia,beneficios,horario razoavel,bom ambiente de trabalho não tenho muito a falar fiquei apenas um amo na empresa,mas recomendo voltaria futuramente Contras: Problemas de comunicação entre gestores,não aceitam novas ideias,não existe plano de carreira,deveriam haver mais envolvimento entre funcionarios e gerencia Conselhos para presidência: Escutar novas ideias\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário bom , ambiente de trabalho bom , investe no desenvolvimento do profissional , excelente plano de carreira ... Excelentes benefícios ... Contras: Não há ... Excelente empresa. Não vejo pontos negativos.Empresa totalmente focada em resultado e da todo suporte para que o funcionário desenvolva um excelente trabalho Conselhos para presidência: Excelente\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Salário bom, benefícios bons, uma boa empresa para se trabalhar, possui plano de carreira, boa localização (ao lado do trem da linha esmeralda - estação Morumbi) Contras: Não possui um espaço dedicado para os colaboradores (espaço de descompressão), os níveis hierárquicos são seguidos rigorosamente (cargos mais altos não dão muito espaço para cargos mais baixos)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Júnior - Ex-funcionário, saiu em 2013","avaliation":"Prós: O clima é muito positivo. As pessoas são colaborativas e é fácil de aprender com outras áreas. O clima é leve, mas bastante estruturado. Gostoso de trabalhar. Contras: Pouca competitividade. Pouca agressividade em resultados. Por conta da competitividade do mercado e do tamanho dos concorrentes não é possível imaginar um cenário de grande vitória.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Relacionamento II","avaliation":"Prós: Uma grande empresa com ótimos benefícios, local próximo a estação de trem do Morumbi, prédio lindo e limpo. Pessoas muito educadas e atenciosas. Contras: No tempo que estou aqui o unico ponto negativo até o momento mas que também entendo é que para conseguir trocar de cargo é necessário ter superior completo. \nREPORTAR"},{"user":"Analista de Planejamento Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios como home office, salário acima da media no mercado de telecom, ambiente físico amplo e escritório bem localizado na zona sul de são paulo. Contras: Como toda telecom, processos dinamicos demais, desenvolvimento de pessoas inexistente, gestão arcaica, briga de ego entre pares, gerentes completamente despreparados e ferramentas tecnicas indisponíveis. Conselhos para presidência: Demita mais da metade de sua gestão se quiser transformar esta empresa em um modelo de startup. São vaidosos, não lideram pelo exemplo, não se atualizam e consequentemente não sabem desenvolver seus funcionários. Não se vêem como lideres, mas sim como chefes e pessoas ungidas que ocupam um lugar onde nenhuma ordem deve ser contestada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Riscos Sênior","avaliation":"Prós: Estrutura tecnica muito boa ... fazendo com que o funcionario tenha sempre as melhores ferramentas para desenvolver um otimo trabalho... beneficios bons Contras: Gestao de pessoas muito fraca... nao existe meritocracia... se busca um crescimento vertical esqueça ...oportunidades nao sao dadas mesmo que realize o melhor estudo do mundo. Conselhos para presidência: Ter treinamento com gestores para que tenham uma melhor desenvoltura com seus colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: As pessoas são muito simpáticas e prestativas. No geral, estão sempre dispostas a ajudar. O clima é amigável e leve. Os salários são justos e o trabalho também. Contras: Há muitos processos burocráticos, por ser uma empresa grande. Isso acaba por tornar os processos mais morosos, mas entendo que é necessário para manter o ambiente regulado e justo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: E uma boa empresa com bastante beneficios, boa infra estrutura, resposta do processo seletivo rapido e oferecido café, valorização do funcionario. Contras: Ainda não achei, acabei de participar do processo seletico e ainda vou iniciar como funcionaria, entao ainda nao consegui sentir nenhum ponto negativo. \nREPORTAR"},{"user":"Especialista de Marketing","avaliation":"Prós: Bons Salários, Benefícios, Home Office, Serviço de telefonia bom, Horários Flexíveis, no geral uma empresa boa para inicio de carreira, a qualidade de vida vai depender da região em que se vive. Contras: Pessoas com pouco conhecimento, sobrecarregando aqueles que tenham algum conhecimento a mais, localização péssima, Reconhecimento de pessoas por tempo de casa, plano de saúde ruim, cultura de hierarquia onde sempre se leva em consideração o cargo para decisões. Conselhos para presidência: Melhorar a equipe de RH, contratar pessoas com mais conhecimento de mercado para agregar mais a corporação\n\nRecomenda a empresa:   \nREPORTAR"}]