[{"user":"Analista de Marketing III","avaliation":"Prós: Empresa focada em pessoas, com bons benefícios e planos de reconhecimento. Bom Clima organizacional prevalece na maioria do âmbito corporativo. Contras: Falta de clareza nos objetivos, mudança de rumo da companhia a cada dois meses, não é claro o caminho a percorrer para crescimento. Falta de tempo para as ações darem resultado m. Conselhos para presidência: Definam melhor onde estamos e para onde vamos. Deem tempo para as ações madurarem e gerarem frutos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista Contábil","avaliation":"Prós: Facil localidade, palestras internas, bons beneficios. Profissionais altamente capacitados. O clima agradável de trabalhar, tem uma cultura muito forte. Contras: Em resumo não tenho tantos pontos negativos. O unico ponto negativo é a venda para a Claro. Mas em geral a empresa é ótima. Talvez poderia se estender para estados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho muito descontraído e a gestão muito justa e faz de tudo pela qualidade de seus funcionários trabalhar sempre a vontade. Contras: Ponto melhorar que temos processos muito precários e áreas que não temos retorno e material de apoio tem muitas coisas que não tem e precisar melhorar \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: A empresa é bem transparente com os clientes, pagamentos sempre sem dia, ambiente de trabalho agradável. Foi a melhor empresa q trabalhei , estou gostando bastante . Contras: Não fica claro pelos vendedores, suas metas, vendemos mas não fica claro quanto vendi e não tem como acompanhar, tem muito inar e somos descontados . Acho q o comissionamento poderia ser melhor. Conselhos para presidência: Melhorar o comissionamento dos vendedores, pois são eles que trazem novos clientes para a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário de Relações Públicas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com ambiente muito bom para se trabalhar e crescer profissionalmente. Empresa com oportunidades de carreira que oferece aos colaboradores. Contras: Empresa multinacional assim como todas as empresas de grande porte tem seus processo interno mais exigentes, sendo padronizado e tendo o máximo de atenção\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Flexibilidade. Um ambiente ágio e moderno. Chefes e cultura extremamente humanizada . Contras: A empresa passa por momento de venda, então não se pode pensar em carreira a longo prazo. De certa forma a incerteza aflige de uma certa forma os funcionários. Mas o ambiente continua sendo extremamente produtivo mesmo assim.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assessor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com plano de carreira, ótima ótimos benefícios, empresa de grande porte e multi nacional onde o respeito é promovido. Pagamento de comissões em dia. Contras: Falta de estabilidade e transparência. Corte geral não avisado. Reuniões não avisadas antecipadamente. Gestão fraca em alguns pontos. Mapeamento errado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Assistente Técnico","avaliation":"Prós: Tudo lindo. Melhor empresa do mundo!!! Muita gratidão por essa oportunidade 💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕 Contras: Nada e negativo. Um sonho... 💕 Conselhos para presidência: Continuem assim\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo/Auxiliar Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios. Nada a mais a declarar. Ok Contras: Metas. Nada a mais a declarar. Ok. Ok.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Ambiente de trabalho muito bacana e bons benefícios. Atenção dos gestores para seu crescimento pessoal e profissional é visível em todas áreas da empresa Contras: Aumento salarial por complexidade da atividade praticamente não existe, assistentes trabalham como analista especialista mas não ganham para isso\n\nRecomenda a empresa:   \nREPORTAR"}]