[{"user":"Analista de Estratégia I","avaliation":"Prós: A empresa possui um clima excelente, leve,remuneração e benefícios acima do mercado. Foca no bem estar dos colaboradores,adoro esse empresa. Contras: Acredito que o grande problema nas empresas hoje é a falta de gestão em núcleos menores,falando de supervisão,coordenação. Os líderes não são focados em desenvolver pessoas. Conselhos para presidência: A empresa nextel e uma das empresas mais incríveis que trabalhei. Atualmente tem uma alta gestão de grande nível. Porém em cargos de supervisão e coordenação os líderes não são muito bem preparados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Líder Técnico","avaliation":"Prós: Ambiente descontraído; Oportunidade de Desenvolvimento Profissional; Pacote de Benefícios; Home Office; Acesso a liderança de modo geral e abertura para expressar as opiniões. Contras: Os processos precisam melhorar, principalmente Implantação em Produção; Precisa de mais treinamentos e cursos; Os fornecedores e a fábrica de software conflitam nas metodologias de desenvolvimento de software. Conselhos para presidência: Alinhar a Fábrica de Software com os fornecedores, pois os fornecedores utilizam a Metodologia Ágil e a Fábrica de Software, utiliza Waterfall, conflitando as entregas dos Projetos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador - Ex-funcionário, saiu em 2010","avaliation":"Prós: Ambiente colaborativo, amigável, inovador, com estímulo à autonomia e orgulho de pertencer. Ótimos benefícios e salários acima do mercado na época. Contras: Devido dinâmica do mercado, muitos projetos em paralelo, às vezes sem sinergia ou correta priorização. Algumas áreas muito fechadas e com pouca flexibilidade para mudanças. Conselhos para presidência: Definição clara de estratégia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Sênior","avaliation":"Prós: A Nextel tem um clima mega amistoso, nunca trabalhei em uma empresa na qual as pessoas respeitam tanto umas as outras. Total aberta a cultura de diversidade e muito focada no mundo digital. Contras: As coisas mudam muito rápido e muitas vezes ficamos sem orientação do que deve ser feito e no momento que é entendi, rapidamente é mudado deixando os funcionários com pouca motivação para se dedicar nos projetos Conselhos para presidência: Deixar a informações de mudança da empresa mais clara entre os funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Canais - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa séria, com uma gestão que se preocupa com o bem estar do colaborador, um time de liderança ativo e próximo. Cargos de gerência para cima tem um bônus muito acima do mercado. Contras: Mudança constante do time de liderança e sucessivas reestruturações o que muda constantemente a forma como a empresa é dirigida e as prioridades do time. Porém, faz com que os funcionários exerçam a resiliência. Conselhos para presidência: Seguir firme no seu trabalho e objetivo. As ações de bem estar com funcionários são importantes, mas o melhor é o plano de prioridades que faz com que sigam todos para a mesma direção. As pessoas que formamos ainda vejo como maior legado que fica.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: - Tem diversos benefícios e parceria - Tem um ambiente acolhedor e aberto para causas - Tem plano de carreia - Tem VR, VT e convenio - Tem profissionais para se inspirar - Tem possibilidade de mudar de vaga após meses Contras: - Passa por muitas mudanças na organização - Falta um pouco de gerenciamento de metas - Falta melhores equipamentos para os colaboradores no geral, (PC/ NOTEEBOOK ETC) - E um espaço de descanso\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Remuneração excelente. Nunca atraso os pagamento. Fornece treinamentos perodicamente. Benefício excelente. VR, VT, convenio medico, odontológico, auxílio creche. Plano de carreira Contras: Cargo de gestão não tem autonomia. Ficamos na dúvida qual ação podemos tomar, sempre é necessário o aval da gerência. As áreas não se comunicam como deveriam Conselhos para presidência: Avaliar melhor os gerentes. Principalmente quando se trata de respeito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: 2 dias de Home office, plr interessante, sala de descompressão agradável, desafios que podem ser motivadores, localização próxima a estação de trem Contras: Sem plano de carreira, você não sobe de cargo a não ser que tenha muitos anos de casa e seu salário esteja próximo ao teto do cargo. Falta méritocracia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho excelente, muito companheirismo e trabalho em equipe pra valer. A ausência de um dress code também e muito importante, temos acesso a conversar com gerentes e coordenadores com muita tranquilidade. Contras: Alguns processos e controles ainda encontram-se com bastantes falhos e acabamos tendo bastante re-trabalho as vezes passamos muito tempo do dia focado em arrumar coisas do passado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Digital. Empresa jovem bem flexível com horário e salário. Bons benefícios e muitíssimo bem localizada! Não tenho o que reclamar até o momento. Contras: Uma certa bagunça na gestão. As decisões muitas vezes entram na Sprint no estilo \"voador\" o que causa atrito na maioria das vezes e a dificuldade nas entregas.\n\nRecomenda a empresa:   \nREPORTAR"}]