[{"user":"Supervisor - Ex-funcionário, saiu em 2012","avaliation":"Prós: Benefícios, oportunidade de crescimento, focada em pessoas, excelente empresa, as pessoas criam um vínculo real internamente, uma das melhores empresas em que atuei Contras: O tempo que trabalhei na Nextel foi uma oportunidade muito grande de aprendizagem, perto do que vemos no mercado, não tenho o que reclamar. Precisam apenas divulgar com mais frequência outras oportunidades na CIA para todos os departamentos antes de buscar capital humano fora da organização. Conselhos para presidência: Precisam apenas divulgar com mais frequência outras oportunidades na CIA para todos os departamentos antes de buscar capital humano fora da organização.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo Comercial","avaliation":"Prós: Alta qualidade como empregadora, moderna visionaria e com projeção de crescimento. Ambiente de trabalho fantástico de responsabilidade e respeito. Contras: Capilaridade rede restrita, poderiam ampliar para melhorar a qualidade. Ter mais opções de produtos para comercializar e aumentar a oferta desta excelente empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas Empresariais - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com muita huminizacao,salario e beneficios excelentes. Alem de nao haver teto para ganhos. Backoff eficiente no qual deixa o vendedor liver para vendas sem se preocupar com problemas de logistica Contras: Poucas visitas de diretores do sul ao Nordeste,pois o mias importante do que bater metas e ganhar dinheiro,é um aperto de mao e ver in loco as nossas realizacoes dentro de um cenario extremamente agressivo Conselhos para presidência: realizar mais visitas ao Nordeste\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Instrutor de Treinamento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons benefícios, refeição, alimentação, auxílio creche, etc, salário compatível com o mercado empresa de grande porte, já esteve entre as melhores empresas para se trabalhar. Contras: Falta de oportunidade interna de crescimento profissional, geralmente as melhores vagas já tem indicações pré estabelecidas, mas não assumem, empresa estagnada e com dificuldade financeiras. Os líderes não são avaliados por suas equipes então os colaboradores não podem se manifestar livremente sobre o comportamento de seus gestores imediatos. Para o trabalho externo não oferece estrutura pagando apenas 0,75 centavos por km rodado. Detalhe com seu próprio veículo, na minha função não tinha ajuda de custos alguma para o veículo. infelizmente os contras são maiores que o prós! Conselhos para presidência: Avaliem seus líderes, permitam que os colaboradores avaliem seus gestores imediatos, pesquisa de clima só existe para os cargos a baixo da gestão. Liderança arcaica.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Home Office, Flexibilidade de horário, salário acima do mercado, empresa permite vestuário casual como camisetas e bermuda, convívio amigável. Contras: Geralmente os squads são enxutos, onde o funcionários é obrigado a cumprir várias funções. Tudo precisa ser muito dinâmico, rápido e flexível, também é difícil lidar com sprints curtas com alta demanda.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Operação","avaliation":"Prós: Uma ótima empresa que preza pelos seus funcionários e seus clientes. Ótimo lugar para crescimento de carreira e desempenho individual. Ótima localidade. Contras: Alguns líderes de equipe precisam se posicionar mais como um ao invés de um chefe que só prezam pelo resultados, deixando de lado os esforços do time.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: A área de digital é um diferencial dentro da organização. Ágil e moderna, ambiente leve e de ajuda mutua entre os colaboradores tem ótimos profissionais que tem no DNA a ajuda entre seus pares Contras: Fora da área de digital a organização sofre com as rotinas comum de uma telecom. Algumas decisões de produtos são tomadas de forma \"top-down\". O que desanima com o tempo e faz a área ter muita rotatividade. O desafio atual é fazer a cultura da área de digital influenciar o resto da organização. Ter benefícios mais atraentes que o resto do mercado pode ser uma alternativa para retenção de talentos. Conselhos para presidência: Expandir a \"cultura ágio\" é um grande desafio, mas não deve ser deixado de lado. Melhorar os benefícios para todos os colaboradores e ter um plano de reajuste salarial baseado em mérito pode ser um incentivo que falta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor RPA","avaliation":"Prós: Respira processo ágil, total liberdade de horário e vestimenta. Existe muita oportunidade de crescimento e aprendizado contínuo, envolvendo diversos departamentos e pessoas. Permitem home office. Contras: Organização orientada a quem grita mais alto, ocorrendo inúmeras mudanças de foco e funções. por ser uma organização dinâmica, ela respira mudanças, o que pode impactar quem busca se especializar. Conselhos para presidência: Alguns gestores são reconhecidos por não medirem palavras para expressarem seus sentimentos, ocasionando em ruídos, desmotivação generalizada e denúncias comportamentais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Cobrança - Ex-funcionário, saiu em 2010","avaliation":"Prós: Remuneração, benefícios, colegas de trabalho, gestores, oportunidades. A empresa é muito boa não tenho do que reclamar. Uma pena que a área em que estava foi terceirizada. Contras: Nenhum ponto negativo para apontar. A empresa sempre foi boa, desde o treinamento aos gestores. Apenas o ruim é que a área em que trabalhava foi terceirizada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Vendas I","avaliation":"Prós: Os benefícios são ótimos, como o vale refeição que pode ser divido o valor com o vale alimentação, convênio médico e odontológico e vale transporte Contras: Nenhum, até o momento a empresa é muito organizada e presta todo atendimento aos funcionários. Talvez as vezes seja difícil lidar com alguns supervisores\n\nRecomenda a empresa:   \nREPORTAR"}]