[{"user":"Software Engineer","avaliation":"Prós: Carga horária flexível, certa autonomia para decidir como trabalhar, ambiente de trabalho informal, interação com times geograficamente distribuídos, remuneração (em comparação com o mercado). Contras: Burocracia excessiva, gerentes com uma mentalidade do século retrasado, dificuldade para conseguir aumento e promoção, falta de foco (muitas reuniões, pouca produção), insegurança (fruto da atuação em mercados em declínio: impressoras e computadores pessoais). Pouco investimento em software development per-si (capacitação), líderes técnicos não-técnicos. Basicamente para conseguir salários melhores é necessário partir para uma função gerencial. Isso é inadmissível em um \"laboratório de R&D\", como é chamado. Conselhos para presidência: Remova o peso-morto (gerentes que em nada contribuem). Reconheçam e dêem mais poderes ao corpo técnico.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Horário flexível, family-friendly, estacionamento no local, boas instalações, colegas excelentes, possibilidade de trabalhar com várias tecnologias de ponta, dependendo de quanto trafega entre os projetos. Contras: Fábrica de software para unidade gringa. Ideias inovadoras não são utilizadas, a menos que sejam enviadas para os EUA e retornem como demanda. Tipo a laranja que mandamos pros EUA para recomprar em forma de suco bem mais caro. Conselhos para presidência: Retomem o R do RnD.   "},{"user":"Analista Financeiro Pleno","avaliation":"Prós: Um ótimo ambiente de trabalho, pessoal engajado, salário compatível com o mercado, empresa clara com os objetivos e expectativas. Oportunidade de iniciar em diferentes áreas. Contras: Quando se precisa de uma informação não é muito claro com quem você pode conseguir. Os benefícios de refeição são um pouco baixos para a região da companhia.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pacote de benefícios , premiações para quem acelera a quota. Credibilidade aos seus clientes e parceiros . Ambiente agradável somente nos sites de Alphaville Contras: Portfólio de produtos muito abrangente fazendo com que os profissionais da área comercial conheçam todos os produtos e ofertem todos eles ao cliente Conselhos para presidência: Dar valor e reconhecimento os cargos mais baixos, um Inside Sales nunca foi mencionado em uma conferência com o VP , sempre exaltavam os account manager.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: marca respeitada; ambiente físico de trabalho; infra-estrutura, ambiente multicultural; consegue-se ainda achar bons profissionais/pessoas dentre os funcionários Contras: empresa perdeu o \"bonde\" saindo de uma posição de liderança em tecnologia para uma posição de coadjuvante; os gestores da empresa no Brasil são muito limitados tanto em negócios, quanto em gestão de pessoas   "},{"user":"Account Delivery Manager - Ex-funcionário, saiu em 2016","avaliation":"Prós: Flexibilidade de trabalho bons relacionamentos internos bom reconhecimento no mercado possibilidade de interação com muitas áreas e pessoas que podem agregar na vida profissional Em geral bons gestores Contras: Muita mudança que comprometem o que foi construído Últimos anos com muita incerteza e pouca clareza na estratégia, muitas demissões e aumento de carga de trabalho (muito) Conselhos para presidência: Planos de carreira mais definidos estratégias adequadas ao mercado   "},{"user":"Account Delivery Manager","avaliation":"Prós: Empresa global favorece o contato com outros países e culturas. Possibilita trabalhar em Home Office. Dia a dia dinâmico com interação com vários clientes, e contato com tecnologia de ponta. Contras: Gestão matricial descentralizada, lhe deixa distante do seu gestor causando erro de avaliações e falta de reconhecimento. Gestão feita sob regra de custo baixo sempre, muitas vezes em detrimento da qualidade.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: 1-Oportunidade de carreira; 2-Flexibilidade de dias e horário de trabalho; 3-Reconhecimento dos funcionários; 4-Oportunidade de realizar viagens internacionais para treinamentos; Contras: 1-Reconhecimento financeiro demora anos para ocorrer e quando ocorre você já está em outra posição; 2-Muita Burocracia; 3-Falta de agilizade nos processos. Conselhos para presidência: Desburocratização dos processos, mais agilidade no end to end.   "},{"user":"Field Engineer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com clima, estrutura e muitos benefícios. Porém, eu me adaptei com um pouco de esforço já que comecei sendo encarregada de poucas coisas. Contras: Cheia de panelas, pessoas que queriam se dar bem com algum erro, individualistas, não sabem trabalhar em equipe. Inveja, pessoas com problemas sérios de relacionamento. Fui demitida pela forma mais injusta, pois sempre dei meu melhor e, no mesmo dia que fui demitida ganhei reconhecimento do pessoal dos EUA. Lamentável.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Boa estrutura, bons equipamentos, paga o salário em dia, tem um ambiente respeitoso entre os funcionários e sua equipe de gerentes e líderes, horário flexível. Contras: Em um momento de crise não pensa duas vezes antes de dispensar todos, não existe tentativa de realocação e nem sempre os bons funcionários ficam, quem ficar desalocado é demitido mesmo que ele tenha um histórico excelente.   "}]