[{"user":"Estagiário","avaliation":"Prós: A política da empresa é maravilhosa! Todos são considerados importantes. Ambiente de trabalho muito bom, desde a infraestrutura até o contato e receptividade de todos! Contras: Ainda não vejo pontos negativos! Talvez a melhoria de benefícios, o VR por exemplo é considerado um pouco abaixo pra região (Alphaville), mas mesmo assim os benefícios são bons!   "},{"user":"Intern","avaliation":"Prós: Total liberdade ao funcionário, ambiente típico do vale do silício. Benefícios muito interessantes como cursos de graça e descontos em produtos de empresas parceiras. Contras: A média salarial se encontra um pouco abaixo do valor ofetecido por outras empresas no mercado. A empresa perde ótimos profissionais devido à esse problema. Conselhos para presidência: Media salarial um pouco abaixo do mercado, o que absorve alguns ótimos profissionais para outras empresas.   "},{"user":"Analista de Suporte de Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala. Contras: Muitos cargos de chefia, inclusive diretores. Demora no crescimento a longo prazo. Muitas vezes o que vale mais é a amizade para o crescimento profissional.   "},{"user":"Vendedor","avaliation":"Prós: Local de trabalho que por estar localizada em uma região bastabte atrativa da cidade de São jose santa Catarina, facilita muito a locomoção Contras: Salário é um dos pontos que mais pesam quando se pensa em trabalho fe vendedor e ainda por cima com horário de shopping, sem dias de folga e etc "},{"user":"Funcionário","avaliation":"Prós: A empresa possui boa remuneração e benefícios, ambiente totalmente internacional possibilitando vários aprendizados e horário de trabalho flexível. Contras: Não é uma boa empresa para iniciar uma carreira pois não há valorização dos seus jovens talentos,desalinhamento com a cultura da HP global, pouca diversidade e inclusão comparando com outras organizações e muita resistência a mudanças e novas ideias.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Se voce é escravo do trabalho. Mas se não não tem pontos positivos apenas pontos negativos. Quer perder sua vida pessoal e não ganhar nada por isso, essa é a empresa Contras: Voce é um numero na empresa. Trabalha, trabalha como um escravo. seu gerente é um pau mandado de outro gerente que é pau mandado de outro gerente até chegar em alguém que não sabe de nada do trabalho. depois que fazem as decisões erradas nós os peões temos que concertar tudo.   "},{"user":"Senior Pre Sales Consultant - Ex-funcionário, saiu em 2016","avaliation":"Prós: Tem um excelente pacote de benefícios, oportunidade de desenvolvimento, é uma empresa competitiva, respeita os colaboradores. É uma empresa ética. Contras: Devido ao sucesso tornou-se burocrática e lenta, com excessos de processos. A maioria das decisões são tomadas fora do Brasil. Mesmo com muitas oportunidades as promoções são demoradas,   "},{"user":"Engenheiro Sênior - Ex-funcionário, saiu em 2010","avaliation":"Prós: Oportunidades de aprendizado se o colaborador buscar alternativas online, mas o mais provável é que não tenha muito tempo para isso e tenha que se envolver em atividades extremamente específicas. Contras: Excesso de trabalho e pressão, poucas oportunidades de crescimento, pouca colaboração, com equipamentos obsoletos de trabalhos o que é um absurdo para uma empresa de tecnologia. Conselhos para presidência: Observar e medir os colaboradores que estão pensando e atuando apenas para crescimento próprio, sem interesse em auxiliar ou colaborar com os demais. Criar meios de crescimento apesar de ser recurso regional.   "},{"user":"Gerente de Negócios","avaliation":"Prós: Empresa de ponta e lider de mercado que sempre esta a frente no que diz respeito a inovação, permitindo aos funcionários uma ampla experiencia diferenciada no mercado. Possui um excelente ambiante de trabalho e municia os funcionparios com recursos tecnologicos de ponta. Contras: Empresa de cultura norte americana com forte mentalidade de melhoria continua e meritocracia. Entretando, no Brasil, sofre com impacto das políticas trabalhistas que limitam aumentos de mérito por conta dos dissídios saláriais do país.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Time com alto nível de conhecimento, bom para troca de experiência. Paga de forma correta e possui bons benefícios. Horário flexível para diversos segmentos. Contras: Em poucas oportunidades aplica o plano de carreira desenhado. Mudança estratégica constante. Falta comunicação com altos níveis de gestão. Capacitação inconsistente.   "}]