[{"user":"Team Leader","avaliation":"Prós: Muito boa empresa, respeita o funcionário, tem possibilidade de crescimento Contras: PLR Baixo, tem que melhorar o Vale Refeição devido aos valores de almoço em devidas regiões.   "},{"user":"Sales Manager - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de trabalho, benefícios, marca e qualidade de vida, Contras: Gestão, desenvolvimento de liderança, processos e gestão de Recursos Humanos. Conselhos para presidência: Formar mais líderes e avaliar melhor a liderança.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: oferece equipamentos para utilizar em casa e em qualquer lugar. Contras: pessima gerencia, dificilmente sobe de cargo, sem reconhecimento algum pelo seu trabalho e pessimo salário.   "},{"user":"Diretor","avaliation":"Prós: ambiente de trabalho e o grande diferencial que a empresa possui. Contras: politica de salarios é muito fechada o que prejudica promocoes Conselhos para presidência: foco em crescimento   "},{"user":"Funcionário","avaliation":"Prós: estrutura, ambiente criativo e inovador, profissionais talentosos e dedicados além de diversos programas de carreira e reconhecimento. Contras: sinceramente não vejo algo que possa melhorar na HP, e dificilmente algum funcionário vá fazer alguma crítica neste sentido realmente a mentalidade da empresa é bem madura, e a estratégia de mercado vem de encontro ao que o setor acertada.   "},{"user":"Auxiliar Administrativo I","avaliation":"Prós: Gosto do ambiente, do modelo e ferramentas de gestão que são utilizados. Contras: Existe plano de carreira, porém o salário não varia muito de um nível a outro.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: O ambiente é bom. Prezam o bem estar e dão benefícios bastante satisfatórios. Contras: As pessoas são bem cobradas, PLR é baixo, tem muito \"jeitinho brasileiro\". Conselhos para presidência: Dê valor às pessoas que fazem a empresa.   "},{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2012","avaliation":"Prós: Pagamentos em dia, bons equipamentos, horários de trabalho variados. Contras: Gestão falha, péssima política de férias, diversos problemas no plano de gestão de carreiras, Gestores problemáticos. Conselhos para presidência: Reduzir número de gestores que não passam de capatazes travestidos que além de não produzir, ainda atrapalham os analistas operacionais, fomentar nos gestores globais humildade e educação ao tratar subordinados e criar um sistema para evitar falhas no plano de carreira.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Empresa sensacional para trabalhar quando se trabalha alocado dentro da própria HP. Contras: Quando alocados trabalhamos fora da empresa, principalmente quando só temos cobrança sobre o que está errado e nunca recebemos nem um elogio e nem um feedback. Exemplo: Em 1 ano recebi 1 feedback onde meu gestor informou que eu era extremamente competente tecnicamente porém faltava um pouco de pró-atividade. Dentro do sistema de avaliação tem 15 avaliações e ele só me pontuou positivamente em 1 ou seja, não condiz com o feedback dado. Procedimentos que é nos passado é tudo de forma informal, porém ao cobrar algum erro cobra formalmente. Elogia uns e outros não. Resumindo: Minha opinião a HP serviços deveria re-avaliar a forma de gestão com os funcionários que trabalham dentro de cliente. Cobra mais de um e menos de outro. Fiz prova onde todos os meus conhecimentos foram apresentados e fui entrevistado por um coordenador e quando fui contratado era outro que não sabia nada sobre nosso nível técnico e experiências e perguntou na roda onde todos estavam presentes ao invés de chamar um por um e perguntar. Quando convém para o gestor ele cobra individualmente. Minha pró-atividade meu gestor usou como arma contra mim, pois ele me pediu para fazer faxina (faxina mesmo pois era só esteticamente) nas máquinas sendo que eu disse que eu não havia sido contratado para isso. Aí ele disse: \"Você não foi contratado para fazer telefonia e mesmo assim você fez.\" Ou seja, fui pró-ativo sem ninguém ter que pedir para eu fazer uma tarefa (pró-atividade) e no final minha pró-atividade ele usou contra mim. Mesmo eu não concordando tive que fazer a tarefa pela qual nunca fui informado que teria que fazer que é a faxina. Não tenho nada contra essa profissão, mas para a minha profissão faxina não me acrescenta em nada no quesito conhecimento profissional para o futuro da minha carreira. Conselhos para presidência: Instruções e feedback na mesma proporção das cobranças pelos resultados e erros. Deixo bem claro que estou insatisfeito com o meu superior e não com a empresa.   "},{"user":"Consultor Técnico","avaliation":"Prós: bom ambiente de trabalho, boa equipe e home office e equipe . Contras: falta de programas de aumento de salario e variaveis. bonus inespressivel   "}]