[{"user":"Analista de Projetos - Ex-funcionário, saiu em 2014","avaliation":"Prós: Networking, aprendizado, autonomia para liderar seus projetos. Contras: Salário desproporcional, participação dos lucros injusta, plano de saúde e odontológico fora do padrão. Conselhos para presidência: Vestir mais a camisa da empresa como um todo respeitando principalmente a qualidade de vida dos funcionários de forma justa.   "},{"user":"Analista de Suporte ao Cliente Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente, localidade, trabalho Contras: Pessoas,gerentes, coordernadores   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Clima Organizacional Equipe e área de Trabalho Contras: Liderança com padrões antigos de gestão Pouco investimento em treinamento das pessoas Conselhos para presidência: Mais agilidade nas deciões, menos política e mudar a cutura da liderança para concorrer no novo estilo de fazer negócios.   "},{"user":"Técnico de Campo I","avaliation":"Prós: Sim, Muito chances de crescimento dentro da empresa, porém não temos contato direto com nossos chefes. Contras: Sem contato direto com ponto focal, muita falta de informação para o funcionário que fica no cliente. Conselhos para presidência: Amigavel   "},{"user":"Analista de Infraestrutura - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa que propicia um bom crescimento profissional, temos muitas tecnologias para aprendermos. Contras: Por ser uma empresa transcontinental esta transferindo todos serviço que e possível para Índia, com isso fechando muitas vagas aqui no Brasil.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho, Local de Trabalho Contras: Procedimento de promoção não é claro e normalmente um aumento de salário depende de proposta recebida do concorrente Conselhos para presidência: Montar um plano de carreira transparente e definir claramente metas para se conseguir uma promoção   "},{"user":"Diretor de Operações - Ex-funcionário, saiu em 2015","avaliation":"Prós: Preocupação social e com a cultura verde. Contras: Falta de transparência e de compromisso com o país.   "},{"user":"Engenheiro","avaliation":"Prós: Ambiente saudável e liberdade para desenvolver seu trabalho Contras: Muitos cargos de chefia, salários e benefícios abaixo da média de mercado, sem visão estratégica a longo prazo, crescimento profissional limitado, sem plano de carreira definido   "},{"user":"Analista de Testes","avaliation":"Prós: Empresa que valoriza o conhecimento e o funcionário com mais tempo de casa. Contras: O vale refeição é baseado na faixa de valores da região de São Bernardo e quem trabalha em locais onde a refeição é mais cara fica no prejuizo Conselhos para presidência: Valorizar mais aqueles que ficam, pois eles pensam na empresa. Não com uma avaliação meramente por tempo de trabalho mas sim também pelo trabalho exercido. É bom motivar os mais antigos pois eles dão o sangue para a empresa e nos consideramos como patrimônios humanos e não apenas mais um funcionário, vestimos a camisa da empresa.   "},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Beneficios. Nada mais........... Contras: Baderna. Despreparo........... Conselhos para presidência: RH despreparado e que desconhece legislação   "}]