[{"user":"Field Service","avaliation":"Prós: A empresa faz os pagamentos em dia, vale refeição pagam em dia e o convênio é muito bom. Contras: O Vale refeição não aumenta faz muito tempo, o salário é muito abaixo do mercado. Conselhos para presidência: Funcionário feliz é aquele que com seu salário consegue pagar suas dívidas, que consegue comer dignamente com seu Vale refeição.   "},{"user":"Consultor de TI Sênior","avaliation":"Prós: Multinacional americana, cultura e processos globais. Incentiva o job rotation dentro da empresa de forma a propiciar experiências profissionais na mesma empresa. Contras: Construção de carreira e visão de futuro para o profissional é dificil devido aos silos na empresa, segmentada e fragmentada com gestão externa do Brasil e Interna.   "},{"user":"Consultor de Tecnologia II","avaliation":"Prós: Excelente oportunidade de crescimento. Contras: PLR muito baixo em compara;'ao a outras empresas.   "},{"user":"Estagiário","avaliation":"Prós: Empresa excelente para se trabalhar Contras: Nenhum ponto a ser verificado, excelente empresa Conselhos para presidência: Manter a mesma politica empresarial   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Empresa bem estrutura, com ótimos projetos e salário compatível ao mercado. Contras: Não existe promoção, gerentes ultrapassados, não existe hierarquia de cargos, não dão incentivo a treinamentos nas ferramentas da HP.   "},{"user":"Técnico de Campo","avaliation":"Prós: Oportunidades na empresa, grandes conquista Contras: Equiparação Salarial, verifica   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Beneficios, salarios, eventos, Contras: Gerencia, falta de plano de carreira   "},{"user":"Analista de Service Desk","avaliation":"Prós: É de fato uma grande empresa para quem é um funcionário pleno e goza de todos os benefícios de tal, oferece bons planos de carreira e estabilidade. Contras: Para quem é empregado pela HP para ser terceirizado, não tem grande parte dos benefícios que um funcionário HP pleno tem, por isso alguns funcionários que não tem as mesmas oportunidades por serem relocados sentem-se desmotivados. Conselhos para presidência: Reconhecer mais os funcionários e tentar avaliar também o fator humano além de somente os números que estes produzem.   "},{"user":"Aprendiz de Qualidade - Ex-funcionário, saiu em 2014","avaliation":"Prós: Versatilidade e flexibilidade nos horários. Contras: Salário baixo, pessoas arrogantes.   "},{"user":"Consultor de Soluções","avaliation":"Prós: Liberdade para transitar em diversas áreas quanto no que se diz às Operações de Backoffice na estrutura de BPS. Crescimento mantido através de conhecimento e apoio da Gerencia. Contras: Pessoas como \"encostos\" em várias áreas. Não fazem nada e ainda recebem pra isso.   "}]