[{"user":"Analista de Recrutamento e Seleção Sênior","avaliation":"Prós: Empresa de grande porte, multinacional, provide contact with many different cultures. Contras: Muitos processos, burocracia por conta do tamanho e complexidade.   "},{"user":"Funcionário","avaliation":"Prós: Possibilidade de flexibilidade, boa liderança Contras: Salário, participação nos lucros   "},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Pagava em dia muitas horas extras fretado empresas boas de se trabalhar Contras: muito difícil de conseguir subir de produção dificuldade para conseguir subir de cargo Conselhos para presidência: Dar nova chance para pessoal que foi mandado embora   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente de trabalho, trabalho com pesquisa. Contras: A evolução financeira da carreira é um lenta. Mesmo sendo muito bem avaliado todos os ano e sempre acumulando mais responsabilidades, praticamente só tive os aumentos de salário oriundos dos acordos coletivos do sindicato.   "},{"user":"Supervisor II","avaliation":"Prós: A estabilidade e a visibilidade de trabalhar em uma empresa gigante como a HP. É conhecida mundialmente, e há grandes oportunidades de crescimento Contras: Não muda a liderança senior de serviços, a instabilidade atual e a falta de novos clientes,. A movimentação de serviços para a India deixa toda a empresa desconfortável. Conselhos para presidência: Trocar a liderança da parte de serviços, para mim diretores antigos mudam apenas de posição mas não tem visão e nem ações para que nossa empresa decole novamente   "},{"user":"Gerente de Pessoas","avaliation":"Prós: Empresa ética, pagamentos em dia, dentro das legalidades Contras: Plano de carreira não é efetivo. Falta de promoções e Adequação salarial conforme atividade Conselhos para presidência: Reter talentos e imprescindível para construir grandes times e senhoridade para atender clientes.   "},{"user":"Estagiário","avaliation":"Prós: Muita oportunidade de aprendizado em geral. Contras: Não são todos que colaboram com respostas dentro do prazo.   "},{"user":"Funcionário","avaliation":"Prós: Alguns benefícios, flexibilidade, ensinamentos sobre ética, respeito e valores. Contras: Salário,falta de reconhecimento, bagunça no Rh todas as regras depende do grau de ser amigo do chefe. Conselhos para presidência: Manter ordem no RH, as regras serem válidas, mais cursos para ensinar nossos superiores que uma estrelinha não é sinônimo de trabalho, salário justo, mais acesso aos benéficos de cursos e faculdade para que seus próprios empregados cresçam e ajude a solidificar mais e mais a empresa. "},{"user":"Funcionário","avaliation":"Prós: Trabalhando na HP temos Bastante autonomia Contras: Empresa muito grande. Dificil falar com os superiores. "},{"user":"Funcionário","avaliation":"Prós: Cultura e ambiente de trabalho muito bons. Benefícios na média de mercado Contras: Falta de transparência em alguns processos   "}]