[{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho descontraído e profissionais sempre dispostos a ajudar e com muito conhecimento. Contras: A empresa passa por uma fase de reestruturação, fato que faz com que a burocracia de alguns processos atrasem a entrega da solução para o Cliente. Conselhos para presidência: Valorizem mais o trabalho feito pelos estagiários, foquem mas na sua conversão em profissionais CLT, muitos talentos foram desperdiçados pelo termino do contrato.   "},{"user":"Desenvolvedor de Software - Ex-funcionário, saiu em 2002","avaliation":"Prós: Bastante aprendizado e desafios. Cultura de multinacional. Interação com profissionais seniors. Contras: Excesso de trabalho e pressão. Pouca valorização.   "},{"user":"Engenheiro de Processos Pleno","avaliation":"Prós: Excelente ambiente de trabalho, com total liberdade. Gerentes abertos a negociação. Contras: Remuneração abaixo do mercado.   "},{"user":"Testador de Software","avaliation":"Prós: Estabilidade, ambiente agradável, oportunidades. Contras: Desenvolvimento de carreira é lento.   "},{"user":"Funcionário","avaliation":"Prós: Está reconhecendo seus funcionários Contras: depois que se dividiu em duas, a empresa meio que se perdeu, mas iremos superar essa mudança!! "},{"user":"Técnico de Impressoras - Ex-funcionário, saiu em 2014","avaliation":"Prós: Apenas a política de portas abertas Contras: Falta de motivação, falta de feedback, sem oportunidades de crescimento, rh inacessível e confuso. Conselhos para presidência: Dêem mais atenção a certas pessoas da empresa. Muita gente com potencial enorme estão saindo por ficarem esquecidos.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa bem estruturada e com procedimentos bem definidos Contras: Politica de Retenção de Recursos Plano de Remuneração   "},{"user":"Analista de Sistemas","avaliation":"Prós: Ambiente de trabalho tranquilo Contras: Evolução de carreira engessada Conselhos para presidência: Deve haver um plano de carreira consistente   "},{"user":"Supervisor II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de trabalho, cultura, respeito, ética Contras: Mudança de job code (cargo) e salarial bastante complexo. Necessita muitos niveis de aprovação e é extremamente demorado, o que leva a empresa a perder bons profissionais. Conselhos para presidência: agilizar o processo para mudanças de job code (cargo) e salários, valorizando assim o profissional interno   "},{"user":"Consultor de Tecnologia II - Ex-funcionário, saiu em 2015","avaliation":"Prós: home office, amigos, empresa, localidade Contras: politica de crescimento e salário ruim, nao condizente com o cenário da empresa Conselhos para presidência: melhorar politica de crescimento do funcionario, salario e beneficios.   "}]