[{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Cultura da empresa Oportunidades internas - job rotation Flexibilidade de horario Contras: PLR fraco, apesar dos resultados serem positivos, não reflete para os funcionários de maneira adequada VR baixo   "},{"user":"Analista de Sistemas","avaliation":"Prós: É uma empresa que oferece grande estabilidade. Contras: Falta muito reconhecimento profissional, é uma empresa que não valoriza o funcionário. Conselhos para presidência: Tomar como exemplo gigantes como Google e Microsoft.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Excelente ambiente, liberdade de expressão Contras: Demora na valorização de talentos Conselhos para presidência: Reconhecimento monetário   "},{"user":"Analista de Testes - Ex-funcionário, saiu em 2014","avaliation":"Prós: oportunidade de crescer na area. Contras: Salário não é um dos melhores.   "},{"user":"Software Engineer","avaliation":"Prós: Ambiente de trabalho e horário flexível. Contras: Remuneração não satisfatória o suficiente.   "},{"user":"Arquiteto de Soluções","avaliation":"Prós: Pagamento em dia, creio que pontos positivos são muito poucos. Contras: Admissão demora em torno de 60 dias, então, haja paciência. Em muitas coisas a empresa é enrolada. Salário baixo e benefícios também. Empresa nesse ramo de negocio que presta serviços para outras empresas, é complicado se você deseja crescer profissionalmente, sua carreira anda a passos lentos, depois de aaanos você pode chegar a ser supervisor, que não é la grande coisa. Só entrei pois tenho interesse em conseguir uma vaga na multinacional para quem presto serviços. Conselhos para presidência: -Plano de carreira já; -Salários melhores urgente ( qualquer analista de uma multinacional ganha mais que um supervisor da HP) -Menos descontos no salário; -Incentivos aos funcionários; -O processo de admissão deveria ser mais rápido.   "},{"user":"Analista de Suporte Outsourcing","avaliation":"Prós: As pessoas, os gestores são pessoas bacanas, sempre positivos. Contras: nenhuma informação negativa referente a empresa Conselhos para presidência: A empresa te da opções para seguir sua carreira, e da opção para aonde voce deseja seguir... a empresa infatiza, voce é que se promove. Basta saber dialogar com gestor que ele mostrara caminho das pedras.   "},{"user":"Analista de Suporte","avaliation":"Prós: Experiência proporcionada e adquirida. Contras: Falta de aumentos e não crescimento na empresa. Conselhos para presidência: Mais aumentos e oportunidades de crescimento   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Pacote de benefícios, capital humano, reconhecimento do mercado, pioneirismo na inovação Contras: PLR, oportunidade de mudança de carreira, clareza na execução dos objetivos estratégicos   "},{"user":"Business Operation Manager - Ex-funcionário, saiu em 2014","avaliation":"Prós: mobilidade para trabalhar em qual quer lugar Contras: RH é inexistente, principalmente se responde para fora do pais   "}]