[{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa possui excelente infraestrutura nas unidade de São Paulo e Araraquara (que eu tive oportunidade de conhecer) e muitos projetos de todos os segmentos, o quena teoria aumenta sua possibilidade de conseguir aprender mais de diversas regras de negocio. Contras: Embora posssua muitos projetos, a dificuldade para se trocar de projeto ou evoluir na carreira é gigantesca. Poucas oportunidades para evolução tecnica, mudança de setor é um problema constante   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa que da oportunidade dos funcionários mostrar seu trabalho, existe presença do líder próximo dando feedbacks, existe meritocracia, boas oportunidades de crescimento. Contras: Salários defasados com relação ao mercado, poderiam dar uma atenção especial no quesito valorização salarial. Você até sobe de cargo mas acaba ficando com o salário pra trás.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: como toda empresa tem suas vantagens e desvantagens, vai da sorte de entrar no setor que seja um bom ambiente e uma boa gestao, tudo muito relativo Contras: falta de feedback a empresa nao gestores tem chefes e salarios defazados m muito dificil subir de cargo e ter valores que agregam para uma carreira   "},{"user":"Gerente de Projetos","avaliation":"Prós: Flexibilidade de horário, ótimo ambiente de trabalho, oportunidades para desenvolvimento de carreira, boa cultura organizacional, bons gestores, boa localização, subsídios para cursos... Contras: Pacote de benefícios e bonificações um pouco abaixo da média do mercado. Considerando ser superior a muitas empresas nos demais quesitos o pacote de benefícios poderia ser melhor.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2013","avaliation":"Prós: Todos positivos , boa empresa carreira , gestão amigos ambiente, estrutura incentivo carreira refeitório , treinamento constantes, academia. Contras: Não tem, todos os pontos mencionados anteriormente são reais, cada uma um talvez tenha uma opinião e com certeza uma experiencia diferente .   "},{"user":"Analista de Sistemas DevOps","avaliation":"Prós: Empresa com um ótimo time a ambiente para trabalho. Empresa focada em atendimento ao cliente e na qualidade e bem estar do funcionário. Recomendo a empresa Contras: Empresa excelente para trabalhar, contudo, negocie salário para iniciar a carreira pois depois disso dificilmente irá receber um aumento salarial.   "},{"user":"Suporte","avaliation":"Prós: Estar sempre atuando com tecnologias novas, desenvolvendo novas experiencias entre os funcionários e oportunidades para crescimento interno. Contras: A politica de portas abertas que a empresa prega muito sobre facil acesso aos Gestores não funciona devido aos próprios gestores acharem que são mais importantes que o restante dos funcinários Conselhos para presidência: Fazer com que a politica de portas abertas pregada funcione com todas as pessoas.   "},{"user":"Promotor Júnior","avaliation":"Prós: Pagamento em dia ,vale refeição e alimentação, convênio médico e odontológico, campanhas de incentivos para o colaborador, uniforme completo. Contras: Empresa contrata agência de marketing para cuidar do trade,nao tem plano de carreira,o convênio médico nao estende para dependentes, salário abaixo do mercado. Conselhos para presidência: Contratar os promotores direito pela empresa.   "},{"user":"Analista de Business Analytics","avaliation":"Prós: muito boa pra se trabalhar, respeito, dedicação, compromisso, comprometimento e entrega de resultados com o objetivo de ajudar o cliente de modo geral Contras: a cobrança as vezes chegava a ser um pouco avançada, porém dentro dos conformes das leis trabalhistas, e a rotina de trabalho tambem era intensa   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente de Trabalho e benefícios. O HP Way é o que driva os negócios e também as atitudes dos funcioonários. Espírito colaborativo e de alta inovação. Contras: Forte pressão por redução de custos e consequentemente de pessoas. As pessoas se sentem pressionadas o tempo todo e com medo de perda de emprego.   "}]