[{"user":"Gerente Operacional de Vendas","avaliation":"Prós: Otimo ambiente de trabalho, liberdade de horarios, oportunidade de interagir com pessoas de outros niveis e países. oportunidade de identificar e participar de projetos. Contras: quando existem vagas em aberto, as areas preferem trazer novos empregados do mercado ao inves de buscar internamente. nao ha muitas oprtunidades de carreira para funcionarios internos.   "},{"user":"Estagiário","avaliation":"Prós: Flexibilidade, pessoas simpáticas, oferecem ajuda constantemente, bom clima organizacional. Além disso, compreensão com horários e necessidades externas. Contras: Salário não é dos mais altos, benefícios poderiam ser melhores, acesso de São Paulo pode ser complicado pela falta de metrô em Alphaville - Barueri.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Local agradável,horários flexíveis pagamento nos dias corretos, premiações com folgas Contras: Valor de comissão baixa! Valor do Vale Refeição ou Vale Alimentação Baixo por um desconto altíssimo! Desconto do convênio por consulta! Possibilidade de crescimento zero! "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Praticamente nenhum ponto positivo. A empresa não oferece boas oportunidades, estabilidade e conforto ao funcionário. O funcionário fica muitas vezes perdido. Contras: Não valorizam o funcionário, benefícios miseráveis, poucas oportunidades, gestão mal preparada para lidar com pessoas e faziam questão de humilhar determinados funcionários na frente de todos.   "},{"user":"Engenheiro de Software Júnior","avaliation":"Prós: Horário flexivel, possibilidade de trabalhar de casa, bom ambiente de trabalho, contato com tecnologias atuais do mercado de trabalho, politica de portas abertas Contras: salário não está na média de outras empresas, dificil crescimento de carreira em termos de salário, as atividades do seu nível de trabalho não corresponde com o guia da empresa   "},{"user":"Software Designer","avaliation":"Prós: Ótimo lugar para trabalhar, bom ambiente com balanço entre trabalho e vida pessoal excelente. Oportunidade para trabalhar em diversos projetos. Contras: Uma da maiores dificuldades por ser uma empresa grande é a burocracia que existe até mesmo para algumas coisas simples. Por vezes não temos tanta autonomia para auxiliar no desenvolvimento do produto.   "},{"user":"Técnico Nível II","avaliation":"Prós: benefícios da HP são bons e também tem vários cursos que são gratuitos. Ambiente equilibrado, com baixa pressão. Oportunidade de se trabalhar com novas tecnologias e soluções. Contras: Crescimento dentro da empresa não existe. Só pessoas sem estudo e sem conhecimento que conseguem crescer por que conhecem alguém de dentro Péssimo ambiente para crescimento profissional. Conselhos para presidência: Contratar pessoas qualificadas e com estudo   "},{"user":"Analista de Infraestrutura - Ex-funcionário, saiu em 2013","avaliation":"Prós: A empresa possui um beneficio muito interessante de voucher para certificação, além de uma boa área para treinamentos on-line, paga os salários e os benefícios em dia. Contras: Chefia muito distante, encontrei com meu chefe pessoalmente apenas 1 vez durante 3 anos de trabalho, não reconhecem o trabalho bem feito, caso você faça um trabalho para não ter problemas no seu contrato você não é lembrado, foi uma decepção achar que uma multinacional seria diferente de pequenas empresas. Conselhos para presidência: Observem os profissionais que trazem resultado para a empresa, faça com que os gestores fiquem mais próximos, não deixem o corte de gastos dificultar esse trabalho   "},{"user":"Technical Consultant - Ex-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de conhecer novas tecnologias, bom ambiente de trabalho. Oportunidade de fazer vários cursos. Politica de portas abertas, facilitando a comunicação. Contras: Dificuldade de promoção, salários dificilmente são reajustados, somente via acordo coletivo (discidio coletivo). As vezes a burocracia dificulta o fechamento de novos negócios   "},{"user":"Gerente de Serviços","avaliation":"Prós: Flexibilidade horário previdência salário plano saude. Contras: Oportunidade carreira acesso aos executivos perda de essência da fundação cia. ... Conselhos para presidência: Proximidade aos funcionários   "}]