[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Oportunidades internas devido ao tamanho da empresa são mais factíveis de aparecer e dar resultados. Isto tudo é claro que depende do interesse do mesmo. Contras: Gestao mal formada, desmotivada e sem experiência para de Forma adequada promover o crescimento do funcionário de forma correta. O funcionário não tem apoio. Conselhos para presidência: Reestruturação gerencial com pessoa mais preparadas e motivadas.   "},{"user":"Engenheiro de Software QA","avaliation":"Prós: Horário flexível, não bate ponto, contato com colegas do exterior e prática do idioma inglês diariamente. Possibilidade de mudança para o exterior pela empresa. Contras: Muitos gerentes em cada time, a proporção em relação ao número de funcionários é muito alta. Embora tenha um plano de carreira bem definido e instruções de como ser promovido na empresa, as promoções não ocorrem de maneira totalmente clara e nem sempre as pessoas concordam com a maneira como esse assunto é tratado.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bons benefícios, incentivo a atividades físicas e cuidados com a saúde, consultas médicas, massagem, e academia dentro da empresa. Bom espaço e ambiente com pista de caminhada. Contras: Falta de reconhecimento é a principal falha, coordenadores que misturam o lado pessoal e profissional de seus funcionários. Ambiente com poucas oportunidades de crescimento.   "},{"user":"Técnico","avaliation":"Prós: Visibilidade no currículo devido a ser uma multinacional com uma boa imagem no mercado de TI a nível internacional, além de ser uma das maiores concorrentes em serviços e equipamentos de servidores como a Dell e IBM. Contras: Falta de oportunidades para que o funcionário possa crescer e mudar de função, apesar a organização ser grande, as oportunidades são escaças. Conselhos para presidência: Melhorar o plano de carreira dos funcionários, afinal são o cartão de visita da companhia.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa desafiadora, com pessoas inteligentes, clientes enormes e exigentes e ambiente acolhedor. Contras: Salários inferiores aos praticados no mercado, não são ajustados quando recebemos promoções ou mudamos de função.   "},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Cultura e filosofia bem aderentes e aplicadas, de acordo com a tendência e demanda do mercado de Tecnologia da Informação. Empresa muito interessante. Contras: Neste momento, entendo que nenhum uma vez que sempre fui muito respeitado e muito bem suportado e aceito em todos os meus projetos na HP, fazendo de mim um profissional mais robusto e completo.   "},{"user":"Analista de Suporte ao Cliente Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima oportunidade aprendizado, o analista aprende todo dia com os atendimentos e com o convívio com os colegas; não atrasa o salário e o fretado Contras: A supervisão e a coordenação, as pessoas que auxiliam os analistas durante o atendimento e algumas das pessoas que aplicam o treinamento não sabem lidar e tratar de maneira correta os analistas que estão na linha de frente dos atendimentos Conselhos para presidência: A supervisão e a coordenação, as pessoas que auxiliam os analistas durante o atendimento e a maioria das pessoas que aplicam o treinamento não sabem lidar e tratar de maneira correta os analistas que estão na linha de frente dos atendimentos   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Paga Salários e Benefícios em Dia. Possui treinamento somente para áreas específicas, contudo permite ser mentorado em áreas estratégicas da empresa, que possibilita um bom networking. Contras: Não incentiva o crescimento pessoal e profissional, visto que a empresa não remunera mais, ou mesmo custeia cursos, certificações ou graduações Somente uma minoria privilegiada tem acesso ao programa de mentoring, sendo que a empresa não oferece recursos técnicos para estes mesmos profissionais participem do programa. Constantemente desvia os profissionais de função, média de salário bem abaixo do mercado, quase escravizando seus profissionais. Para se ter noção, diversas empresas terceirizadas pela HP pagam mais em uma função em comum, detalhe... Profissionais de ambas empresas trabalhando lado a lado nos mesmos projetos! Conselhos para presidência: Consultar empresas pequenas bem estruturadas, para aprendo organiza-se...   "},{"user":"Arquiteto de Soluções III","avaliation":"Prós: Ambiente de Trabalho, beneficios, Homeoffice. Possibilidade de crescimento na carreira. Acesso a novas tecnologias, Possibilidade de viagens e troca de pais. Contras: Falat de foco no que realmente desenja trabalhar no Brasil. As decisõesmais importantes da empresa são tomadas nos estados unidos. Se precisar de eles veem apenas numeros e nem mesmo resultado é considerado.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Excelente empresa, permite flexibilidade de horario, permite que o funcionario evolua, oferece auxilio para certificações e cursos de lingua extrangeita Contras: Possui poucos escritorios no Brasil dificultando a busca por oportunidades em diferentes regiões, estrutura de cargos é muito enxuta, poucas oportunidades de migração para outras areas.   "}]