[{"user":"Técnico de Campo II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Programa de reconhecimento com pontuação e gratificação de colaboradores da empresa. Programas de mentoring, para visualização de possíveis carreiras a ser seguidas. Contras: Falta de experiencia dos gestores em geral, para avaliações de colaboradores, essas avaliações e feitas de qualquer forma sem revisão de pessoas competentes para o mesmo Conselhos para presidência: Avaliar melhor quem ocupara cargos de liderança   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Adaptabilidade de horários, condução, local de trabalho, empresa multinacional Contras: Falta de transparência Conselhos para presidência: Trazer aos funcionários a verdadeira situação da empresa   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são bons, a empresa possui um amplo corpo de funcionários qualificados, mantém os funcionários informados sobre os acontecimentos, possui oportunidade de efetivação de estagiários e aprendizes. Contras: Não reconhece todos os seus funcionários, funções mais baixas possuem pouca visibilidade, apesar de efetivarem aprendizes, o salário é baixo.   "},{"user":"Assistente Financeiro - Ex-funcionário, saiu em 2016","avaliation":"Prós: excelente empresa, salarios e beneficios em dia, empresa com estrutura para quem almeja crescer profissionalmente. enfim recomendo, excelente empresa. Contras: qualquer solicitação vem do exterior, por este motivo as vezes algumas demandas acabam demorando um pouco, mas no mais é uma excelente empresa.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Para quem gosta de trabalhar com suporte ao cliente, conversando no telefone e ficar só executando queries, é um bom lugar. Horário um pouco flexível. Contras: Lugar péssimo para programadores, dado que não tem muito espaço para tal. A empresa é mais focada em suporte. Lugar desorganizado. Passaram 7 meses e não recebi os acessos necessários para poder começar a trabalhar. Gerência péssima. Não te dá feedbacks. Quando entrei, meu gerente me jogou pra outra equipe para \"treinamento\" e se não peço para voltar, nem lembraria que eu estava lá. "},{"user":"Promotor de Vendas","avaliation":"Prós: Dinâmica, segura e uma empresa que visa sempre evoluir junto com seus funcionários! Na prática, uma empresa onde você quer trabalhar bem por ter todo o aparato necessário. . Digo, supervisão, materiais, salário. .. Contras: Nenhum ponto que seja relevante ao ponto de precisar expor! Como em todo meio social, seja família, trabalho, faculdade, estamos sujeitos a alguns erros!   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia, aprendizado bom em algumas áreas. Fornecimento de material para trabalho, nada mais para falar sobre a empresa, não agregou. Contras: Falta de plano de carreira, baixos salários, sem possibilidade de aumento, gestores desorganizados, e você é apenas um número, não valorizam ninguém.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente físico bem agradável, no entanto a localização não é de fácil acesso. A rua da frente vive congestionada o que complica nos horários de entrada e saida Contras: Plano de carreira inexistente. Os gestores sempre acabam contratando pessoas que são conhecidas, não abrindo oportunidade interna para os funcionários. Conselhos para presidência: Melhorar os benefícios como VR pois R$16/dia é ridículo. Abrir as vagas para oportunidades internas e fazer um plano de carreira que não seja apenas fictício.   "},{"user":"Gerente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de crescimento e carreira internacional Beneficios em geral Plano de previdência privada Ambiente em constante mudança e desafiador Contras: As varias aquisições e vendas de empresas de diversos segmentos dificultam a unificação dos processos e clareza das informações e rapidez na tomada de decisão Conselhos para presidência: Ficar atento aos colaboradores em geral e não somente a opinião de gerência que algumas vezes pode não refletir a realidade   "},{"user":"Estagiário","avaliation":"Prós: Empresa que investe no funcionário, com diversas oportunidades de aprendizagem, projetos diferentes e o ambiente de trabalho é muito colaborativo. Contras: Empresa muito hierarquizada, falta um \"sentimento\" de dono dos funcionários, o que acredito que poderia melhorar com mais reconhecimentos, bônus, metas.   "}]