[{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Salário, participação anual dos lucros, benefícios, uniformes, auxílio creche, vale alimentação ou vale refeição a escolher e convênio com farmácia. Contras: Muita cobrança, não se colocam no lugar, meta a todo custo, falta de treinamento, RH distante e omisso, não se preocupam com os colaboradores. "},{"user":"Analista de Controladoria","avaliation":"Prós: Como principais pontos positivos da Claro Brasil podemos destacar os benefícios oferecidos pela empresa, infraestrutura organizacional e insentivo ao auto desenvolvimento. Contras: Como pontos negativos da Claro Brasil, podemos destacar o programa de desenvolvimento de Carreira ou plano de carreira, critérios e processos não são claros e objetivos.   "},{"user":"Vendedor","avaliation":"Prós: Ótimos benefícios, plano de carreira, ótima empresa para ganhar dinheiro, vr acima da média de mercado, convênio médico, convênio odontológico , seguro vida Contras: Falta de relacionamento entre áreas, falta de reconhecimento para cargos em outras áreas dentro da empresa , falta um pouco de melhoria nos produtos perante a concorrência Conselhos para presidência: Relacionamento entre áreas   "},{"user":"Coordenador Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Paga em dia, ótimos benefícios, convenio Bradesco Saúde, possui vagas internas que através de processo seletivo existe a possibilidade de mudança de área. Contras: Gestores despreparados, muita pressão, cobrança insana por resultados é necessário dedicação total em razão do trabalho, ótimo para quem é ambicioso e tem fome de crescimento. Conselhos para presidência: Valorizem seus colaboradores de fato no dia a dia, não somente na ultima reunião do ano. Gerentes técnicos, precisam aprender a tratar os subordinados com respeito durante apresentações e reuniões.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Vale refeição e alimentação quase R$800,00, sem co-participação, Unimed nacional e Bradesco dental, auxílio escola/creche R$500,00, bonificação quando meta atingida. Contras: Trabalhei na loja e não tinha cadeira disponível para sentar devido espaço pequeno para caixa, ocasionando problema saúde, me descartaram quando meus pés não aguentaram excesso tempo em pé. Conselhos para presidência: Planejem ergonomia e local adequado para trabalhar!   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos beneficios. Horário flexível. Ambiente agradável. A empresa investe em treinamentos. Possui plano de carreira. Lida com empresas de todo o Mundo. Contras: Demissões em massa, sem motivos aparentes. Não há aumento de salário. Só contrata através de indicação. Não há sinergia entre as equipes e nem procedimentos claros.   "},{"user":"Assistente de Assistente Técnico","avaliation":"Prós: Benefícios bons, lugar para trabalho bom, boas pessoas, uma empresa que se encontra em muitos lugares do País, depende da área que trabalha é possível pedir transferência Contras: plano de carreira falho, Rh muito distante dos funcionários, não tem benefícios na área de estudos, pouco investimento no desenvolvimento dos colaboradores   "},{"user":"Gerente Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa de grande porte com possibilidades de atuação em diversas áreas. Remuneração e benefícios, em linhas gerais, de acordo com o mercado. Contras: Empresa com muitos sistemas e processos antigos e desatualizados, tais processos geram muito retrabalho, burocracia e deixam o dia não produtivo. Conselhos para presidência: Atenção com os sistemas e processos internos.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: ótimos benefícios. empresa maravilhosa de se trabalhar,pagam em dia. salário acima da média do mercado, e com nível superior tem oportunidades de crescimento. Contras: Como toda empresa de telefonia,você é obrigado a embutir serviços,sua permanência no emprego depende disso. Esse é o maior ponto negativo,tem que intubar linhas nos clientes,custe o que custar.   "},{"user":"Jovem Aprendiz","avaliation":"Prós: É uma empresa de grande porte, oferece ótimos benefícios, um ambiente saudável de trabalho. A empresa hoje possui 3 afiliadas e oferece uma oportunidade para jovens iniciarem sua carreira profissional. Oferece um curso integrado no SENAI simplesmente incrível. Contras: Apesar de ser um programa de jovem aprendiz, na empresa nós usamos a intranet e aprendemos coisas que não vão nos trazer conhecimento em outras empresas.   "}]