[{"user":"Analista de Serviços Técnicos Pleno","avaliation":"Prós: Ambiente equilibrado, com pressão alta quando demanda e necessaria. Oportunidades novas de conhecimentos e aprendizagem, com beneficios razuaveis considerando as demais oportunidades de mercado. Contras: O processo de gestão ainda muito vertical, com varios setores e muitos cargos de chefias, e difuldades de acesso aos mesmos. Plano de carreira com divisão clara entre gestão e execução. Conselhos para presidência: Melhorar a transparência dos setores, gestores e atribuições   "},{"user":"Engenheiro de RF Pleno","avaliation":"Prós: Bom ambiente de trabalho, participação nos lucros (PL) e benefícios razoáveis. Faz parte de um grande grupo, com empresas conceituadas, do qual tenho orgulho em pertencer. Contras: Poderia cuidar melhor do recursos humanos que possui. Salários congelados a mais de 5 anos, os benefícios vem reduzindo com o tempo. Não tem plano de carreira.   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2007","avaliation":"Prós: Treinamentos, incentivo a crescimento na carreira dentro da empresa, estrutura física das lojas, o acesso a novas tecnologias, desconto em parceiros. Contras: A pressão fora do comum nos períodos de maior necessidade de venda, acredito que alguns gerentes para terem seus resultados extrapolam o bom senso. Conselhos para presidência: Seus colaboradores precisam ter tempo de qualidade com suas famílias.   "},{"user":"Vendedor Comercial","avaliation":"Prós: Pagamento em dia, benefícios, ótima estrutura de trabalho, muitos incentivos , campanhas,. Muita diversão também, local de trabalho sempre bem limpo Contras: Alguns líderes que não sabe lidar com algumas situações e pessoas e acabam sendo arrogante com as pessoas, isso acaba criando uma insatisfação   "},{"user":"Vendedor Comercial Externo","avaliation":"Prós: Muito bom trabalhar lá sempre muito motivado pelos superiores e sempre que batemos a meta ganhamos gratificação e não perdemos o tranbalho então s isso Contras: Andamos muito muito mesmo pelas ruas tentando vender esses planos as vezes soa muito cansativo poderia ter mas pontos de apoio pra bebemos água banheiro e dar um intervalo uma descansada Conselhos para presidência: Mas pontos de apoio   "},{"user":"Técnico de DTH - Ex-funcionário, saiu em 2016","avaliation":"Prós: Eu como gosto de trabalhar na área de técnico de DTH pra min já é o maior orgulho empresa que reconhece o seu Esforço e estar sempre inovando . É você adquirindo mais experiência muito bom. E questão de pagamento sempre em dia .. não tenho o que reclamar. Contras: Sem registro em carteira. É ter que trabalhar com o próprio veículo sem pagar aluguel do carro. E pra quem trabalha na rua tem sempre que fazer manutenção no veículo ferramenta de trabalho. Fora isso tudo ok.   "},{"user":"Gerente de Filial - Ex-funcionário, saiu em 2019","avaliation":"Prós: salario oferecido é adequado ao mercado e beneficios sao bem generosos. Flexibilidade e liberdade de trabalho sao bons. Empresa cumpre com suas promessas. Contras: Cultura imediatista. Falta de planejamento, visao de curto prazo. Pressao sem motivo. Muito se fala em execucáo porem nao existe planejamento concreto. Cada hora algo e importante, projetos comecam e nao sao concluidos. Nao existe perenidade nas ideias e relacoes.   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios como VT, VR, Plano de Saúde e Seguro de Vida acima dos padrões do mercado. Muita oportunidade de crescimento. Pessoas muito gentis, tolerantes e respeitosas. Contras: As oportunidades de crescimento eram, infelizmente, sempre na área comercial. As metas mensais para os vendedores eram totalmente impossíveis de serem alcançadas. Conselhos para presidência: Sejam mais humildes e olhem a linha de frente da empresa - os vendedores - com um pouco mais de carinho e atenção.   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: Empresa bastante dinâmica, oferece muitas oportunidades de aprendizado. Salários dentro da média do mercado e na área de Telefonia Pessoal (Claro) os resultados tem sido excelentes, resultando em PPR's bem pagos. Contras: A eterna \"rixa\" entre funcionários origem Claro e NET não termina, influenciando em uma fusão harmoniosa. Tenta-se de qualquer maneira fazer com que a área de celulares se submeta à área residencial. Conselhos para presidência: Em times que estão ganhando, não forcem mudanças.   "},{"user":"Analista de Qualidade Sênior","avaliation":"Prós: Lugar acolhedor e de extrema liberdade, departamento unido e bem sinérgico, todos correm pelo mesmo objetivo e a gerência sabe cobrar no ponto ideal. Contras: Ainda existe uma cultura contra o home-office, e isso não é bom para uma empresa que inova a todo momento, e quer buscar o topo do mercado, nada que afete muito o desempenho... porém seria legal mudar essa cultura   "}]