[{"user":"Supervisor Técnico","avaliation":"Prós: Existem diversas oportunidades de crescimento tanto profissional quanto em conhecimento. A empresa investe no funcionário quando o mesmo retorna o interesse. Vejo um perfil de gestão agradável e acaba sendo motivador. Contras: Antes da fusão tinha o sentimento de mais proximidade aos visão da empresa. Hoje vivemos um momento de reestruturação e isso não é bom, muitos cortes, terceirização, vejo isso como um retrocesso pra uma empresa que sempre priorizou Qualidade ante as demais players. Conselhos para presidência: A margem aos acionistas deveria ser revista, já estamos muito pressionados na ponta. Vejo falta de qualidade sendo transmitida na ponta final ao cliente e isso é péssimo pra uma empresa que sempre prezou Qualidade, as novas rede GPON estão aí e tem muito menos problemas que uma rede HFC ou ADE. Se cortar as verbas para manter as margens de lucro aos acionistas essa imagem será arranhada e em pouco tempo até eles perderão.   "},{"user":"Telemarketing Ativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário, plano de carreira e incentivos.l e horários. Os treinamentos promovidos pela empresa são excelentes e o ambiente de cooperativismo e respeito. Contras: Ligar para pessoas aleatórias para tentar fechar uma venda, do nada. Resumindo: Não são leads qualificados. Então perdemos muito tempo, e na grande maioria não conseguimos alcançar os resultados propostos pela Cia. Conselhos para presidência: Não sei se dá certo, pelos custos do funcionários. Acredito que se mudassem a estratégia qualificando os leads e depois passando para uma equipe menor de telemarketings o resultados seria bem melhor.   "},{"user":"Vendas","avaliation":"Prós: Flexibilidade no horário e bom andamento, com aceitação de profissionais com mais idade e experiência de vida. Fazer parte de uma equipe é um desafio estimulante e competitivo. Contras: Trabalhar na rua com temperaturas altas e com intempéries naturais. Esforço físico e pessoal para atingir metas se torna exaustivo e desanimador. Conselhos para presidência: Sem comentários   "},{"user":"Vendas Externas","avaliation":"Prós: Os pagamentos são realizados em dia, os benefícios são muito atrativos, possui um nome de peso no mercado, otima experiência de peso para o currículo. Contras: Comissões não são muito atrativas, falta de planejamento, ambiente não muito favorável, falta de coordenação, falta de apoio, desorganização no setor.   "},{"user":"Coordenador de Marketing Global","avaliation":"Prós: Ambiente informal, agilidade nos processos, profissionais capacitados, ambiente acolhedor, Tem benefícios muito bons, como PPR, plano de saúde Contras: O R.H.é muito moroso nas contratações. A localização não é muito boa. O ticket é baixo para a região, que é muito cara para almoçar. Não tem estacionamento para todos.   "},{"user":"Coordenador Comercial","avaliation":"Prós: Empresa bem dinâmica. O ambiente é de constantes transformações assim como ocorre no mercado na qual a empresa está inserida. O programa de participação nos resultados é um dos pontos fortes quando falamos em benefícios. Contras: Apesar de ser uma empresa inserida num ambiente de constante transformação, estruturalmente precisa se modernizar, principalmente no que diz respeito ao seu RH. Estrutura hierárquica rígida e com muitos cargos. Baixa oportunidade de ascensão a partir da posição de coordenador.   "},{"user":"Vendedor Comercial Externo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios como Planos de carreira, plano de saúde ótimo, vale alimentação, e suporte ao trabalhador e treinamentos,Ganho razoávelmente alto para o setor. Contras: Cobrança exagerado em cima de vendas, superiores desqualificados em alguns setores, falta de visão de quem está em cargos mais altos, por mais ruim que está para os vendedores as desculpas são as mesmas , que não a lugar ruim para se vender. Uma reunião acho que bastaria para esclarecer onde precisa ser melhorado.   "},{"user":"Coordenador","avaliation":"Prós: Solidez. Pacote de benefícios é o grande diferencial. É uma empresa de grande porte, resultado da fusão de 3 grandes marcas (Claro, NET e Embratel). É ética. Contras: A cultura . Estrutura muito hierarquizada, silos. Carrega o resultado de 3 culturas distintas. Baixa autonomia. Extremamente burocratizada . Baixa qualidade de vida Conselhos para presidência: Simplificar os processos, valorizar as pessoas   "},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: A possibilidade de aprendizado e o projeto em que trabalhei envolveu áreas novas e que ampliaram a minha visão de empresa. Área jurídica foi particularmente enriquecedora. Contras: A dispersão de políticas, falta de políticas foram o ponto imensamente críticos nesse ambiente de concorrência acirrada. O distanciamento cultural mexicano...   "},{"user":"Técnico de Assistência Técnica - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário pagado em dias, bom ambiente de trabalho, sempre conhecia pessoas novas, nao tinha chefe no pé o tempo todo, andava bastante pela cidade Contras: Muito corrido, carga horária puxada, Goiânia é uma cidade muito grande, e às vezes tinha que andar muito pra chegar no local da visita técnica.   "}]