[{"user":"Consultor","avaliation":"Prós: Já teve muita coisa boa, o clima era secional, parecia uma empresa familiar, tudo se resolvia em pouco tempo, sem burocracia e com muita organização, mas infelizmente estão perdendo valores preciosos. Contras: A empresa está se tornando cada vez mais capitalista, estão perdendo pessoas boas e sobrecarregando os poucos que ainda aguentam a pressão, em breve o cliente perceberá a qualidade dos serviços caírem. Conselhos para presidência: Revejam as diretrizes do RH, desçam uns 4 níveis abaixo na hierarquia para entender as dores dos funcionários. A pesquisa de clima é uma farsa, estão realizando de 2 em 2 anos, logo após ao pagamento do PPR e desligamentos contínuos. Está se tornando uma bomba relógio.   "},{"user":"Gerente de Negócios","avaliation":"Prós: A empresa nos consede bons benéficos, como Ticket , participação dos lucros , um ótimo plano de saúde. Bom ambiente de trabalho, acredita no trabalho que nós prestamos . Contras: A empresa deveria ter uma avaliação melhor do cenários 360 colaborador com cargos de chefia. Deveria ter um boa revalidação das Políticas de cargos e salários .   "},{"user":"Assistente Comercial","avaliation":"Prós: Muitas oportunidades de crescimento, convênio médico Bradesco ou Unimed Empresarial desconta apenas R$ 3,00, odonto prev desconta R$ 12,50 porém pode passar nas consultas que não pagamos, ticket refeição ou alimentação R$ 750,00. Contras: Todos fazem tudo, necessáriamente não é cada um na sua função, a divisão de tarefas poderia ser mais organizada, assim poderíamos fazer o trabalho de uma forma mais eficaz. Não temos horário fixo, as vezes trabalhamos nos domingos e feriados. Conselhos para presidência: Reconhecimento aos assistentes. "},{"user":"Analista de Planejamento Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: É uma empresa com marca sólida no mercado que certamente agregará valor ao seu currículo. Paga em dia, as vezes acima da média do mercado e possui pacote de benefícios diversificado. Contras: Oferece pouco estímulo ao desenvolvimento profissional, os critérios para promoções e participar de recrutamentos internos não são claros, dificultando o desenvolvimento de carreira. Conselhos para presidência: Invista no desenvolvimento do quadro de líderes e reformule o RH para que o plano de carreira seja mais justo com os internos.   "},{"user":"Técnico de Manutenção lI","avaliation":"Prós: Benefícios otimos, ppr excelente, convênio de saúde Bradesco top saúde muito bom, vr um dos melhores entre empresas privadas, e convênio odontológico Contras: Empresa com faixas salarial mau estruturada, tem cidade que ganha mais que outras, tem cidade que uns ganha mais que o outro, e os gestores sempre pedem para apoiar as demais cidades mesmo para aqueles que ganham menos trabalharem em lugares que os outros ganham mais Conselhos para presidência: Igualar salários das cidades do cluster   "},{"user":"Analista de Comunicação Pleno","avaliation":"Prós: Empresa com vasto recrutamento interno, com oportunidades para mudar de área. Bom bônus. Também oferece desafios constantes. De maneira geral é uma empresa com grandes desafios. Contras: Péssima cultura e de maneira geral, gestão ineficiente. Corporativismo, falta clareza sobre indicadores do negócio RH mais reativo que já ouvi falar, realmente tratam colaboradores como recursos Conselhos para presidência: Invista urgente em endomarketing e fortalecimento da cultura. A fusão trouxe problemas que vocês ignoram. Se reinventar nunca é fácil, mas as vezes é necessário.   "},{"user":"Especialista","avaliation":"Prós: Pessoas, fazem toda a diferença, parte do corpo profissional da empresa sabe o que precisa ser feito, trabalha orientado para o cliente, pessoas simples. Contras: Não tem reconhecimento profissional, oportunidades de crescimento, baixa remuneração, estagnação, só crescem os puxa saco, sou gestor de três áreas a cinco anos e não tive se quer um reajuste salarial. Conselhos para presidência: Gestores incompetentes.   "},{"user":"Gerente de Negócios II","avaliation":"Prós: Valorização e plano de carreira para funcionários, ambiente agradável, profissionais qualificados bem como benefícios inerentes à CIA, ótimo pra quem quer seguir carreira em Uma empresa. Contras: Reconhecimento salarial, apesar das promoções o salário é a quem do cargo, alguns benefícios para quem usa seu carro ainda está defasado... Conselhos para presidência: Melhorar ofertas salariais para quem é promovido através do plano de carreira interna, reconhecimento interno e integração entre as equipes.   "},{"user":"Especialista Master de Operações","avaliation":"Prós: A empresa oferece bons benefícios e um clima agradável de trabalho, pontualidade nos pagamentos e flexibilidade para marcação das ferias. os horários de trabalho também é flexível. Contras: Certa dificuldade para promoções. não existem regras muito claras sobre os critérios necessários para candidatura a cargos com melhor remuneração. Conselhos para presidência: Melhor aproveitamento dos colaboradores para as vagas internas. Hoje prefere-se investir em um profissional do mercado do que promover um colaborador do grupo.   "},{"user":"Técnico de Rede Interna II","avaliation":"Prós: Beneficios sao excelentes,pois oferecem vale refeição,vale transporte,assistencia de saude, odontologico ,vale transporte e participação nos lucros. Contras: A Empresa peca na valorização dos funcionarios,salarios ultrapassados,há anos que não temos aumento salarial , nem mesmo o valor do inpc e falta pagamento de periculosidade.   "}]