[{"user":"Assistente Cop","avaliation":"Prós: Ótima Empresa para trabalhar, ótimo ppr de até 3,6 salário. . Contras: Pouca vaga. .   "},{"user":"Técnico em Suporte Técnico N2","avaliation":"Prós: Seus funcionários, ambiente de trabalho , seus planos para os funcionários , suas instalações , sua segurança e cuidado com seus funcionários , cuidado com a saúde. Contras: Dificuldade para se cadastrar , para trabalhar na empresa claro , não é divulgado qual empresa , contrata para empresa claro , ou agência que faz a contratação. Conselhos para presidência: Conhecer seus funcionários.   "},{"user":"Vendedor Externo - Ex-funcionário, saiu em 2018","avaliation":"Prós: bons beneficios e comissao bastante agressiva! tem metas possiveis de serem alçadas e tem participaçao de lucro anual em todos os canais da claro Contras: tem muito roubo de vendas! muitas vendas sao canceladas pelo simples fatos de a empresa querer (mesmo com documentacao provando que nao é fraude) e a empresa NAO PROMOVE NINGUEM NEM COM RAZA BRAVA Conselhos para presidência: tem que valorizar seus funcionarios com promocoes e principalmente contratar instaladores net em manaus para fazer instalacoes e assim, evitar roubo de vendas   "},{"user":"Analista de Trade Marketing - Ex-funcionário, saiu em 2017","avaliation":"Prós: O pacote de benefícios é bom. Tem vale transporte ou estacionamento no local + Vale refeição ou Vale alimentação + Plano médico e odontológico + Participação nos lucros Contras: Os salários são abaixo do mercado, a empresa valoriza mais colaboradores que vem do mercado ao invés de prestigiar quem já está na empresa .   "},{"user":"Product Owner","avaliation":"Prós: Contato com várias áreas e atividades dinâmicas parecem sempre dar a oportunidade de renovar as energias e promove uma possibilidade de movimentação interna entre áreas e funções em que temos melhor desempenho e maior aptidão. Uma boa oportunidade de descobrir o que realmente gostamos e assim seguir em frente na carreira. Contras: Ainda há um apego no modelo tradicional que olha crachá e ainda cheio de burocracias absurdas, como as restrições de acesso livre a rede, sobretudo para áreas de negócio que trabalham diretamente com tecnologia. Conselhos para presidência: Remover barreiras burocráticas de acesso Incentivar sempre o espírito de cooperação e colaboração entre as áreas   "},{"user":"Manager","avaliation":"Prós: Benefício oportunidade de crescimento progeama de participação nos resultados . Empresa dinamica e lider de mercado. Sempre a frente de seus concorrentes. Contras: Planejamento a longo prazo. Devido a necessidade constante de mudanca se faz necessario embora muitas vezes projetos sao implementados sem os devidos testes   "},{"user":"Analista de Sistemas","avaliation":"Prós: Acesso às novas tecnologias e antigas. Visibilidade profissional boa para o mercado. Possibilidade de migrar para outras áreas dentro da empresa. Contras: Quadro de funcionários muito enxuto. Escalas de plantão apertadas e sem pagamento de horas extras. Trabalho sob pressão excessiva. Falta de meritocracia. Conselhos para presidência: Melhorar meritocracia, quadro de funcionários e gestão.   "},{"user":"Consultor de Planejamento Comercial","avaliation":"Prós: Ambiente, estabilidade e atenção aos filhos dos funcionários. Agora está para entrar um desconto nos produtos para os colaboradores, o que é benéfico e um bom reconhecimento para os funcionários. Contras: Os movimentos na carreira parecem ser mais devagar que o mercado, não demonstrando que a meritocracia é a única forma adotada. Além disso, a empresa é muito grande e acaba sendo bem burocrática em alguns processos.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom lugar para trabalhar. Trabalhei em contas a pagar, receber. RH, departamento pessoal. Análise de folha de pagamento. Nota fiscal. Et e tal. Contras: Não funciona. Bom lugar para trabalhar. Trabalhei em contas a pagar, receber. RH, departamento pessoal. Análise de folha de pagamento. Nota fiscal. Et e tal.   "},{"user":"Auxiliar Administrativo","avaliation":"Prós: O profissional chefe ai qual eu me dirigia na terceirizada da claro em Mairiporã é bem receptivo aos funcionários, procura escutar e muitas vezes acata a opinião. Contras: Como travalhei em uma empresa terceirizada, nós não tínhamos muitos beneficios, não tínhamos VA, convenio, ou ate mesmo vale mensal. Só uma ajuda de custo de R$ 200,00. Conselhos para presidência: Procurar melhor avaliar não só a area técnica e sim a administrativa tb.   "}]