[{"user":"Assistente Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios, uma empresa que você lhe proporciona uma certa estabilidade. voltaria a trabalhar lá. Contras: Investe pouco na capacitação dos colaboradores voltaria a trabalhar lá.   "},{"user":"Analista NOC II","avaliation":"Prós: beneficios e ppr. Contras: não investe em incetivo pros colaboradores, coordenadores despreparados para lidar com pessoas, clima pesado.   "},{"user":"Especialista","avaliation":"Prós: A empresa adquiriu recentemente novas sedes, predios novos com novos móveis. A convivencia na area de comunicação é Muito agradável. O PLR é o maior que já recebi. Contras: A área de produtos não tem consistência na criação das ofertas, falta também planejamento, tanto na área de produtos quanto na área de comunicação. Falta organização, falta processos e não tem plano de carreira .   "},{"user":"Executivo de Contas Pleno","avaliation":"Prós: Beneficios participação de lucros pagamento em dia reconhecimento de tempo de casa loca ligação de trabalho apoio creche a mães boa empresa no geral. Contras: Ambiente de trabalho incentivo de carreira plano de carreira péssimo falta de oportunidade de crescimento sistema de meritocracia pessimo péssima gestão despreparada   "},{"user":"Gerente","avaliation":"Prós: Investimento anual do grupo America Movil para crescimento da companhia. Atuação em vários mercados / segmentos de telecom na mesma empresa (produtos residenciais, móveis e empresariais). Contras: Pouco voltada a melhoria de processos. Apesar de altamente hierarquizada, demonstra problemas relacionados à governança (papel e responsabilidade de cada área. Dificuldade de fazer as etapas primárias relacionadas a RH funcionarem ( contratar / demitir / reconhecer / construir pipeline de líderes / atrair bons recursos)   "},{"user":"Executivo de Contas","avaliation":"Prós: Boa empresa, bons benefícios, empresa com possibilidade de crescimento profissional ou até mesmo de se cadastrar em outras vagas do grupo após 1 ano de empresa. Contras: Gerência um pouco distante, entretanto, p seguimento esta com dificuldade de crescimento, devido a crise atual do país, mas voltando e melhorar essa fase a tendência é que a situação melhore.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho ótimo , profissionais de alta performance e empresa voltada para ganho de marketshare de maneira acelerada e progressiva. Contras: Falta de direcionamento nos últimos anos de uma estratégia eficaz e contundente sobre as ameaças e novos entrantes no mercado de Telecom. Mas uma excelente empresa.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Bom ambiente pra aprender e desenvolver pró atividade, crescer e estar sempre em desenvolvimento, ótimo pacote de benefícios em comparação ao mercado. Contras: Fora a cobrança que é trabalhar com vendas, nada a acrescentar. A gente aprende a lidar com a pressão diária. Fazendo isso você consegue seguir bem.   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Ambiente muito agradável com uma cultura bem definida, novas oportunidades de tecnologias sendo trabalhadas a todo momento, benefícios que atendem muito bem. Contras: Plano de carreira não estipulado, parcerias para criação de capacitações dos colaboradores, incentivo ao esporte acabou depois de algum tempo.   "},{"user":"Vendedora - Ex-funcionário, saiu em 2016","avaliation":"Prós: Possibilidade de crescimento.!!!!!!! Treinamentos mensais. São enviados ao credenciados. Busca o otimismo em encontros regionais com todas equipes. Estimulando metas, e dando gratificação por reconhecimento. Contras: Dificuldades de as vezes solucionar o problema do cliente. Tendo as vezes reclamações dos superiores. Dificuldade para solucionar os problemas no prazo. Conselhos para presidência: Ter mais sensibilidade com os recém credenciados.   "}]