[{"user":"Analista Sr - Ex-funcionário, saiu em 2018","avaliation":"Prós: Um grande grupo, com produtos incríveis. bons benefícios e capaz de ter bons relacionamentos. Antigamente era possível fazer sua própria carreira. Contras: Fusão muito demorada. Muita gestão repetida e que não se permite a evolução acontecer. cada um fica preso a sua origem e não pensa em algo novo. só querem que o que fazia antes continue sem avaliar o que pode ser melhor. A média gestão não tem autonomia para dar mérito e promoções. A política prevalece e quem é mais amigo do diretor consegue um lugar ao sol. Fatos e dados de quem faz e acontece não são levados em consideração. Não se pode ir contra alguma questão. Conselhos para presidência: A Alta direção deve descer para a operação e tática. Principalmente na Matriz/MSO. A empresa está doente. Confiar mais na equipe e deixá-la trabalhar. Há muitos Coordenadores, Especialistas e analistas que fazem a diferença, mas estão apagados pela gestão.   "},{"user":"Analista de Planejamento Estratégico","avaliation":"Prós: Oportunidade de crescimento e aprendizado, salário justo , clima agradável. Contras: Carga horária 8:48 para a regional e 8:00 para a matriz. Injusto e sem razão para tal.   "},{"user":"Analista de Datacenter I","avaliation":"Prós: Uma empresa muito boa, fornece boa condição de trabalho, benefícios compatíveis com o mercado e boa flexibilidade na execução do trabalho com um bom ambiente. Contras: Devido as fusões entre NET, Claro e Embratel, no momento atual, posso dizer que estamos enfrentando um cenário desafiador, com altas demandas de trabalho, alta cobrança o que e bom, porem em contrapartida a empresa não acaba oferecendo boas oportunidades de crescimento e promoção. Conselhos para presidência: É uma excelente empresa, porem as decisões gerenciais em alguns pontos acabam sendo confusas. Algumas ações são tomadas, projetos são iniciados, e as vezes irreversivelmente encerrados. Falta mais um planejamento em certas ações.   "},{"user":"Analista Noc I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios são muito bons e atendem ao mercado, com diversas campanhas e engajamento. Possui transporte gratuito entre os prédios e em vários horários. Contras: Poucas chances de crescimento interno, não possui um processo claro no resultado das vagas e não possui promoções. Geralmente áreas operacionais.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Equipe muito boa. Contras: Pressão. "},{"user":"Gerente de Contas III - Ex-funcionário, saiu em 2014","avaliation":"Prós: pagamento em dia sem qualquer burocracia, planos complementares otimos, reembolso sem demora, rh pratico e rapido, ferramentas funcionais... Contras: pessoas, somos tratados apenas como numeros, sei que isso é a realidade do dia a dia, mas para atingir metas sem ferramentas de campo, tal como verba e campanhas nao existem nessa empresa Conselhos para presidência: sejam mais humanos   "},{"user":"Analista de Marketing III","avaliation":"Prós: Autonomia e dinamismo fazem parte da rotina na claro, apesar das ckbatanyes mudanças, elas nunca são vistas com maus olhos, todos sabem que fazem parte do objetivo final, a liderança de mercado. Contras: Não há plano de carreira e os gestores as vezes despreparados demoram pra reconhecer de forma financeira os seus subordinados. Muitos projetos da matriz não descem para as regionais. Conselhos para presidência: A gestão não pode apenas agradar a diretoria e querer sempre entregar o melhor trabalho, ela precisa reconhecer as pessoas a tempo.   "},{"user":"Consultor de Vendas","avaliation":"Prós: Pacote de benefícios atrativos, plano de carreira, uma empresa com ótima estrutura. Pagamento de salário em dia, sem atrasos, se for feriado chegam antecipar. Contras: Gestão desorganizada. Se você não puxa saco do gestor você não conquista uma vaga melhor na empresa, não valorizam seu trabalho, se adoce uma vez se quer falam que é de propósito. Não valoriza o funcionário das vendas! Nós vendemos e vendemos e quem ganha festa por terem vendido 24 mil linhas no mês são apenas os diretores e coordenadores que mal nos ajudam em loja! Conselhos para presidência: Olhem mais para seus vendedores! E graças a eles que vocês conquistam suas 24k de linhas! Eles merecem reconhecimento um agrado!   "},{"user":"Supervisor de Obras - Ex-funcionário, saiu em 2013","avaliation":"Prós: Valorização dos colaboradores e bom ambiente de trabalho contribuem para o desenvolvimento da pro atividade coletiva. Benefícios como Tickets, Plano de Saúde, Seguro de Vida e Plano Odontológico. Contras: Como ocorre com o planejamento em todas as operadoras de telecomunicações, as Engenharias de Implantação e Eng. de Operação e Manutenção da Rede têm dificuldade de manter a sinergia, possibilitando acúmulo de atividade com pouco prazo de execução para o trabalho de campo. Portanto o trabalho sobre alta pressão é uma constante.   "},{"user":"Especialista de Soluções","avaliation":"Prós: Os benefícios são bons, acima do que é praticado no mercado. O ambiente de trabalho é agradável. Equipe comprometida. Horário de trabalho respeitado. Contras: Não possui descontos em serviços para colaboradores. Dificuldade de conhecer os processos, existe uma certa desorganização nesse sentido, em saber o jeito correto de fazer as coisas. Conselhos para presidência: Disponibilizar descontos nos serviços aos colaboradores   "}]