[{"user":"Executivo de Contas","avaliation":"Prós: salário compativel com o mercado, diverso beneficios, como plano de saude, odontologico, previdencia privada e seguro de vida. Empresa fornece carro para trabalhar. Contras: Muito chefe pra pouco indio. As vezes temos a sensação que esta todo mundo perdido. Falta dialogo entre as áreas, sem contar que temos a impressão que concorremos com nos mesmo. Conselhos para presidência: Ouvir todas as áreas da empresa antes de qualquer mudança.   "},{"user":"Analista Financeiro - Ex-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de agregar conhecimento e conhecer outros profissionais nao tenho muitas observacoes para registrar aqui nessa pagina mas agradeco Contras: Baixo salario com pouca oportunidade de crescimento exigindo saida da empresa para encarreiramento nao tenho mais observacoes para expressar aqui nessa pagina agradeco   "},{"user":"Assistente Administrativo","avaliation":"Prós: Salário pago em dia Vale alimentação pago em dia Plano de saúde muito bom Plano odontológico muito bom Participação nos lucros muito boa a variável Contras: Salários baixos Sem perspectiva de crescimento para portadores de necessidades especiais Valor do ticket dos portadores de necessidades especiais é mais baixo que dos outros funcionários Conselhos para presidência: Valorização do PCD   "},{"user":"Supervisor Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de crescimento, contato com diversas áreas, liberdade de criação, conhecimento em comercial e técnica. . Contras: Treinamento para novos processos, . Conselhos para presidência: Conhecer melhor seus colaboradores, realmente aproveitar o potêncial de cada um que é particular.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: plano de carreira, benefícios, comissões e premiações.Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: cobranças, falta de comunicação, falta por parte da diretoria conhecer as dificuldades do setor de loja própria e demais processos operacionais. Conselhos para presidência: visitar lojas e saber dificuldades dos funcionários.   "},{"user":"Assistente de Back Office","avaliation":"Prós: Empresa muito boa para trabalhar, ótimos benefícios e salário condizente com o mercado . O funcionário que trabalha nesta empresa sai com muita bagagem Contras: Infelizmente, o setor de backoofice foi terceirizado , e com isso outros setores também se extinguiram gerando mais desemprego. Que está em alta no momento. Conselhos para presidência: Seria bom se fosse avaliado a possibilidade de realocar o funcionário que tem potencial para outras áreas   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima empresa que zela pelos funcionários tem ótimos benefícios convênio médico Unimed vale alimentação alto convênio odontológico Bradesco , equipe bacana de se trabalhar . Contras: É uma empresa onde tem chances de crescimento porém para vc ter oportunidade é necessário agradar o gestor ,cobranças em cima das vendas são muito altas .   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: Ambiente bom na área de MKT. Pagementos em dia, PPR geralmente bom, localização boa, flexibilidade de horários, prédio novo, próximo aos shoppings/metrô/trem. Contras: Plano de carreira fraco, gestão de pessoas e RH quase inexistentes, falta de rumo para alcançar os objetivos, sem programas de desenvolvimento dos funcionários, etc. Empresa atrasada, parou nos anos 2000.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Empresa que oferece bons benefícios, com um VR acima da média de suas concorrentes, nunca atrasou os pagamentos de remunerações, o que faz dela uma empresa de confiabilidade nesse aspecto! Contras: Os gestores são ruins onde as oportunidades são medidas pelo nível de amizade e afinidade e não pelo potencial em si do colaborador, gerem amizades e não o perfil de cada um para uma possível promoção ou alocação em outra área desejada pelo funcionário, metas muito altas para o fluxo de clientes, ou seja o dimensionamento de metas não é colaborativo para o vendedor atingir o comissionamento! Conselhos para presidência: Melhorar a atenção dada aos funcionários oriundos de Lojas que queiram mudar para uma posição interna pois muitas vezes é pelo caminho mais baixo que um profissional tem a oportunidade de começar!   "},{"user":"Gerente de Loja","avaliation":"Prós: Excelente empresa e ambiente para desenvolvimento e crescimento profissional. Oportunidades de trabalhar com mudanças e desafios constantemente. Inovação tecnologia. PLR, Vale alimentação, auxilio creche Contras: Comissionamento abaixo do valor de mercado., Os salários gerenciais com diferenciação e não existe uma segmentação exemplo: júnior, pleno e sênior. Algo que a empresa poderia segmentar e promover com tempo por mérito. Conselhos para presidência: A remuneração variável precisa ser um diferencial para a motivação do todo, e precisa ter uma segmentação de cargos para que a diferença salarial seja compreendida entre os colaboradores.   "}]