[{"user":"Teleoperador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pacote de benefícios Vale-transporte, Vale alimentação Convênio Médico Convênio odontológico, PPR, Seguro de vida. Contras: Metas inatingíveis, má gestao. Gestão impõe meta super faturada, impossibiltando o atingimento das metas, isso piorou após a junção Net/Claro   "},{"user":"Call Center","avaliation":"Prós: Possui benefícios, vale alimentação e refeição, plano de saúde Bradesco, auxílio creche, plano odontológico, descontos na faculdade, farmácia, academia, cinema etc.. Contras: A empresa teria que pagar o vendedor pelo o que ele vende ,mais só somos comissionados a partir de 60%..que não é mole , as empresas de call center deveriam averiguar isso .   "},{"user":"Técnico Sênior","avaliation":"Prós: Pagamento em dia. Empresa passa por grande lá transformações de investimento. Existe uma liberdade para executar as atividades diárias. Plano de saúde e odontológico Contras: Não possui plano de carreira. Você é capaz de passar 15 anos sem ter um único aumento. Dissídio no máximo e brigam muito. Raramente pagam a inflação. Muita falha na gestão de pessoas Conselhos para presidência: Ter um plano de carreira definido.   "},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Flexibilidade de horário e profissionais capacitados, com flexibilidade de utilização de novas linguagens e novas tecnologias. O time em que estive presente se preocupava muito com a qualidade de vida dos seus funcionários. Contras: Muitos cartuchos, cargos arranjados e favoritismo. É necessário saber lidar e executar suas atividade com qualidade para suprir os funcionários queridinhos.   "},{"user":"Vendedora Externa - Ex-funcionário, saiu em 2016","avaliation":"Prós: Trabalhei na Net (que depois se juntouu com a claro) no setor de vendas.Salario sempre em dia e oferecem varios beneficios como plano de saude vale refeição ou VA,VT, seguro e plano odontologico.Ambiente agradavel. Contras: Algumas panelinhas que se formam e isso acaba desmorivando outros funcionarios.Pressão por meta é grande.Rodizio constante de funcionarios por esse motivo.   "},{"user":"Analista NOC","avaliation":"Prós: Amplo pacote de benefícios, boa infraestrutura, Flexibilidade nos horários casos tenha compromisso. um bom lugar para quem quer algo estável. Ambulatorio, enfermaria, Sala de descanso. Televisores e etc Contras: Sem plano de carreira, ambiente desmotivador, gestores desqualificados, salario muito abaixo da media de mercado, constantes erros nas escalas. Muitos funcionarios sem preparo e sem nenhuma qualificação o que impacta no trabalho dos demais. Conselhos para presidência: Aumentar as oportunidades e exigir qualificação acadêmica dos gestores   "},{"user":"Funcionário","avaliation":"Prós: Na Claro você tem a oportunidade para fazer mais do que te é demandado, dificilmente alguém te impedirá de ir além. Nas mesas de discussão raramente questionam o seu cargo, geralmente todos tem a palavra mesmo que ninguém concorde com o que você diz. O horário é flexível. Pode ser um ótimo lugar para se fazer carreira e aprender muito. Contras: O clima na empresa é muito tenso, as pessoas costumam falar de forma mais agressiva que o praticado normalmente em outras empresas. Como em qualquer outra grande empresa que visa redução de custos, as oportunidades de crescimento são raras. É comum trabalhar até altas horas. Conselhos para presidência: A liderança precisa ouvir mais seus funcionários e clientes. Assumir um certo risco adotando mais inovação e permitir que seus funcionários assumam riscos.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Grandes oportunidades de crescimento. Em 6 anos já passei por 4 Cargos e estou indo para a quinta promoção. Tenho um carinho imenso por esta empresa que está sempre em crescimento. Orgulho por fazer parte. Contras: A fusão com Net não chega a ser um ponto negativo. Mas, estamos passando por grandes mudanças em um curto espaço de tempo. O processo de fusão vai demorar anos para estabilizar e espero ainda fazer parte dessa empresa que só cresce.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa ágil, com ótimos benefícios. Gestão próxima das equipes e com feedbacks constantes. Várias atividades em grupos. Reconhecimento das pessoas Contras: Excesso de burocracia. Processos complexos. Sistemas de Ti complexos. Dificuldade em tratar o cliente de forma simples. Projetos demoram para ser implantados Conselhos para presidência: Ajustar sistemas   "},{"user":"Coordenador de Prevenção de Perdas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima organizacional e processos internos, organização empresa moderna com oportunidades de crescimento. Bom programa de benefícios. Possibilidades de crescimento interno. Contras: Na verdade existem poucos pontos negativos a serem espalhados. Como todas as empresas a política de valorização e promoção não é muito claro. Liderança muito verticalização.   "}]