[{"user":"Especialista","avaliation":"Prós: Empresa que te apresenta muitas opções de carreira, devido à dimensão tem diversos profissionais que agregram muito no resultado. Boa mobilidade interna. Contras: Empresa com pouco investimento no desenvolvimento do funcionário, estrutura pouco clara e plano de carreira confuso devido a fusão de empresas do grupo   "},{"user":"Vendedor","avaliation":"Prós: Otimos beneficios, convenio Top, otimas comissões, PLR muito boa, horarios flexiveis, paga sempre em dia, otimo material de trabalho, sem burocracia na hora de contratar e demitir. Contras: Processos de venda muito engessados, coordenação arrogante e com pouca ou nenhuma proximidade com time de vendas, uniformes bem surrados e PDA em pessima condições de uso. Gestao distante da realidade da rua embora o gerente venha do comercial   "},{"user":"Vendedor Comercial","avaliation":"Prós: Empresa com plano de carreira, comissões que podem chegar a 1500. Campanhas de premiação. PPR. Valorização do funcionário. Banco de horas. Suporte técnico. Contras: Como todo ramo de vendas, possui a pressão onde acaba sendo bem cansativo. Mudam ofertas constantemente. Mudam foco da oferta com frequência   "},{"user":"Vendedor Externo","avaliation":"Prós: Plano de saude e alimentação, muito bom, não trabalha feriado e nem domingo a empresa top, é bem negociavel pra qualquer tipo de precisão compreende bem o funcionário Contras: Condições adversas. F   "},{"user":"Analista de Telecom I","avaliation":"Prós: A empresa oferece muito conhecimento na área de telecom, onde você pode aproveitar muitas dessas experiências com pessoas que já trabalham a muito tempo. Contras: Empresa com pensamento negativos, cobranças sem sentido e pessoas muito velhas. Escritório da rua dos ingleses é muito feio e antigo, não trás ar de inovações.   "},{"user":"Gerente de Negócios","avaliation":"Prós: Bom ambiente de trabalho Bom benefícios como Ticket alimentação e refeição Bom plano de saúde Bom plano odontológico Colaborador tem bastante autonomia para marcar férias Contras: A empresa tem que ter mais transparência a respeito do plano de cargo e salários . Muito e prometido e quando se muda a gerência volta tudo à estaca zero Conselhos para presidência: Ser mais alinhado com as coisas que acontecem em campo   "},{"user":"Técnico de Rede Externa - Ex-funcionário, saiu em 2019","avaliation":"Prós: Constante treinamento técnico, pacote de benefícios atrativo e que retém talentos. Realmente uma empresa gigante. Plano de saúde ótimo, PPR muito boa, tikett alimentação que ajuda. Contras: O salário do técnico de rede externa já está defasado e baixo, somente 1 folga por semana e 6 dias de trabalho. Logo isso vai cansando. O ticket alimentação deverá ser aumentado, pois não é condizente com uma empresa de grande porte. Conselhos para presidência: É importante pagar a periculosidade para os técnicos de Rede, pois os mesmos trabalham no sistema elétrico de potência e em circuitos Energisados do próprio sistema.   "},{"user":"Analista NOC II","avaliation":"Prós: Possui estabilidade, muitos profissionais com tempo de casa. Excelentes benefícios. Bom clima organizacional. Gestores flexíveis. Mesa de pebolim para lazer e sala de descanso. Contras: localização para refeições, não existe plano de carreira, vive momento de redução de custos e terceirização de departamentos. Não há cantina no local e nem geladeira. Conselhos para presidência: Geladeira para marmitas, cantina no local, plano de carreira   "},{"user":"Gerente de Infraestrutura","avaliation":"Prós: Há sempre novos projetos e demandas. Desafios todos os dias. PLR e diferenciado em relação ao mercado. Colegas de trabalho em geral são bens dispostos e cordiais. Contras: Poucas oportunidades de progresso na carreira. Empresa em processo de reestruturação. Processos internos confusos. RH agenda as ferias e nada mais.   "},{"user":"Aprendiz","avaliation":"Prós: Investimento nos funcionários, salários agradáveis, ambiente leve e equipe organizada. Empresa cresce cada vez mais frente aos concorrentes. Investimento alto em aprendiz. Contras: Empresa com difícil acesso a promoções dependendo do setor que se encontra. Não tem festas da empresa. Concorrência alta para se trabalhar. Wi-fi e máquinas dos funcionários são lentos e desatualizados.   "}]