[{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2014","avaliation":"Prós: Os benefícios, além da oportunidade de poder ser contrata após o período como aprendiz. Além de ser uma empresa muito acolhedora e preza pelos funcionários. Contras: Desvio de função. Fui contratada para ser jovem aprendiz na parte administrativa, porem, boa parte do meu período de contração fiquei no caixa. Entretanto, isso também foi bom para meu crescimento como profissional.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Empresa ótima para trabalhar, oferece ótimos benefícios para os funcionários e ótima forma de trabalho para todos. Recomendo para todos que querem ganhar bem. Contras: Nenhum ponto negativo. Pois a empresa da todos os meios de trabalho, por isso não tem pontos negativos. Talvez o comissionamento que pode melhorar.   "},{"user":"Vendedor de Loja - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios como plano de saúde e Odontológico extensivo aos depedentes,vale transporte, ticket refeição pagamento em dia do sálario,participação nos lucros da empresa bem atrativo edescontos em faculdades e academias . Contras: Na área comercial o ambiente de trabalho em loja é pesado,são cobranças quase o tempo todo para bater a meta do dia e dessa forma os vendedores trabalham muito sobrecarrecados no atendimento.   "},{"user":"Atendente - Ex-funcionário, saiu em 2012","avaliation":"Prós: A dinâmica, e entrosamento com a equipe. Experiência profissional muito boa. Sem falar que na época éramos muito bem remunerados. Valeu apena. Contras: A existência por atingir metas na época elevadas. Não sei como está o funcionamento de metas hoje no mercado átual. Mas no ano em que atuei na área era bastante elevado.   "},{"user":"Coordenador de Datacenter","avaliation":"Prós: Benefícios, participação por resultados e pagamentos em dia. Ambiente desafiador e com grande abertura para aprendizado e desenvolvimento contínuo. Contras: Existem muitas oportunidades de melhorar o ambiente e cordialidade entre as áreas da empresas. Uma visão mais favorável a liderança servidora poderia levar o relacionamento dos envolvidos em gestão a outro patamar.   "},{"user":"Gerente Executivo de Vendas","avaliation":"Prós: Empresa com grande capacidade de investimento e focada no processo digital , acompanha o mercado de perto e esta sempre de olho em aquisições Contras: Cultura de empresa familiar , com um certo grau de dificuldade para ser tão rápida quanto o mercado exige nos dias atuais , mas esta em grande fase de fusão e adaptação na cultura   "},{"user":"Advogado Pleno - Ex-funcionário, saiu em 2006","avaliation":"Prós: Empresa reconhece o profissional e incentiva o crescimento profissional. Tem bons benefícios e plano de carreira. Os gestores são muito preparados. Contras: Não vejo pontos negativos, apesar do salário em termos nacionais não ser o melhor do mercado. A localização da empresa também não é das melhores.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2014","avaliation":"Prós: Localização é bem interessante, o vale alimentação e a equipe de suporte é bem unida, mantenho o contato até hoje, porém o salario para analista de suporte é bem baixo Contras: Não tenho um ponto negativo em especifico, a não ser pelo salario mesmo, e pelo trabalho ser massante no ponto de vista de ser bem repetitivo, os 2 anos que passei nessa empresa na area de suporte, foram todos os dias bem iguais, sem novidades ou aprendizados   "},{"user":"Promotor de Vendas Direta","avaliation":"Prós: Boa empresa, pagamento em dia, auxílio alimentação muito bom, embora o salário seja muito baixo, horário flexível, mas colocam metas que em alguns pontos os promotores não conseguem alcançar, pois não tem fluxo de clientes Contras: Metas absurdas, o promotor corre atrás o mês inteiro para bater meta e quando chega o começo do mês não consegue pq não alcançou a meta de todos os produtos, ou seja, de nada adianta tanto esforço Conselhos para presidência: Melhorar a gestão   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Reconhecimento, valorização do funcionário, programa de desenvolvimento e treinamentos constantes. Bom salário e comissionamento. Gerentes bem treinados Contras: Falta de organização, falta de ferramentas para avaliação de desempenho dos vendedores em toda rede claro. Gestão tolida pela diretoria nas empresas de revenda.   "}]