[{"user":"Assistente Comercial - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma das melhores empresas para se trabalhar. Benefícios são ótimos, e o salário também. Lembrando que esta avaliação é considerada trabalhando na sede ao invés de ser em pontos de venda e/ou lojas. Todas as semanas, ou esporadicamente tinha sorteio de ingressos para cinema e jogos de futebol na cidade. Contras: Ambiente de alta pressão psicológica. Acredito que é comum, normal em todas as empresas terem ambientes com pressão psicológica, então, normal.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente agradável, as pessoas ficam a vontade no trabalho, em geral de sentem felizes em trabalhar no local, autonomia de trabalho e pessoas agradáveis. Contras: Falta de oportunidade de crescimento, separação de áreas e diferenciação de Dresscode, estagnação nas áreas e na evolução da tecnologia para áreas básicas na TI.   "},{"user":"Promotor de Merchandising - Ex-funcionário, saiu em 2006","avaliation":"Prós: Pessoas super intelegintes que trabalham na Empresa, com foco no atendimento ao Cliente. Está presente em todos os países da América do Sul. Contras: Os salários poderiam ser melhores. E a questão do serviço de dados também poderia ser mais abrangente, ou seja, que funcionasse de forma mais rápida.   "},{"user":"Assistente de COP","avaliation":"Prós: Temos ótimos benefícios e isso é o que tem retido os bons profissionais aqui, caso contrário muitos já teriam saído. PPR, VA ou VR com valor alto, AM, AO. Contras: Falta de plano de carreira transparente. A empresa acaba subindo os colaboradores por coleguismo e não por capacidade, temos pessoas extremamente competentes como assistente e supervisores despreparados. Conselhos para presidência: Acabe com a politica de amizades.   "},{"user":"Funcionário","avaliation":"Prós: Excelente ambiente de trabalho entre os funcionários de cargo mais simples.Empresa possui um portfolio de produtos, que se integrados com os 3 grupos claro net e embratel, provem um diferencial único para vendas. Contras: Muita politicagem na empresa, nem sempre os melhores são reconhecidos em vendas. Remuneração variável para vendas muito ruim, muito difícil de se atingir a meta. Funcionários Embratel possuem cultura de uma estatal ainda infelizmente. Conselhos para presidência: Ter visibilidade e um dialogo mais portas abertas e individuais com os funcionários de cargo mais simples , pois nem tudo o que chega a presidência e a realidade do que esta acontecendo. Porem creio que boa parte dos executivos da Claro nao são assim.   "},{"user":"Especialista","avaliation":"Prós: Horário flexível, gestao é feita pelas entregas, grandes projetos, excelente ambiente de trabalho. Existem muitas ações de engajamento e campanhas. Contras: Fica muito afastada de onde moro (zona leste). Demoro mais de 1:30 no trajeto para ir e mais 1:30 para voltar. Além disto, ela fica longe do trem e do metro. Conselhos para presidência: Implante logo home office   "},{"user":"Especialista de Vendas","avaliation":"Prós: Você pode propor idéias e soluções. É uma empresa jovem. Você consegue crescer se for interessado e dedicado. A empresa tem bons benefícios (já foi melhor),. Contras: Na área comercial você não tem vida, o WhatsApp é o maior inferno da terra, telecom não tem dia ou horário para te acionar, não existe paz para a mente um tempo para si para fazer alguma coisa. Tem que estar sempre grudada no telefone. Conselhos para presidência: É necessário impor limites nas lideranças, não existe respeito pelo horário de descanso, final de semana, férias você tem que estar conectado o tempo todo. Os funcionários perdem a referência de vida com a família, vivem estressados e sob pressão.   "},{"user":"Consultor de Marketing","avaliation":"Prós: Horário flexível, bom ambiente de trabalho, oportunidade de muito aprendizado e de conhecer diversas áreas. O dinamismo não te deixa cair na rotina. Contras: Desorganização e falta de direcionamento. Os escopos não são tão bem definidos e as mudanças acontecem mais rápido que o próprio alinhamento das equipes. Conselhos para presidência: É preciso estruturar as áreas e definir um direcionamento mais sólido.   "},{"user":"Técnico de Manutenção de Redes Internas I - Ex-funcionário, saiu em 2019","avaliation":"Prós: Excelente para se desenvolver, com muitas oportunidades internas. Bons benefícios e condições para trocar de bases de atendimento. Bom ambiente de trabalho Contras: Não encontrei pontos negativos, apenas algumas demoras de acesso a algumas informações mas sempre fui atendido nas minhas necessidades com muita atenção. Conselhos para presidência: Melhora na comunicação interna.   "},{"user":"Consultor de Processos","avaliation":"Prós: Horários flexíveis, equilíbrio entre sua vida profissional e pessoal, bom pacote de benefícios e a pressão no trabalho depende muito da área/diretoria que você trabalha Contras: Muitos cargos de gerência para cima, sem mesmo ter equipes abaixo. Não tem uma avaliação de desempenho individual e coletivo estruturado e RH é bem fraco e tem muitos \"silos\".   "}]