[{"user":"Atendente de Atendimento","avaliation":"Prós: A empresa tem ótimos trainers, um espaço confortável e amigável para descansar. Local fácil de acessar, bons benefícios e sempre alguém disposto a ajudar você ali. Contras: A empresa precisa a aplicar um pouco mais de pessoas preparadas no rh. Sinto que sempre que preciso de alguma reposta eles demoram muito para me garantir algo ou explicar.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: É uma empresa bacana, com um clima legal, vc possui bastante autonomia pra fazer seu trabalho e conta com um ótimo suporte de clientes e área de apoio Contras: Em relação ao salário poderia ser melhor, visto que é abaixo do esperado dependendo da função que exerce, benefícios fraquinhos, não é possível incluir dependentes no plano médico   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Jovem Aprendiz de Logística - Ex-funcionário, saiu em 2018","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Ambiente descontraído, com ótima infraestrutura e tecnologia de ponta. Várias campanhas de reconhecimento para o colaborador, salário pago em dia, e benefícios diversificados. Contras: Olhar mais de perto e valorizar mais quem está começando à carreira. Oferecer plano de Carreira para cargos menores como: Jovem Aprendiz e Estágio. Conselhos para presidência: Um plano mais concreto para efetivar Jovens (Estágio/Aprendizes) em cada área de atuação.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Operacional","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2019","avaliation":"Prós: Promoção, mudança de setor, a facilidade de trocar de cargo, as pessoas da empresa amizades feitas. O treinadores super preparados o ambiente. Otimo Contras: Salários são muito baixos, os benefícios de alimentação que o valor pouco. Os intervalos são rápidos os supervisores despreparados e o clima .   "},{"user":"Atendente de SAC I","avaliation":"Prós: Ambiente informal e descontraído, petiscos dentro da operação, sinuca, vídeo-game e trabalho de fácil adaptação e aprendizagem tanto profissional quanto pessoal. Contras: VR/VA baixo, ferramentas de trabalho pouco inovadora, ter que bater pausas em três programas diferentes. Péssimo serviço do RH, tratamento péssimo. Conselhos para presidência: Melhorar a supervisão tanto no RH quanto na área de T.I e inovação da empresa. Tem programas desnecessários no sistema, como ter que bater ponto em três lugares diferentes, ao invés de criar um programa mais simplificado.   "},{"user":"Agente de Atendimento por Chat - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente descontraído, pessoas dispostas a te ajudar. São poucos os líderes qualificados, mas os que são te ajudam muito a crescer profissionalmente. Contras: Pessoas despreparadas ocupando cargos de liderança, deixando o ego afetar o funcionário. O plano de carreira não é baseado em seu esforço, e sim nos contatos que faz lá dentro. Vi várias situações de injustiça, vi uma empresa que joga os funcionários contra os outros, vi pessoas tomando advertência sem nenhum motivo plausível e muito mais.   "},{"user":"Analista de Suporte Atendimento","avaliation":"Prós: Ambiente descontraído, auxilio em todas as necessidades, liberdade para trabalhar e crescer. Propostas constantes de promoção para todos os níveis. Contras: No produto Banco Digital, a diferenciação entre os operadores Concentrix e funcionários que trabalham para o banco é muito clara. Os funcionários do banco que ficam na operação tem muitas \"regalias\" que os operadores não tem, como comer na operação, mexer no celular, isso cria um desconforto.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Atendente de Atendimento Júnior","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]