[{"user":"Analista de Backoffice","avaliation":"Prós: Ambiente de trabalho maravilhoso, tendo local para almoçar, assistir TV ou ficar sentado na hora do almoço, tratam as pessoas como humanos, reconhecem e valorizam muito seus funcionários. Assim fazendo a gente querer sempre mais, porque sabemos que vamos ser reconhecidos por nosso trabalho. Contras: Ponto negativo para melhoria, seria o vr por ser baixo na região que trabalhamos e os treinamentos que não são taõ elaborados, mas agora tem uma treinadora e estão investindo nisso. Conselhos para presidência: Continuem o bom trabalho   "},{"user":"Gerente","avaliation":"Prós: É uma empresa disruptiva, onde todas as ideias são válidas e somos incentivados a pensarmos fora da caixa diariamente. Cria desafios constantemente e sempre se preocupa com o ser humano que existe por trás do crachá. Contras: não identifico pontos negativos... identifico algumas oportunidades de melhorarmos ainda mais o clima e a empresa como: tendo algum ambulatório dentro das unidades, verificando a possibilidade de uma \"creche interna\" ou convênio com alguma creche próxima aos sites e etc...   "},{"user":"Analista de Atendimento Call Center","avaliation":"Prós: Prédio, ambiente de trabalho, só os dois pois o que deixa a desejar é planejamento, organização, gerência, supervisão, isso concerteza deve fazer uma limpeza. Contras: Reconhecimento ZERO, quando vi aqui uma das melhores empresas já pensei... PUTS VOU ENTRAR pois bem não é assim, eles manipoliza tudo... Sabe essa reunião com o dono. Pois é eles só chama os caras novos de 15 dias e os que não vão pedir nada, se vc entra e sua 1 folga e sábado esquece os domingos pois enquanto estiver trabalhando vc vai trabalhar todos os domingos possíveis, mudar de horário? Outra luta, eles dificulta tudo... Sem contar que se não fizer parte da \"panela\" na sua avaliação perigo vc receber um \"regular\" Nunca sai de uma empresa chorando igual ontem, que vi asséptiçao que sofri... Tipo olha que eu já trabalhei na atento e na TP mas isso superou tudo... Consenho tente outra empresa que essa aqui é um lixo, ah saio de noite e detalhes no domingo quase fui roubada pois eles não liberou uma vam para os funcionários, olha que eles dizem TRABALHAMOS COM PESSOAS... Conselhos para presidência: Faça uma reunião e vai na operações e escolhe vc quem vc quer ouvir de portas fechadas e veja se realmente eles estão felizes pois nem todos são comprados pra dizer o que quer ouvir... teve um caso da moça que passou mal no baheiro e ficou por mais de 4 horas esperando atendimento cade a enfermeira da empresa?? Difícil né,   (5)"},{"user":"Agente de Atendimento","avaliation":"Prós: Empresa grande com grandes chances de crescimento diferente do mercado de call center temos um ambiente agradável cursos profissionalizantes ambiente Contras: Benefício com valores baixo seguro de vida por comparticipação vr muito baixo não sendo compatível com a lanchonete disponível dentro da empresa. Conselhos para presidência: Continuei sendo esse excelente líder   "},{"user":"Team Leader","avaliation":"Prós: Uma empresa que valoriza pessoas, nos dá oportunidade de crescimento profissional. A liderança é de extrema responsável e preparados para lidar com pessoas. Uma empresa que valoriza a diversida. Contras: Com a situação do Brasil hoje em dia, não temos o que se queixar em relação a empresa. Está em evidência no quisito contratações e em constante crescimento! Não vejo pontos negativos Conselhos para presidência: Mantenha foco em PESSOAS!   "},{"user":"Analista de Backoffice Sênior","avaliation":"Prós: Liberdade para ser dono do processo em qual atuo. Acesso aos líderes, diretores e até ao presidente, afinal essa é uma empresa que valoriza o colaborador e não o \"cargo ocupado\". Você é importante simplesmente por fazer parte da empresa, e onde quer chegar somente você é quem determina. Contras: Estar num prédio distante dos demais prédios da empresa em São Paulo, Barra Funda por exemplo. Acredito que centralizar todas as operações de São Paulo num mesmo lugar. Conselhos para presidência: Continuar com o foco nos colaboradores, ter acesso à vocês é um previlegio pra pouco.   "},{"user":"Team Leader","avaliation":"Prós: Ótima empresa para se trabalhar. Respeita a diversidade e o colaborador tem total liberdade de expressão. Valoriza o colaborador, cliente e preza pela qualidade do atendimento prestado. Amo trabalhar na Concentrix e fazer parte do time de liderança como Team Leader. Contras: Buscar alternativas logísticas para manter todos os sites de São Paulo mais próximos, mantendo maior integração entre todas as contas e facilitando a comunicação direta com o RH. Conselhos para presidência: Mantenha sua alegria, proximidade com os colaboradores e a autoconfiança que transmite.   "},{"user":"Atendente de Chat/Email","avaliation":"Prós: Empresa se importa com seus funcionários e clientes, procura sempre fazer o melhor, para ser a melhor em tudo, um ótimo local para se trabalhar Contras: Demora na resposta na hora da contratação, alguns estagiários “perdidos”, que na maioria das vezes perde a documentação e vc deve fazer a entrega mais de uma vez   "},{"user":"Funcionário","avaliation":"Prós: Ótima. equipe. e. análise. para. contratação, valor. pelos. seus. colaboradores, reconhecimento. e. grandes. oportunidades Contras: Ampliar. o espaço. para. se. trabalhar., pois. a. equipe. está. crescendo. e. o. espaço está ficando pequeno, a quantidade de microondas, lugares para sentar no almoço está mínimo. "},{"user":"Atendente","avaliation":"Prós: Pensa no funcionário em primeiro lugar! Busca sempre fazer ações para melhor o ambiente de trabalho, busca um excelente atendimento ao cliente! Contras: Melhorar benefícios para os dependentes dos funcionários na área da saúde , e fazer uma análise para aumentar o vale refeição e vale alimentação!   "}]