[{"user":"Analista de Backoffice Sênior","avaliation":"Prós: É uma empresa que cresce mais e mais a cada dia, é fanática por seus clientes e colaboradores e está sempre buscando ser a melhor empresa para se trabalhar. Contras: No momento não tenho pontos negativos para declarar. Vejo que a empresa tem se dedicado muito para ser uma referência no mercado. E está conseguindo melhorar a cada dia.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: A diversidade é algo forte na empresa, temos um ambiente descontraído e com pessoas que possui suas características próprias. Temos uma remuneração dentro do padrão e grandes chances de crescimento e desenvolvimento. Contras: A empresa teve um crescimento interno rápido e a área de tecnologia não estava conseguindo acompanhar esse crescimento, porém a equipe não mede esforços para nós atender e nos proporcionar um conforto no trabalho. Conselhos para presidência: Acredito que uma forma de retermos mais nossos colaboradores seja reavaliar nossos benefícios.   "},{"user":"Analista de Backoffice","avaliation":"Prós: Solidaria empresa que acredita nos seus colaboradores onde busca a excelência nos resultados com muita carinho alegre com uma gana de ser sempre a melhor Contras: Falta ainda um trabalho mais cocnitivo na area de backoffice alguns trabalhos não são reconhecidos por falta de explicações diretas pelo gestor Conselhos para presidência: Seja sempre transparente mesmo que a noticia não seja a melhor   "},{"user":"Agente de Atendimento","avaliation":"Prós: Uma empresa de cultura e liderança exemplar. Um ótimo ambiente para se desenvolver e executar. É um lugar que respeita à diversidade e conquista seus clientes. Contras: Quando se fala de satisfação pessoal, o que deixa a desejar no meu ponto de vista é o salário. Se o salário e os benefícios fossem melhor, seria uma empresa perfeita!   "},{"user":"Agente de Atendimento","avaliation":"Prós: A forma como a liderança trata seus colaboradores e a vontade que a empresa tem de fazer presente o sentimento de união e satisfação dos colaboradores. Aqui, de forma natural temos ciência que somos pessoas. Contras: Alguns benefícios, como o plano de saúde, poderia ter uma rede de atendimento mais abrangente e com mais redes credenciadas, maior agilidade no atendimento entre outros. Conselhos para presidência: Permaneça com esse espírito disruptivo e essa essência de ter pessoas como o seu maior capital.   "},{"user":"Funcionário","avaliation":"Prós: Melhor empresa para trabalhar no BRASIL !!! Voltada para a satisfação do cliente e colaboradores. Ótimo clima Gestores voltados na humanização. Contras: Empresa trabalhando para melhorar as ferramentas de trabalho. Que são mínimas. não tenho nada a reclamar em relação aos pontos negativos , pois tenho notado altos investimentos em infraestrutura maquinário e mobílias Conselhos para presidência: Mantenha esse padrão. Eu super indico para meus amigos.   "},{"user":"Agente de Atendimento de Chat","avaliation":"Prós: A liderança é feita de forma tranquila. Somos inconformados e prestamos um atendimento diferenciado a cada cliente, isso é inovador pois tratamos cada cliente como gostaríamos de ser tratados. Contras: Único ponto negativo são os burocráticos ter horários para as pausas e te quer seguir as normas da clt, com horários de pausas, somente isso, Conselhos para presidência: Plano de viagens ou prêmios para os atendentes de chats!   "},{"user":"Agente de Atendimento","avaliation":"Prós: Tratamento diferenciado com funcionário, área de descanso com vídeo game, televisão, wi fi liberado, área para alimentação com um bom espaço, chefes educados que falam com os funcionários Contras: Sou novo de empresa, por enquanto não encontrei algo negativo em relação a empresa, acho uma empresa diferenciada na questão de como tratam as pessoas, empresa muito boa para se trabalhar   "},{"user":"Líder","avaliation":"Prós: Somos disruptivos e diferentes de todas as empresas de contact center. Respeito as diferenças e ótima estrutura. Contras: Falta trabalhar o desenvolvimento dos talentos internos antes da busca de profissionais \"prontos\"no mercado! Conselhos para presidência: Mostrar oportunidade de desenvolvimento e consequentemente crescimento profissional aos talentos que já estão na empresa.   "},{"user":"Analista de Treinamento","avaliation":"Prós: Plano de carreira adversidades atendimento humanizado ambiente descontraído treinamento constante oportunidade condições de trabalho excelente benefícios sensacionais Contras: Na minha opinião não tem muitos pontos negativos mais toda empresa tem sempre pontos a melhorar para agradar a todos dentro da empresa, sempre buscar a excelência Conselhos para presidência: Continue sempre dando oportunidades e incentivando a todos com premiações e reconhecimento   "}]