[{"user":"Digital Builder Senior","avaliation":"Prós: Pessoas motivadas, processos muito bem planejados, estruturados, metas e desafios claros e palpaveis. Plano de carreira extenso é aberto à todos Contras: Falta desenvolvimento de pessoas fora do campo de contact center; marketing digital tem sido visto como futuro (quando se é mais presente que o ar que respiramos) Conselhos para presidência: Investimento em marketing digital   "},{"user":"Supervisor","avaliation":"Prós: O o ambiente da empresa é maravilhoso! Realmente é o nosso ponto de paz. A diversidade e o jeito que somos valorizados é surreal. Melhor lugar da vida!! Contras: Não é um ponto negativo em si, mas um ponto a melhorar: Seria muito otimo se todos os nossos colaboradores conhecessem cada vez mais nossa empresa, nossa lideranca e ter nossos valores na alma. Ja fazemos isso maravilhosamente, mas fazer com mais ênfase seria sensacional   "},{"user":"Atendente de E-mail","avaliation":"Prós: Uma empresa agradável, com ambiente organizados, pessoas fenômenais e trabalho bem realizado. Lideranças que incentivam e apoiam os sonhos e objetivos dos funcionários. Contras: Oportunidades de cargos poderiam ser mais abertos aos funcionários com escolaridade inferior, pois cargos almejados muitas vezes não podem ser concorridos devido a ser apenas para um nível de escolaridade maior mesmo possuindo funcionários que poderiam exercer o cargo. Conselhos para presidência: Abrir oportunidade mediante a capacidade dos funcionários, não apenas ao nível de escolaridade superior/universitário.   "},{"user":"Agente de Atendimento","avaliation":"Prós: Bons benefícios, boa localização, ambiente agradável e com muitas premiações por resultados. Chances de crescimento, alta liderança sempre acessível a todos. Contras: Produto que trabalho não é fácil, informações não são claras e back do produto não resolve os problemas com deveria gerando muita reclamada. Conselhos para presidência: Continuar fanáticos por colaboradores.   "},{"user":"Team Leader","avaliation":"Prós: Empresa 100% dedicada aos seus colaboradores e com os clientes, equipe muito engajada com as entregas e motivação da equipe, variação muito grande de clientes e processos. Ambiente agradável e totalmente aberto a opinião dos analistas para os processos e melhorias. Muito transparente com as decisões e processos seletivos. Tenho orgulho de ser um colaborador fanático pela empresa. Site Barueri Contras: No momento sem pontos negativos empresa incrível, os pontos negativos não são perceptíveis aos analistas. Sugestão boa mais descontos e parcerias para os colaboradores. Conselhos para presidência: Empresa está no caminho certo foco nos colaboradores e nos clientes não é atoa que está se destacando no mercado.   "},{"user":"Agente","avaliation":"Prós: A empresa tem muitas campanhas para reconhecimento dos funcionários e oportunidade de crescimento. A infraestrutura da mesma é ótima, com vários espaço para os funcionários. Contras: Se pudesse a melhorar o salário ou vales para estimular os funcionários, pois tem algumas operações que trabalham 8horas e recebendo um salário mínimo. Conselhos para presidência: Mais conversas entre agentes e gerência.   "},{"user":"Analista","avaliation":"Prós: Empresa diferenciada, Colaboradores felizes, Diversidade, sempre crescendo com pessoas e clientes. Colaboradores satisfeitos e com vontade de fazer o melhor sempre Contras: Não vejo ponto negativos, é uma empresa que sempre que tem algo a melhorar, consegue deixar tudo simples e com todos satisfeitos com a mudança   "},{"user":"Agente de Atendimento","avaliation":"Prós: As pessoas são reconhecidas e valorizadas, não são números. O clima da empresa é fabuloso. Os executivos são próximos de nós e sempre estão preocupados com nossa satisfação e manter o negócio sempre engajado. Na Concentrix, trabalhamos com a certeza de dever cumprido e que isso é devidamente reconhecido. Contras: Na mudança de prédio, ainda estava em reforma e o clima ficou diferente do corriqueiro. Parecia que fomos jogados lá mas, em contrapartida, o prédio está cada vez mais agradável.   "},{"user":"Analista de Treinamento Sênior","avaliation":"Prós: Adoro meus gerentes, me sinto ouvida e acolhida. Ótimo clima, recebo reconhecimento pelo meu trabalho e me ajudam a melhorar pontos fracos. Contras: O vale refeição deveria ser mais alto e o plano de saúde mais baixo. O futchurras deveria voltar. Fora isso está tudo bem "},{"user":"Supervisor","avaliation":"Prós: Reconhece os seus colaboradores, oportunidade de crescimento, bom ambiente de trabalho, bom atendimento aos seus clientes e consumidores, tratamento humanizado Contras: Falta ônibus, pois o caminho até o metrô é longe, ou mais segurança treinado no turno da noite pois é um horário tarde para ir até o metrô.   "}]