[{"user":"Funcionário","avaliation":"Prós: Cultura, posição no mercado, ambiente de trabalho, foco no futuro, empresa que motiva o trabalhador, pensa sempre no lado humano, não vê números e sim pessoas. Contras: Oportunidade de crescimento e desenvolvimento, melhor tratamento por parte do Rh. A bonificação poderia ser melhor.   "},{"user":"Funcionário","avaliation":"Prós: Uma empresa que reconhece seus funcionários, apioa a diversidade. Tem um cuidade especial com cada funcionário, ambiente descontraído com muita funcionalidade. Contras: Não tenho pontos negativos a acrescentar no momento. Pois tudo conta como positivo na minha opinião, como colaborador da empresa.   "},{"user":"Team Leader","avaliation":"Prós: Temos um ambiente de trabalho agradável e muitas oportunidades de crescimento, deixando seus colaboradores motivados a dar o melhor de si em busca de desenvolvimento junto a empresa. Contras: Estamos evoluindo neste quesito porém tornar todos os prédios da empresa independetes seria construtivo. Assim, colocando todas suas políticas em prática, sem restrições em aplica-las. Conselhos para presidência: Criar áreas de lazer maiores e mais eventos.   "},{"user":"Team Leader","avaliation":"Prós: A preocupação com o funcionário, sempre fazendo o máximo, para o nosso desenvolvimento, para que possamos ter boas oportunidades, e acima de tudo sentirmos pertencentes. Contras: Quando se entende que trata-se de uma empresa de pessoas, fica mais fácil aceitar..que não temos os melhores salários os melhores benefícios, porém na realidade do mercado hoje...para o segmento da empresa, estamos sendo muito bem reconhecidos, pois esse reconhecimento vai além do dinheiro. Conselhos para presidência: Continuem fazendo como tem feito, e o sucesso será garantido.   "},{"user":"Analista de WFM","avaliation":"Prós: Aceita a diversidade dos colaboradores e tem um ótimo ambiente para de trabalhar. Ótimas oportunidades de crescimento interno e grandes reconhecimentos. Contras: Não tem pontos negativos, mas como o mercado vem crescendo acredito que melhorar o valor do vr e benefícios seria uma boa mudança. Investir em parcerias com faculdades e instituições de ensino.   "},{"user":"Supervisor Operacional","avaliation":"Prós: Empresa multicultural que abre possibilidades de crescimento e desenvolvimento profissional. Fui promovida mais de 3 vezes em menos de dois anos. Contras: Até o momento nenhum. Como sugestão pode investir ainda mais em cursos e preparação dos seus líderes e colaboradoresno geral, acredito que será de grande valia.   "},{"user":"Funcionário","avaliation":"Prós: Empresa reconhece os colaboradores como ponto chave da empresa. Permite que as pessoas continuem crescendo internamente e sendo promovidas, além disso ouvem as sugestões. Contras: Muitas vezes tem uma demanda grande por parte do cliente final, isso faz com que haja uma quantidade grande de atendimentos, causando uma pressão sobre os atendentes.   "},{"user":"Advisor","avaliation":"Prós: Desde o corpo de funcionários, até a parte de localização. Excelente lugar para começar, com muitas oportunidades de crescimento profissional. Contras: Não vejo muito o que melhorar na empresa. Mas algo que poderia ser trabalhado é o canal de contato com o RH. Pois é muito mais fácil entrar em contato diretamente nos plantões.   "},{"user":"Consultor","avaliation":"Prós: A empresa tem ambiente agradavel, pessoas simpáticas, liderança espetacular e tem muito potencial de crescimento. Estou muito feliz por fazer parte deste time Contras: Não vejo pontos negativos ao avaliar a Concentrix. O unico ponto a evoluir é o tamanho, mas tenho certeza de que em breve será uma gigante do mercado de call center e bpo   "},{"user":"Coordenador de Qualidade","avaliation":"Prós: Excelente empresa para se trabalhar, com cultura super forte, que se importa muito com seus colaboradores, prédios ótimos, e espaços comuns excelentes Contras: Falta somente um pouco mas de apoio para as áreas não operacionais, e apoio em idiomas já que é exigência da empresa para os líderes. Mas ótima parceria   "}]