[{"user":"Advisor","avaliation":"Prós: Ambiente descontraído, inclusivo, boas chances de crescimento acelerado, feedbacks constantes da gerência e incentivo de bons resultados, contando também com remuneração variável para metas. Contras: Benefícios não são o ponto mais forte da empresa, e por se tratar de um regime de contratação por escala, os funcionários acabam sendo prejudicados em situações com atrasos e faltas justificadas, porque a empresa não tem o senso crítico que deveria para avaliar cada funcionário.   "},{"user":"Agente de Atendimento Eletrônico","avaliation":"Prós: Empresa em crescimento constante, oportunidades de crescimento profissional, ótima estrutura, pagamento sem atraso, restaurante na empresa, empresa multi-cultural e temática. Jovens que buscam uma primeira oportunidade profissional torna-se uma ótima opção Contras: São poucos os pontos, mas bem relevantes e que pode impactar num futuro próximo. Há necessidade de ouvir colaboradores com idéias e dar um melhor reconhecimento a eles, pois há pessoas com potencial incrível lá, que poderia ir muito mais além da P.A. para projetos inovadores, que impactam em melhorias contínuas, que por fim, acabam indo para outras empresas. Investir melhor em reter talentos na base operacional. Há modelos de gestão que deixam muito a desejar com planejamentos totalmente pífios e desorganizados, trabalham apenas no paliativo e não no todo como melhoria, pelo contrário, quando entrei era totalmente avesso ao que é hoje, a operação que atuo no momento está com um certo declínio organizacional, falta um pouco de transparência. Atentem-se futuros colaboradores antes de assinarem o contrato, há alguns aditivos, porém legais, mas que acabam por si só desmotivando, exemplo o desconto da DSR em atrasos cumulativos superiores a 15 minutos semanais. Há produtos que o salário é defasado, sem variáveis por resultado, sem campanhas por metas, ai por algum imprevisto no percurso, trânsito, imprevistos climáticos e pessoais, que infelizmente acabem acometendo em atrasos não intencionais, que, por fim, acaba gerando desconto em folha irreversível e o seu líder pouco se importa em reaver, deixando que o mesmo ocorra. Fiquem atentos(as) com a contratação para o cargo, pois há um outro aditivo, que eles podem te mudar de função, cumulativamente ou não, (como ocorre comigo, onde atendo chat, voz, e-mail e BKO) no mesmo cargo de atendimento, porém sem incentivo, isso acaba nos sobrecarregando e fazendo com que venhamos a buscar oportunidades em outro lugar. Tenho notado que no produto onde atuo, as pessoas, uma boa parcela, possuem algum distúrbio emocional, provocado pelo trabalho ou não. Do mais a empresa é ótima, no contraponto negativo. Conselhos para presidência: Repito o que disse no título: Empresa ótima, porém merece mais atenção \"de cima\". Do sucesso ao fracasso, basta apenas uma falha que nos cega, diante do que realmente é. Fica a dica!   "},{"user":"Agente de Atendimento","avaliation":"Prós: Ambiente bem descontraido com vídeo game, mesa de sinuca entre outros. Salário em dia e vr tambem. Até o momento demonstraram ser bem humanizados. Contras: Pequenos problemas com o departamento pessoal mas nada muito relevante. . Conselhos para presidência: Não vi nada de muito extremo apenas problemas pequenos mas normal de toda empresa.   "},{"user":"Analista","avaliation":"Prós: Flexibilidade de horários, empresa em crescimento, gerentes capacitados, ambiente de trabalho, proximo ao metrô, empresa comprometida com funcionários Contras: Pacote de beneficios poderia ser melhor, não estando tão competitivo com a região, porém com a empresa em ascensão deve melhorar em breve...   "},{"user":"Analista de Atendimento I - Ex-funcionário, saiu em 2019","avaliation":"Prós: Lugar acolhedor, tem onde carregar o celular, possui internet..paga em dia. Local limpo. Tem lanchonete, mesas de sinuca, vídeo games e todos os dias tem um parceiro que vai la vender produtos, com valores acessíveis. Contras: Como todo callcenter, tem gestores que não sabem desenvolver mecanismo de motivação, não são sinceros com o time. Fazem campanhas que nem eles conseguiriam alcançar. Conselhos para presidência: Bom tendo em vista que é um callcenter. Tentar ouvir mais os colaboradores. Mais os que trabalham falando com cliente.   "},{"user":"Analista de Treinamento","avaliation":"Prós: Diversidade, pessoas de todos os tipos, raças, cores, religião, orientação sexual, etc... RH realiza o pagamento rigorosamente em dia ou adiantado. Contras: Poderia adequar melhor o salário ao mercado. Os funcionários sentem que poderiam ganhar mais para fazer o mesmo trabalho em outra empresa e se frustram.   "},{"user":"Analista Contábil Financeiro","avaliation":"Prós: as pessoas deixam o ambiente de trabalho muito confortável e agradável, o respeito entre as pessoas é muito forte, o trabalho a desenvolver é maravilhoso. Contras: pouco tempo de existência, apenas 5 anos. ainda tem muito a desenvolver , mas isso é normal para uma empresa tão nova, mas com muitos objetivos   "},{"user":"Funcionário","avaliation":"Prós: Ótimo local de trabalho, ambiente descontraído, um time sensacional que aposta no crescimento dos advisors e trabalha para que o crescimento aconteça de fato. Flexibilidade de horário. Contras: Ainda não tenho pontos negativos e espero continuar assim! ................................. Conselhos para presidência: Continuar incentivando os colaboradores, podiam incluir dinâmicas e ginastica laboral ;D   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: As pessoas são muito educadas, ambiente descontraído e colorido. Ademais, possui mesa de bilhar para os funcionários poderem jogar. Empresa sempre limpa e organizada. Contras: Apesar do ambiente ser descontraído e possuirmos uma sala de descompressão com netflix, vídeo-game e outros, não temos tempo o suficiente para fazer uso disso. Portanto, é apenas um enfeite convidativo. Conselhos para presidência: O nosso trabalho demanda muito desgaste mental mediante a tantos clientes que ligam atritados, nos xingando e ofendendo da pior forma possível. Através disso, a remuneração é muito baixa para funcionários que aturam tanto defendendo a imagem de seus produtos.   "},{"user":"Atendente de Chat/Email","avaliation":"Prós: A Concentrix é uma empresa muito boa, o ambiente é legal, sempre certinha com o salário e benefícios, tudo muito perfeito nessa parte, tem plano de carreira e ele funciona mesmo ;) Contras: Acredito que o produto que eu estou exija mais da empresa, logo existe uma cobrança, que ao meu ponto de vista, é desgastante e acaba deixando você em alguns momentos frustrado e até mesmo desmotivado   "}]