[{"user":"Funcionário","avaliation":"Prós: Ambiente descontraído, uma liderança saudável, feedbacks que ajudam no crescimento profissional, o ambiente está sempre bem limpo, e-mails informativos com dicas para o dia-a-dia na empresa e eventos divertidos para os funcionários. Contras: Não temos muita visibilidade de como funcionam outras áreas na empresa que não estejam ligadas ao produto que prestamos serviços, os preços dos lanches e marmitas na lanchonete são um pouco caros e o refeitório é um pouco apertado, o que acaba dificultando a movimentação.   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Empresa com ambiente jovem e descontraído, de modo geral é bem tranquila, o convênio é Intermédica, tem lanchonete no prédio e sala de descanso com game Contras: Salário não corresponde as funções exercidas, convênio não aceita dependentes, informam que fazem acompanhamento pra crescimento dentro da empresa mas esse coaching não acontece na prática   "},{"user":"Agente de Atendimento Júnior","avaliation":"Prós: Na empresa é legal a remuneração que é a maior do que no mercado tradicional, a relação entre os funcionários e a gerência. Gosto de trabalhar aqui! Contras: Um dos pontos negativos são a maneira de como o processo seletivo interno é realizado, leva-se em torno de 4 a 5 meses para ter um retorno e que ainda não é pessoalmente e com feedback.   "},{"user":"Operador de Telemarketing Trainee - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente descontraído boas pessoas e ferramentas de trabalhos atualizadas, pessoas super tranquilas devido a liberdade de expressão para com os colegas do trabalho entre si. Contras: Péssimo salário para muitas exigências e trabalhos. O que se diz na contratação não condiz com sua função. Trabalhava pela período de manhã e nem horário de pausas conseguia fazer, sem contar que os tinliders ligavam p você entra bem mais cedo do seu horário. Conselhos para presidência: Selecionar os tinliders para que os atendentes possam fazer com responsabilidade o seu trabalho   "},{"user":"Funcionário","avaliation":"Prós: Ambiente ótimo e muito acolhedor, onde você se sente a vontade e pode utilizar roupas que gosta, ser você mesmo e oferecer o seu melhor, uma vez que se encontra confortável. Contras: Muitas contratações sem estrutura, onde as operações cresceram aceleradamente, proporcionando apertos nos corredores da operação. Problema já solucionado "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente descontraido e legal de trabalhar Pessoas descontraidas com o ambiente , musica , netflix e muitas coisas para distrações diarias , gostei Contras: Baixa valorização do funcionário , lhe tratam como crianças de lhe deixando constrangido e chateado de estar em um lugar opressor e pacato como a Concentrix   "},{"user":"Agente de Atendimento Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente bonito, descolado e aconchegante. Trabelhei com líderes bons e o salário é legal comparado a outras empresas de Call center. RH rápido. Contras: Poucas oportunidades de crescimento, famosas panelinhas nos produtos onde só passam quem eles querem, pessoas já sabem que vão pasar antes do processo seletivo acontecer. Começou a crescer rápido e tinham dias que não haviam papel nos banheiros, papel toalhas, copos, o ralo da cozinha quebrou e ficou aberto por semanas, rodapés caindo.   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: A empresa efetua o pagamento em dias,gera oportunidade de crescimento dentro do esperado.Ambiente organizacional e cultura favoráveis,a gestão colaborativa. Contras: A empresa não oferece banco de horas o que poderia ajudar muito principalmente os agente,pois existe uma tolerância de 15 minutos.Para motivar mais ainda as pessoas devia ser criado um programa de incentivo variável e participação de lucro para estimular os colaboradores atingir os resultados. Conselhos para presidência: Poderia se criar um plano motivacional,as pessoas até gostam do ambiente,da cultura e do tratamento que a empresa nos oferece,o que falta são incentivos variáveis e PL ,para que as pessoas gerarem mais resultado no cumprimento das metas e redução do absenteísmo.   "},{"user":"Analista de Atendimento Pleno","avaliation":"Prós: Ambiente é descontraido. A empresa tenta trazer um ambiente tranquilo. O predio é bem proximo da estação (cerca de 10 minutos). Para quem esta começando a trabalhar agora é uma boa primeira experiencia ou se voce faz faculdade e precisa de uma carga horaria reduzida ou algo temporario. Contras: Lá existe favoritismo, querendo ou não, eles falam que é tudo por merito mas acabam promovendo pessoas para cargo de staff/liderança que não cumpriram os requisitos exigidos para os demais analistas. O produto disponibiliza um valor por cada analista e mesmo assim eles pagam menos o que acaba trazendo desmotivação no geral e pessoas com afastamento psicologico por ter que lidar, prin ipalmente no meu setor, com muitas chamadas durante o dia e em muitos casos clientes dificeis. As pausas são bem curtas e o VR, pelo menos de minha unidade, é bem baixo (cerca de 8 reais por dia).   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Os colegas de trabalho, a disponibilidade no atendimento e oportunidade de crescimento. Escrevo um pouco mais, pois foi exigido pelo site, pois fora esses nada mais. Contras: A gestão em si anda desmotivada, o que afesta muito os agentes. Não tem comissão/renda variável, o vale refeição é muito pouco, não temos compreensão por parte da empresa como pessoas, se chegarmos mais de 15 minutos atrasados perdemos o dia inteiro. A empresa precisa se humanizar um pouco para ter funcionários menos insatisfeitos.   "}]