[{"user":"Agente de Atendimento Operacional","avaliation":"Prós: O ambiente é bacana. Temos música enquanto trabalhamos. Podemos falar aquilo que achamos que pode ser feito para melhorar os pontos negativos.\n\nContras: A gestão parece não estar a par do que acontece com os colaboradores. Como se eles sempre fossem os últimos a saber e não conseguem arrumar soluções rápidas e eficazes.\n\nConselhos para presidência: Temos que trabalhar nossa gestão.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de Telemarketing TécnicoEx-funcionário, saiu em 2015","avaliation":"Prós: É um modelo de empresa muito bom. Conheci pessoas legais que quero levar pra sempre. Alguns supervisores são muito bons e capacitados para o que fazem\n\nContras: Apesar de ter tudo pra dar certo. Enquanto não ficarem nas pessoas vai dar errado. Não sabem gerir e desenvolver pessoas e isso vai fazer falir que nem a contax\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Team Leader","avaliation":"Prós: Empresa com grande respeito aos funcionários e oportunidades de crescimento, sempre dando prioridade para quem vem fazendo um bom trabalho junto a empresa.\n\nContras: Salário e valor de benefícios deixam a desejar em comparação com empresas concorrentes do mesmo ramo, não tendo aumento de acordo com a inflação anual.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Teleatendente","avaliation":"Prós: Oportunidade única de boa qualidade na impressão dos seus pais e filhos pode ser em 4 pessoas que estão em casa e depois de 4 anos de idade e\n\nContras: Flexibilidade em troca de horários e dias de hoje que o mando é dos territórios e vc não é assim que possível e se precisar de mais de uma outra realidade que\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: Empresa muito boa. Espaço aconchegante, com tv, videogame, sofás. Presentinhos em algumas datas comemorativas e uma ótima festa no final do ano.\n\nContras: Falta de oportunidade para crescimento, não abrindo vagas para todos. Gestores de operações com total despreparo. Se atrasar 15min é descontado DSR. Rh deveria dá mais atenção aos colaboradores.\n\nConselhos para presidência: Contratação de gestores mais profissionais, que a cada ponto negativo não ameace emprego dos colaboradores. Operação 5x2 haver aumento de VR, e impreviatos acontecem e descontar DSR após 15 min desmotiva qualquer um aumentando número de faltas.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: Local bem descontraído, bem diversificado, grupo mais jovial. Nas sedes de São paulo da para notar nas fotos que é um espaço bem mais descontraído, mas não é ruim o que existe.\n\nContras: A carga horária muito puxada e os horarios(principalmente a noite)é bem complicado. Salário não tão agradável e vale refeição diário muito pouco (uma refeição no local é mais cara do que o vale diário). Oportunidades para pessoas que tem amizades com quem já trabalha. Pessoas não tão preparadas em cargos superiores. Poderiam ter uma melhora no espaço já que passamos bastante tempo do dia e queremos nos descontrair em im momento de pausa. Tempo de pausa para que é escala 6×1 muito curto e nada aproveitável.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Advisor","avaliation":"Prós: Ambiente descontraído, funcionários qualificados para dar qualquer tipo de informação, feedback ou sanar dúvidas. Oportunidades de crescimento disponíveis a todos, com clareza de informações e totalmente disruptiva.\n\nContras: A empresa em sí é incrível, até o presente momento não encontrei pontos negativos dos quais tenham me afetado ou que me afetarão num futuro próximo ou distante.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: Salário sempre em dia, vale transporte/refeição/alimentação também. O diferencial é em relacao às oportunidades de crescimento dentro da empresa, com pouco tempo lá dentro você consegue participar de processos seletivos caso tenha interesse.\n\nContras: Salário abaixo da categoria além de não pagarem as horas extras que às vezes somos obrigados a fazer. Ambiente altamente tóxico e estressante.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Advisor","avaliation":"Prós: Respeito e segurança. Sou mulher negra e transexual e não é comum encontrar uma empresa em que sou vista como um talento emergente para além da minha identidade de gênero. Meu corpo é socialmente agredido e minhas causas são silenciadas, mas aqui desfruto da mesma plenitude que o meu próprio lar.\n\nContras: Grata demais para reclamar. Ainda sou muito nova na empresa e minhas impressões finais ainda estão sendo avaliadas. Há coisas que eu preciso entender se são pontuais ou não.\n\nConselhos para presidência: Por hoje, só tenho a agradecer.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Agente de Atendimento (SAC)Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente, boa localização, salário acima da média para o mercado, treinamento completo e capacitador, possibilidade de crescimento dentro da conta e empresa.\n\nContras: Líderes, supervisores e cargos acima dos atendentes geralmente não sabem separar seu ego do profissional. Além disso, há a grande rotatividade da área que torna o emprego instável. A demissão é feita sem que sejam informados os motivos verdadeiros. Meritocracia não tem valor para essa conta. A cobrança dos funcionários é fortíssima, para que no final, não sejam recompensados.\n\nConselhos para presidência: Menos pressão para todos os funcionários e melhor explicacao da função de um líder, colocando menos pressão sob eles também.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]