[{"user":"Assistente de RH - Ex-funcionário, saiu em 2017","avaliation":"Prós: O pagamento do salário é pontual. - É possível flexibilizar o horário de trabalho. -A empresa possui plano de carreira para os seus colaboradores. Contras: Os salários são relativamente baixos considerando o grau de exigência dos colaboradores. Ambiente de trabalho. falta de reconhecimento profissional. Falta de informações.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "},{"user":"Analista de Qualidade Sênior","avaliation":"Prós: Empresa possui uma mentalidade jovem, fornece cursos online em sua plataforma para os funcionários, comprometida no pagamento pontual do funcionário. Contras: Infelizmente atualmente a empresa está em um momento de muita desorganização, está passando por um processo de descobri sua real identidade e neste período os profissionais estão bastante insatisfeitos pois estão perdidos em suas entregas. Conselhos para presidência: Escute os funcionários que estão na ponta, não criem barreiras de comunicação. Os profissionais que estão entregando resultados possuem ótimas ideias para o desenvolvimento da TIVIT.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade e oportunidades de carreira. Contras: Desorganização "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2015","avaliation":"Prós: Minhas supervisoras eram bem atenciosas,o clima é muito legal, as pessoas entrosadas. Gostava muito da instituição que estudava (Senac), aprendi muitas coisas que me enriqueceram. O ambiente de trabalho bem diversificado. Contras: Falta de informação para passar ao cliente, coisas básicas e depois nós atendentes que eramos tratados mal pelo cliente. Equipamentos de trabalho,Headset e computador,deixava a desejar. Na época a empresa iria se transferir de endereço, foi horrível a falta de comunicação, fui demitida um mês antes de concluir o contrato. Conselhos para presidência: Comunicação   "},{"user":"Analista de TI","avaliation":"Prós: A empresa investe em treinamentos para os funcionários, existe a preocupação com o crescimento profissional, mas infelizmente a burocracia interna atrapalha. Contras: Os processos internos dificulta as atividades do dia a dia, existe uma deficiência na gestão de pessoas. Muita pressão. Não pagam horas extras e muitas vezes é necessário trabalhar além da carga horária. Conselhos para presidência: Investir mais no funcionário   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: - O pagamento do salário é pontual. - É possível flexibilizar o horário de trabalho. -A empresa possui plano de carreira para os seus colaboradores. Contras: - Os salários são relativamente baixos considerando o grau de exigência dos colaboradores. - Ambiente de trabalho de grande pressão psicológica. Conselhos para presidência: Focar mais na saúde psicológica de seus colaboradores   "},{"user":"Agente de Processos II - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são muitos bons, as pessoas são amigáveis, os supervisores dão total apoio, o RH sempre meu deu uma ótima assistência Contras: Trabalho é estressante, os clientes não colaboram, os técnicos não fazem o trabalho como deve ser feito e assim, quem leva o pato são os atendentes....   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Cursos internos na área de TI v Contras: Salário baixo, falta de reconhecimento profissional. Falta de informações v   "},{"user":"Consultor","avaliation":"Prós: A empresa possui muitos pontos positivos como o ambiente de trabalho, a colaboração dos funcionários, a infraestrutura da empresa, a localização do sites da empresa. Contras: A empresa de modo geral não é clara e transparente com relação as métricas para bonificação dos funcionários, muitas vezes mudando as prioridades ao longo do ano e assim justificando o não pagamento de bônus.   "}]