[{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa bacanapessoas muito legais de caráter pessoas que me ajudaram a crescer pessoas boas que ajudam o próximo e que são ótimos profissionais não reconhecidos Contras: Não valoriza o funcionário não ajuda na evolução sistema de aprendiz muito fraco com poucas propostas de mudança só contratam aprendizes para poder cumprir com a lei Conselhos para presidência: Deveriam dar mais valor para os jovens aprendizes e para os funcionários   "},{"user":"Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não atrasa o pagamento, tem vários produtos, o rh é rapido, a empresa é bem localizada no municipio de guarulhos, tem caixa eletronico dentro da empresa Contras: Não tem expectativa de crescimento, supervisores despreparados, te tratam mal, gritam com voce, as metas são irreais, a empresa faz tudo para voce nção ganhar a comissão.   "},{"user":"Analista de Projetos Digitais - Ex-funcionário, saiu em 2017","avaliation":"Prós: Paga bem, nao tem muitas exigencias em relacao a horario de chegada e saida. Desde que entregue o trabalho esta ok. Normalmente eu era alocada no cliente. Contras: Mega mal localizada. Sem gestao, andavamos sozinhos. Nao tinhamos feedback e nenhum plano de crescimento de carreira. A localizacao era bem perigosa.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Não consigo identificar ponto positivos relevantes para justificar colocar aqui, plano de saúde bom, porém descontado para dependentes, plano odontológico bom, mas também descontado. Contras: Remunerações bem abaixo do mercado, ticket muito baixo e descontado, todos os benefícios são descontados, sem oportunidades de crescimento .   "},{"user":"Técnico em Suporte Técnico Sênior","avaliation":"Prós: Local para se adquirir experiência e se houver oportunidade crescer internamente. Pagamento é sempre em dia e nunca houve atraso em 4 anos de operação. Contras: Plano de carreira para analistas que ficam em cliente quase não existe, basicamente é bem difícil obter crescimento para um cargo melhor, mas vale a tentativa. Conselhos para presidência: Criar um método para avaliar melhor quem fica nos clientes, e dar mais oportunidades internas para quem esta estudando e correndo atrás do prejuízo.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento em dia , oportunidade de crescimento, oferecia cursos gratuitos para aperfeiçoamento da vida profissional dos colaboradores. Ambiente Agradavel Contras: Desorganizada,banco de horas que não poderia ser utilizado quando precisássemos,hora extra que não eram pagas, muita cobrança ,supervisores despreparados "},{"user":"Técnico em Suporte I","avaliation":"Prós: Não ocorre atraso no pagamento, dão oportunidade a quem não tem experiencia. Verticais bem definidas, estrutura da empresa e boa, com bastante recursos. Contras: Empresa não da oportunidade de crescimento internet, coordenadores colaboram mais com a empresa cliente do que seus funcionários, dificuldade para conseguir os EPI's ou qualquer beneficio que tenha direito, tudo muito burocrático e sem retorno. Conselhos para presidência: Dar mais atenção aos Fields, pois eles são responsáveis pela imagem da empresa no cliente, dar oportunidades e cobrar feedback dos coordenadores para os fields, pois muitas vezes ficam perdidos sem saber o que esta acontecendo, parar com o Jeitinho Brasileiro de resolver as coisas, profissionalismo é tudo.   "},{"user":"Supervisor","avaliation":"Prós: É uma empresa que concede muitas oportunidades de desenvolvimento pessoal e profissional. Você se sente desafiado todos os dias, e as pessoas sempre são muito solicitas para te ajudar. O clima é muito bom também. Contras: Por ser uma empresa multinacional, acaba sendo engessada em alguns processos. Mas é compreensível pois segurança de dados e da informação é uma das principais preocupações da Tivit Conselhos para presidência: Automatizar alguns processos, para aumentar a agilidade.   "},{"user":"Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: A estrutura da empresa é muito boa. Há uma preocupação em bem atender os clientes e fazer o possível para a capacitação dos funcionários para isto. Contras: A gerência e coordenação de novas contas e novos clientes é completamente perdida, parecendo não haver um auxílio maior dos diretores e pessoas do alto escalão da empresa. Conselhos para presidência: Melhorar a qualidade dos gestores, gerentes, supervisores de contas.   "},{"user":"Analista de Negócios de Tecnologia da Informação (TI) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Diversos cursos gratuitos na tecnotivit, oportunidades de tirar certifacoes e caso seja aprovado, eles te reembolsa, diretor a se candidatar em vagas internas. Contras: Uma panela total, disigialdade salarial, onde as vezes um Junior ganha mais que um funcionário sênior, benefícios com valores ridículo, como vale alimentação, sem nenhum tipo de plano de carreira ou um aumento salarial. Conselhos para presidência: Vocês deveriam acompanhar a gestão mais próximo, principalmente onde os funcionários ficam locados em clientes, aposto que muita coisa que aconteça que vcs desconheça.   "}]