[{"user":"Funcionário","avaliation":"Prós: Empresa estimula o conhecimento, com cursos de aperfeiçoamento. Possui um canal onde o profissional pode fazer vários cursos online . E ainda consegue imprimir os certificados Contras: Localização cede RJ, a rua na chuva alaga, além de Vários cracudos na rua, pedintes e etc... Uma empresa desse porte deveria se preocupar com a segurança dos profissionais e clientes   "},{"user":"Arquiteto de Soluções","avaliation":"Prós: Empresa sólida no mercado nacional e na América Latina, com preocupação na carreira do empregado, sempre oferecendo cursos para a melhoria profissional. Contras: Política de Remuneração variável, pois a empresa faz uma divisão de lucros muitissimo baixa, não chegando a 1 salário por ano, e pelo tamanho da empresa acredito que poderia ser melhor.   "},{"user":"Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salario em dia Otimos beneficios Vale refeicao Auxilio creche Vale transporte Aprende bastante na pois sera foco em varios clientes se tiver oportunidade Contras: O plano de carreira não existe . A empresa passa a ideia que existe mas na verdade nao tem. Coordenadores sem conhecimento Salario abaixo do mercado   "},{"user":"Teleatendente - Ex-funcionário, saiu em 2018","avaliation":"Prós: E uma empresa muito boa para trabalha , paga só funcionários certinho, tem plano de saúde ,plano odontológico, vale alimentação, área de trabalho toda com ar condicionado. Contras: Para trabalhar na Tivit você tem que ter muita paciência,pois pegamos cada tipo de situação, complicadas,e qualquer um sem aptidão pode se tornar supervisor.   "},{"user":"Técnico em Telecomunicações III","avaliation":"Prós: os cursos, paga salario em dia, nunca atrasa, as unicas coisas boas que tem aqui, por isso estou errolando pos não tenho mais nada de bom para falar da empresa Contras: não respeita o funcionario, a gente que trabalha no campo é sempre alvo de auditoria do financeiro, a ultima que eles queriam era fazer os colaboradores dividir o quarto para economizar Conselhos para presidência: respeitar o funcionario   "},{"user":"Analista de Desenvolvimento Pleno","avaliation":"Prós: As pessoas são muito colaborativas, localização é boa(perto de metrô), horário flexível, não atrasam o pagamento e boa empresa para aprender coisas novas. Contras: O valor vale refeição não condiz com os valores dos restaurantes próximos a empresa, não valorizam o funcionário, favoritismo de funcionários, coordenadorea não cumprem com o combinado e muitas perguntas não são respondidas.   "},{"user":"Analista de Negócios Sênior","avaliation":"Prós: A comunicação com os analistas é muito boa. Enviam com bastante frequência e-mails internos para você estar por dentro de tudo que está acontecendo dentro da empresa. Contras: Poderia ser mais claro em relação aos auxilios, pois no auxilio certificação você fica atrelado a emrpesa por 12 meses caso contrário é descontado em sua saída.   "},{"user":"Assistente Administrativo","avaliation":"Prós: E uma multinacional que possue uma quantidade enorme de ferramentas para solucionar negócios de clientes e possui um dos maiores data Centers Contras: Salário na média do mercado porém não há grandes oportunidades de crescer quando fica em clientes externos como e meu caso, poderia ter uma integração mais coletiva com os funcionários internos. Conselhos para presidência: Procurar trazer os funcionários externo mais próximo da cultura corporativa.   "},{"user":"Telemarketing","avaliation":"Prós: As pessoas é a agilidade, companheirismo... fácil acesso para trabalhar e ônibus passa na porta dia é volta para todas as partes de Mogi das Cruzes Contras: Comidas e reajustes, falta de respeito com o funcionário falta mais pessoas qualificadas e deveria dar comida ou até mesmo maior Vale de alimentação Conselhos para presidência: Sim   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade e bom ambiente de trabalho. Empresa possui ótimos profissionais e bom relacionamento entre todos. Sempre organizada para atender os cliente da melhor forma Contras: Empresa com hierarquia pesada, apesar de já enxergar mudanças. Possui executivos na companhia que se opõe a falar com analistas. Os benefícios estão abaixo do mercado e muitas vezes o salário também é inferior ao de mercado. Conselhos para presidência: Alguns Executivos ainda pensam muito de forma hierárquica, se opõe a falar com demais colaboradores, atrapalhando a comunicação na organização. Infelizmente muitos não pensam de forma organizacional, olhando apenas as suas responsabilidades e olhando pouco o todo.   "}]