[{"user":"Técnico de Suporte Especialista","avaliation":"Prós: Ambiente de trabalho aprendizado contínuo cursos palestras apresentaçoes dinâmica e transparência diretamente com a diretoria e executivos de serviços. Contras: Alguns departamentos deveriam evitar o favoritismo nos ambientes, para melhorar a harmonia entre funcionário e gestores. Também melhorar a sinergia com todos   "},{"user":"Teleoperador de Atendimento I - Ex-funcionário, saiu em 2018","avaliation":"Prós: eAmbiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: troca de horários constante, e de gestão. o processo para crescer na empresa é muito desgastante, e o funcionario nao e tao bem reconhecido.   "},{"user":"Teleatendente I - Ex-funcionário, saiu em 2010","avaliation":"Prós: A empresa foca no desenvolvimento profissional do funcionário. Existe diversos treinamentos de capacitação. A empresa tem um plano de carreira que fideliza e valoriza o profissional. Contras: A empresa oferece benefícios que, entretanto, não condizem com as reais necessidades do cotidiano. O vale refeição de um operador de telemarketing é irrisório. Conselhos para presidência: Investir no ambiente de trabalho e nos benefícios para o funcionário   "},{"user":"DBA Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: É um empresa de T.I brasileira, com grande potencial de crescimento, mas precisa melhorar quanto a isso. Fica em uma ótima localização, Possui uma escala de trabalho \"boa\" para quem gosta de emendar dias de folga para se dedicar as viagens. A empresa não paga cursos, mas fornece em seu portal alguns treinamentos. Horário de trabalho flexível das 14 ás 23hrs, com plantões aos finais de semana. Contras: Vale Refeição muito baixo. Não para ter uma alimentação adequada sem ter que utilizar o próprio salário. Hoje a empresa paga R$ 17,50 de VR, mas desconta R$ 55,44. Além disso o salário é muito,muito, muito baixo ! Não havendo possibilidade de fazer hora extra. Muitos cargos de chefia, muita cobrança no cumprimentos dos chamados com uma equipe totalmente reduzida, alta rotatividade, trabalho muito massante e repetitivo, compartilhamento de equipamentos (inaceitável) pelo tamanho da empresa. Sabendo que ela é uma das principais empresas de tecnologia. Conselhos para presidência: Poderiam remunerar financeiramente mais o funcionário, com salários maiores e melhores, pois todos nós precisamos pagar nossas contas, e infelizmente folga na semana não se paga conta! Reduzir muitos cargos de chefia, qualificar a gestão, para gerenciar pessoas. Oportunidade de carreira. A Tivit se tornou uma escola, perdendo grandes profissionais para o mercado.   "},{"user":"Analista de Redes","avaliation":"Prós: A flexibilidade de horário, (assim como o HO) são os pontos principais da empresa, pois é voltada para a entrega e não para o horário em si. Muitas pessoas tem a flexibilidade de chegar as 11hs, e algumas vezes sair as 17hs, desde que seus projetos estejam em dia e/ou não atrase as demandas. Contras: A cobrança \"nonsense\" na empresa atingiu um nível extraordinário. É sabido que em uma empresa de outsourcing o compartilhamento de recursos é utilizado, mas no nível da Tivit atualmente esta totalmente fora do bom senso, e não vejo uma melhora neste ponto (muito pelo contrário). Em paralelo temos \"A\" burocracia, e não entendam isso como uma insatisfação com o ITIL, o problema na Tivit não é este. É que não existe uma área para avaliar os processos, de forma que cada um escreve o seu do jeito que achar melhor, independentemente se isso vai onerar outra area ou não. A ideia por de tras disso, não é nunca agilizar a entrega, é poder se esconder atras do processo, e se possível jogar a culpa para uma equipe que não a sua.   "},{"user":"Repórter","avaliation":"Prós: Tem uma grande estrutura, com aparelhos modernos e bons profissionais. As ferramentas fornecidas para trabalhar também são satisfatórias e a credibilidade da empresa conta muito. Contras: Não paga bem, não tem definição de hierarquia e nem plano de carreira, falta organização dentro do grupo de comunicação e também não há investimento nos seus empregados   "},{"user":"Coordenador de TI I","avaliation":"Prós: Possibilidade de realização de treinamentos e certificações. Empresa estimula o desenvolvimento do profissional ministrando treinamentos e reembolsando certificações. Contras: Baixo salário e a pouca possibilidade de conciliar vida pessoal com a vida profissional devido a alta carga de trabalho. Gerencia muito distante.   "},{"user":"Analista de Recursos Humanos (RH) Sênior","avaliation":"Prós: A empresa possuí um clima favorável para troca de informações entre os profissionais, um ótimo clima entre os colegas e pares e fácil acesso aos gestores imediatos. Disponibiliza várias ações de qualidade de vida dos profissionais e várias ações pontuais ao longo do ano. Contras: Muitas demandas sem prévio planejamento e muitos trabalhos que necessitam de revisão em seus processos. Porém, com a alta demanda do dia a dia, dificulta o planejamento e revisão.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: empresa legal, pessoas agradáveis com bom ambiente de trabalho. diferencial em tipos de tecnologias que se pode trabalhar, uma vez que sempre atende cliente de Grande porte Contras: muita panela, se você deseja \"subir\" na empresa precisa filiar-se em alguma panela para poder ganhar visibilidade de \"gestores\". isso infelizmente desmotiva os colaboradores. Conselhos para presidência: remover os \"gestores\" que só mantem sua posição por puxar o saco ou \"dizer a verdade\".   "},{"user":"Atendente de Call Center - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nunca atrasa os salários, paga de 15 em 15 dias e se o 15° dia não for um dia útil ela antecipa o pagamento isso facilita muito a organização financeira do funcionário. Contras: Não gostava do método de receber quinzenalmente a empresa deveria propor ao funcionário a maneira que ele recebe se salário. Mas tenho amigos que gostam de receber assim porém eu não gosto. Conselhos para presidência: Olhar mais para funcionários que possuem curso de t.i dentro da empresa pois muitas vezes a empresa busca funcionários fora sendo que dentro da instituição possuem funcionário capacitados para os cargos.   "}]