[{"user":"Analista de Suporte N3","avaliation":"Prós: Você acaba conhecendo diversos ambientes, lugares e pessoas, tem a flexibilidade de horário dependendo do cliente em que estiver, alem de um cobvenio medico muito bom. Contras: Falta de clareza na comunicação entre gestor e Analista, se faz hora extra é um parte para receber pois é lancado as horas no sistema e logo apos segue uma serie de aprovações, onde se caso alguma é rejeitada volta o processo tudo outra vez. Conselhos para presidência: Que melhore a comunicacao enrre gestor e analista em clientes, e faca com que o pancamento de horas eztra seja mais pratico.   "},{"user":"Técnico Operador de Telemarketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa abre bastante espaco para crescimento profissional, e aberta a diversidade e inclusao, oferece treinamentos para aprendizado em diversas áreas. Contras: Não oferecem mudança de uma cidade a outra a todos funcionários que dão qualificados, somente aos prediletos do mesmo, dessa forma desmerecendo quem realmente tem interesse de permanecer na empresa.   "},{"user":"APN","avaliation":"Prós: Apenas o pagamento, paga em dias, a empresa não atrasa o pagamento. A única coisa positivo nessa empresa é o pagamento, sempre em dias e o vale alimentação !!! Contras: Muda demais os horários, deixando a gente insatisfeito , pois eles nem avisam , já mudam em cima da hora, deixando a gente desesperado, pois temos vida lá fora . Conselhos para presidência: Analise o comportamento dos líderes, pois sempre tão preferência a quem não merece   "},{"user":"Assistente Administrativo Jurídico - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa possui Plano de carreira e beneficios como, assitenccia media Maritima, plano odontologico, vale-refeição, vali alimentação e os gestores em sua marioria fazem festas de aniversãrio para incentivar sua equipe. Contras: A empresa em 2014 tinha mais de 27mil funcionarios espalhados pelo Brasil e exterior, mesmo com tanta tecnologia sempre havia gargalos nos serviços entre setores. Conselhos para presidência: Seleção mais apurada dos gestores e supervisores.   "},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Limpa desorganizada paga bem não está muito bem localizada pessoas que tratam mal e ainda ofendem menosprezam teria que ser maior o espaço e poderia pcprrwr a utilização do elevador Contras: Acepção de pessoas deveriam ter mais disponibilidade para ser prestando o atendimento para as pessoas supervisor não respeita operador as pessoas passam mal e não tem nenhum médico de plantão para ser prestando o atendimento devido Conselhos para presidência: Sejam mais ativos   "},{"user":"Analista DBA Sênior","avaliation":"Prós: Pagamento em dia, oportunidade de aprendizagem nos cursos internos que são oferecidos. Plano de saude e odontologicos bons (Bradesco Saude) apesar da coparticipação. Contras: Processo de reconhecimento é moroso e tem muitas panelas. Aumento de salário é raridade e caso você tenha outra proposta, não fazem questão de tentar cobrir nem mesmo chegar proximo ao valor. Ticket Refeição é o piso do SINDPD-SP. Conselhos para presidência: Procure conhecer melhor os funcionarios que vestem a camisa da empresa no dia-a-dia da operaçao. Traga-as para perto de vocês, isso dará um feedback melhor, do que através das N camadas existentes na empresa.   "},{"user":"Técnico em Suporte II - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma empresa que fornece conhecimento na área da tecnologia. Para profissionais que desejam obter conhecimento técnico e experiência, é válido. Contras: Falta reconhecimento profissional, oportunidade de crescimento, esses são fatores essenciais para a motivação e satisfação dos funcionários. Conselhos para presidência: Reavaliar o plano de cargos e salários, de modo que a remuneração entre as categorias sejam equiparadas, mesmo para colaboradores alocados em clientes.   "},{"user":"Teleatendente - Ex-funcionário, saiu em 2012","avaliation":"Prós: e um lugar que vc conhece muitas pessoas, pra quem esta a procura de primeiro emprego ou para um tempo que esta sem trabalhar, ajuda muito,pois tem beneficios como vr vt e o salario e poucas hrs de serviço Contras: estressante ,muita cobrança e lideres sabendo que nao tem como vender.   "},{"user":"Analista de Suporte PL","avaliation":"Prós: Em termos de mercado o salario esta em um bom nível, devido a situação de outras empresas e com o mercado estando saturando. Com isso eu defino em bom. Contras: Falta de organização devido não ter praticas de ITIL, com gerencia mais definida. Muitas mudanças em pouco tempo. Funcionario fica sem plano de carreira. Conselhos para presidência: Tem mais organização.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Excelente ambiente de trabalho Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "}]