[{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2009","avaliation":"Prós: Para o primeiro emprego é excelente, pois nos fornece experiência organizacional, principalmente na questão hierárquica e de procedimentos internos. Contras: O turnover das equipes fazia com que nos desmotivássemos, os nossos supervisores eram muito cobrados e repassavam essa pressão para as equipes.   "},{"user":"Estagiário","avaliation":"Prós: Contato com diversas tecnologias, para quem tá iniciando sua carreira isso é ótimo pois você vai ter sempre em contato com o que a de mais novo no mercado e o que é mais antigo tambem. Contras: Por mais legal que a TIVIT seja ela e muito travada e ela te passa a intensão de querer ser uma empresa digital com as tecnologias mais atuais do mercado mas ela trava muito os processos.   "},{"user":"Técnico","avaliation":"Prós: E uma empresa que esta pagando um pouquinho mais que outras empresa nesta mesma funçao junior e difícil especificar pois a empresa nao e boa Contras: Muito ruim nos processos o rh e problema muito grande,o salario e puco,nao tem de investimento e pio trabalhamos no cliente itau somos tratado com retalhaçao Conselhos para presidência: Nos somos seres humanos   "},{"user":"Agente de Negócios - Ex-funcionário, saiu em 2013","avaliation":"Prós: Equipe sem preconceitos e pronta a auxiliar o colega. Bons treinadores. Boa opção para adquirir experiência profissional e conciliar com estudos. Contras: Má gestão. Superiores despreparados e arrogantes. Salário baixo. Não há horário de almoço e nas pausas ou você vai no banheiro, ou come. Plano de carreira inexistente.   "},{"user":"Analista de Suporte PL","avaliation":"Prós: Escala de trabalho boa para emendar dias de folga para se dedicar aos estudos ou viagens. A empresa não paga cursos, mas fornece em seu portal varios treinamentos com parceiros Contras: Vale Refeição muito baixo. Não para ter uma alimentação adequada sem ter que utilizar o proprio salário. Hoje a empresa paga R$ 17,50 de VR, mas desconta R$ 55,44, o que da uma média de R$ 14,80 por dia, ou seja, menos que um café da manhã.   "},{"user":"Técnico","avaliation":"Prós: Gestão e colegas são muito bons e o cliente em que trabalho também é muito bom. Salário de acordo com mercado e benefícios de acordo com sindicato. Contras: Plano de carreira. Oportunidades são poucas no Rio de Janeiro e o salário apesar de se de acordo no mercado, poderia ser maior para suporte N1.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: A empresa é muito boa de se trabalhar. O ambiente é agradável, possui todos os beneficios e também podemos fazer Home Office uma vez por semana. Contras: Poderia haver mais oportunidades para conhecer outros setores da empresa, sabendo que a TIVIT é uma das principais empresas de técnologia do país.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Clima Organizacional. Contras: Falta de reconhecimento com o colaborador, sem chances de crescimento, benefícios e salários bem abaixo do mercado.. Conselhos para presidência: Mais valorização aos colaboradores.   "},{"user":"Analista de Suporte I","avaliation":"Prós: Ótima oportunidade para os jovens que buscam aprender TI, muito ramificada em relação aos softwares a serem configurados, devido a enorme demanda de clientes. Contras: Bastante enrolada com as documentações, apesar de pagar em dia, peca em atrasar com a assinatura da carteira de trabalho e pela falta de comunicação com a RH. Conselhos para presidência: Rever todo o ciclo de hierarquia, desde o analista de suporte 1 ao diretor, e seus processos, existem muitos analistas capazes de liderar outras equipes e tornar a Tivit ainda maior como multinacional.   "},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa incentivou o trabalho em grupo, sempre pagou em dia, forneceu a maioria dos equipamentos de trabalho necessários para o desenvolvimento das atividades, horarios flexíveis Contras: Muito cargos de chefia, e muitas mudanças nessas chefias, não disponibilizou uma base ou estoque local, apesar da necessidade, muita burocracia e pouca clareza nos processos, desorganizados Conselhos para presidência: recomendo mais respeito e valorização dos funcionários   "}]