[{"user":"Gerente de Projetos PMO","avaliation":"Prós: Muitas oportunidades de aprendizado e ótima infraestrutura de trabalho. Possibilidades de execução de projetos em vários locais fora do Brasil. Empresa flexivel e com boa cultura de respeito ao funcionário. Contras: Empresa muito grande com muitos departamentos e processos burocráticos que causam muita lentidão nas entregas. Falta owners nos departamentos que assumam mais a responsabilidade das entregas, causando uma carga muito alta de responsabilidade aos profissionais responsáveis pelas entregas de projetos na empresa. Conselhos para presidência: 1- Criar ambientes de descompressão na empresa; 2 -Flexibilizar os horários de trabalho com efetivação / formalização de Home Office; ainda há cultura de descriminação com esta prática que é inconsebivel para uma empresa de tecnologia 3 -Criar locais com co-working espalhados pela cidade para facilitar a mobilidade entre funcionários; ( Locais de trabalho são muito bons, mas em locais de difícil acesso)   "},{"user":"Técnico de Suporte Especializado","avaliation":"Prós: Boa média salarial no mercado, pagamento em dia, benefícios razoáveis e possibilidades de crescimento para fazer carreira na empresa, localização de fácil acesso visto que fica no centro. Contras: Tem uma certa falha na divulgação das vagas internas ou para outras áreas da empresa, as oportunidades divulgadas nem sempre estão acessíveis. Conselhos para presidência: Continuar apostando no mercado nacional, na mão de obra brasileira, visto que é uma multinacional.   "},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2016","avaliation":"Prós: Para quem entra como operador de telemarketing,existe alguma possibilidade de ascensão de cargo(mesmo pra quem não é qualificado) passados alguns anos de experiência na empresa mas isso depende muito do produto em que trabalha. Contras: Má-remuneração,tem que escolher entre VR ou VA(e o valor é bem baixo),plano de saúde caro,más condições de trabalho,ambiente com muita pressão e hostilidade.   "},{"user":"Analista de Processos Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade, um ambiente propício ao aprendizado, empresa bastante conceituada no mercado Contras: Valorização do profissional, chances justas de crescimento e remuneração.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: A empresa não possui nenhum ponto positivo na minha opinião, descaso total com o funcionário desde o momento de contrato, não recomendo a empresa. Contras: Todos, descaso com o funcionário, equipamentos para trabalho em péssimo estado e obsoletos, não possui uniforme, só quer ganhar em cima do funcionário já que é uma empesa de terceirização.   "},{"user":"Operador de Call Center - Ex-funcionário, saiu em 2007","avaliation":"Prós: O ambiente de trabalho é bom, há clima de respeito e igualdade entre os cargos e a diversidade dos colaboradores é bem aceita pela empresa. A liderança é engajada em motivar as equipes. Contras: Os salários e os benefícios são muito baixos em relação ao mercado. Erros na folha de pagamento e atrasos nos pagamentos são frequentes e a solução é dificultada. A área de recursos humanos é pouco eficiente com pouca assertividade nas tratativas com o colaborador.   "},{"user":"Analista de Contas a Pagar - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo clima organizacional, boa localização, liberdade no trabalho e muita autonomia. Estrutura muito tecnológica e os pares estão sempre dispostos a ajudar. Contras: Salário não compatível com o mercado, péssimos benefícios que desanimam o colaborador Conselhos para presidência: Valirozar os colaboradora e remunerações melhores.   "},{"user":"Agente de Processos II - Ex-funcionário, saiu em 2014","avaliation":"Prós: Os colegas de trabalho em geral proporcionam um ambiente agradável para todos nós. Gostei da experiência em trabalhar lá embora seja algo extressante Contras: Muita pressão Busca de meras e resultados Autoritarismo de alguns superiores f   "},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa dá oportunidade para quem não tem experiência e está iniciando a carreira de TI, sem exigências e com métodos bons de treinamento e desenvolvimento de carreira. Contras: Gestão muito engessada, focada sempre em resultados, não se importam com o bem estar do funcionário se estiver alocado em cliente fica completamente esquecido pela empresa. Conselhos para presidência: Ter visão de futuro e se importar mais com o bem maior da empresa que é o funcionário.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Empresa boa para se trabalhar, aprendi muito e fiz muitos bons amigos. Consegui ter acesso a varias tecnologias de ponta e clientes de altíssimo portr Contras: Um dos grandes problemas que vejo é o preferencialismo de gestores por amigos. Isso faz com que os demais funcionários de uma área não sejam notados Conselhos para presidência: Reduzir as “panelas” que são criadas por gestores, isso faria com que os demais trabalhassem melhor pois teriam a chance de ser reconhecidos   "}]