[{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2013","avaliation":"Prós: Nenhum. De verdade, não indico! Você participa do processo seletivo, te apresentam uma empresa, depois que você entra a realidade é totalmente diferente. Contras: Todos os possíveis. A empresa tem um \"bom marketing\" e várias ferramentas de plano de carreira como talent pool, mapeamento 360, etc, mas é tudo mentira. O que realmente acontece é que você pode ser o funcionário numero 1 da emrpesa, vestir a camisa, nunca faltar (mesmo doente), que eles não estão nem ai. Não valorizam funcionário bom, aí quando sai um funcionário, ao invés de subir alguém que já está há um tempo e é competente contratam funcionários de fora, que logo veem a bucha que é e saem... E assim vai. Não indico! Tive uma péssima experiência nesse lugar. Conselhos para presidência: Muda tudo e começa do zero.   "},{"user":"Operador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios, e auxílios os colegas de trabalho são bacanas torna o ambiente melhor, auxilia creche, tíquete e bacana, o plano é comparticipativo Contras: Escravidão, não decidem o horário e escalas, não pode se programar com nada, não pode fazer uma faculdade porque um mês trabalha de manhã no outro trabalha a tarde e assim se vai   "},{"user":"Analista de Suporte em Infraestrutura","avaliation":"Prós: Os salários estão acima do mercado em comparação com outras empresas no mesmo segmento. Empresa provê bastante treinamentos internos e as vezes externos Contras: Não há uma politica definida de Home-office, existem muitas diferenças em áreas do mesmo seguimento da empresa, de operações distintas e cada uma tem a sua regra   "},{"user":"Agente de Renegociação - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente amistoso, boas amizades, bom relacionamento com suspervisores, carga horária conciliavel com outras atividades como estudos e atividades de lazer, boa localização, prédio bem conservado e boa estrutura. Contras: Baixa remuneração, poucas oportunidades de crescimento, cultura pouco flexível e empática. Falta de flexibilidade com horários, poucas oportunidades de diálogo com os gestores, Conselhos para presidência: Valorizar os talentos internos para além de avaliações de produtividade   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Horario flexivel. Empresa de grande porte, que oferece grandes oportunidades de viagens projetos que lhe daram uma vasta experiencia e aprendizado Contras: Fabrica de software. Por isso, acaba nao pagando muito bem e acaba exigindo muito do seu tempo e esforço para dar lucro a empresa e se demonstrar importante.   "},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bons benefícios e ambiente agradável. Oportunidades de carreira existem e são muito boas. Profissionais em sua grande maioria qualificados e a empresa te dá condições para exercer um bom trabalho. Contras: Disparidade de salários exageradas. Muitos funcionários fazem sua carreira e ganham muito lá dentro, mas muitos, em uma boa parte deixam a desejar como profissionais, mas devido o tamanho da organização ficam lá dentro só esperando o dia em que serão mandados embora.   "},{"user":"Estágio","avaliation":"Prós: A empresa possui ambiente bastante agradável, pessoas educadas, estrutura moderna com boa localização. Tudo o que se espera do corporativo hoje. Os pagamentos são feitos em dia, bem como os benefícios. Contras: Os pontos negativos são a baixa qualidade da formação dos colaboradores em geral, líderes que não inspiram, distantes e de mentalidade retrógrada. A remuneração é bem abaixo do mercado, e os benefícios vêm corretamente, mas com valores pífios que não correspondem a imagem que a empresa passa em sua estrutura. Conselhos para presidência: Valorização dos colaboradores da área corporativa da empresa e não só o ITM; investimento no capital humano de seus empregados e melhores remunerações. Não tenha medo de ter uma cultura mais moderna e autônoma. Os seus colaboradores são vitrine do que a sua empresa os motiva a ser; se eles são de nível inferior aos da concorrência, logo a sua empresa é inferior às outras. A Tivit é o resultado da soma das características de seus colaboradores. Portanto, se são pouco ambiciosos, também será a sua empresa. Contrate melhor, invista melhor. Valorize também Soft Skills, não só Hard Skills. Isso importa.   "},{"user":"Administrador de Banco de Dados (DBA)","avaliation":"Prós: A Tivit é uma empresa muito flexível, e proporciona oportunidades de crescimento e desenvolvimento para os seus colaboradores que realmente desejam crescer. Contras: Não paga hora extra na maioria dos casos, somente alguns times recebem, dependendo do cliente o mesmo atende e também há uma certa debilidade em gerir pessoas.   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salários em dia Bom ambiente para se trabalhar Benefícios muito satisfatório Amigos de trabalho trabalham como uma verdadeira equipe todos muito atenciosos Contras: O ponto negativo que tenho a falar é sobre a gestão com pouco contato com os funcionários de menor nível hierárquico, é poucas oportunidades de crescimento. Conselhos para presidência: Talvez nós menores níveis tem a maiores qualidades.   "},{"user":"Analista de Sistema Sênior","avaliation":"Prós: Ambiente descontraido, remuneração na media do mercado, campanhas de descontos em diversas lojas, frutas e café da manha e da tarde e bolo para os aniversariantes do mes. Contras: Difícil falar com RH, vale refeição muito abaixo da media, não a campanha para crescimento profissional e nem para aumento de salario e o convenio é no sistema de cotas Conselhos para presidência: Pensar em algo para crescimento profissional dos funcionairos   "}]