[{"user":"Técnico de Suporte Especialista","avaliation":"Prós: Flexibilidade de horário, bom relacionamento com a gestão. Contras: sem plano de carreira, atividades de ultima ainda sem muita estrutura para a realização da mesma, não temos acesso as ferramentas da empresa, exemplo a VPN.   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma empresa que capacita seu funcionário e dá oportunidades de crescimento dentro da mesma, contribuindo com os benefícios e o bem estar do operador. Contras: Alguns cargos \"superiores\", são exercidos por pessoas incapacitadas para a função designada, levando assim atitudes tomadas e voltadas ao lado \"pessoal\" e não pelo lado \"profissional\". Conselhos para presidência: Rever alguns cargos, no qual estão sendo tomadas por pessoas incapacitadas de exercer de forma correta a sua função. Trabalho requer \"profissionalismo\" e reconhecimento no mesmo mérito, e não por lado \"pessoal\" , pois o trabalhador deve sim ser reconhecido pelo compromisso e comprometimento com a sua função, e não por méritos pessoais.   "},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: pagamento em dia, ótimos benefícios, ótimas instalações, ambiente seguro, próximo a estação de trem. Contras: Não possui possibilidade de crescimento, abertura de vagas internas é muito pouca. Conselhos para presidência: melhorar a possibilidade de crescimento dentro da empresa.   "},{"user":"Técnico de Suporte I","avaliation":"Prós: A empresa permite que funcionários procurem se desenvolver à fim de aprimorar seus conhecimentos e oportunidades de realocação nos casos de perda de contrato. Contras: Processos de candidatura a vagas internas bastante burocrático e moroso o que gera insatisfação por parte dos funcionários, mas creio que isso tende a mudar! Conselhos para presidência: Tentar enxergar melhor o material humano dentro da companhia, pois tem muitos talentos sendo desperdiçados por falta de uma oportunidade em busca de novos desafios o que resulta na perda para outras empresas!   "},{"user":"Especialista de Sistema I","avaliation":"Prós: Horário flexível, com ótimas oportunidades de carreira e equipes multidisciplinares e um ambiente muito tranquilo e descontraído, deixando a qualidade de vida ótima. Contras: Salário mensal muito inferior ao mercado, deixando os analistas insatisfeitos com os ganhos, um PLR ridículo comprado ao mercado, e pouca visibilidade com a diretoria geral. Péssimo modo de tecnologia, deixando os funcionários ficarem dias sem computador ou ferramentas para trabalhar. Conselhos para presidência: Melhorar os salários dos analistas   "},{"user":"Coordenador de Suporte","avaliation":"Prós: Atualmente não há muitos pontos positivos na minha área de End User. Há alguns anos atrás era muito prazeroso, porém, o excesso de burocracias, falta de reconhecimento, falta de ações para motivar o colaborador acaba desanimando os colaboradores. Contras: Falta de reconhecimento do colaborador. Processo muito moroso para reposição de recursos. Falta de infraestrutura para seguir com um bom trabalho. Diretoria que só pensa em dinheiro e não pensa na saúde mental e motivacional do colaborador. Conselhos para presidência: Dar atenção aos colaboradores. Melhor remuneração de salários e benefícios. Ações para melhorar o clima organizacional. Trocar a diretoria de End User.   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: sim o ser legal em uma empresa é, ser pontual executar seu serviço boa conduta parceria com seus colegas , e naõ ser chamado a atenção pois dentro de uma empresa você tem que acatar o mandato de seu superior seja ele qual for Contras: Sempre que possivél você ajudar em manter a ordem de maneira que possa ser gratificante para a empresa e tambêm para o ambiente de serviço ser cada vez mais agradável em todos os aspectos   "},{"user":"Supervisor","avaliation":"Prós: local limpo e bem organizado, plano de carreira para desenvolvimento de recem contratados e experientes,beneficios atrativos e salario compativel com o mercado Contras: local longe do centro da cidade, alguns lideres sem o devido preparo e treinamento para liderar e acompanhar os resultados positivos da empresa   "},{"user":"Técnico de Informática II","avaliation":"Prós: O salário é pago no dia correto e tem alguns benefícios, vale refeição, transporte, convênio, descontos em cursos e sistemas de treinamento pela empresa. Contras: Não registra a carteira, não paga a condução corretamente, RH não te responde, não tenta entender o lado do funcionário, não passa os acessos, o pagamento é feito em uma conta pre paga e e não conseguimos mudar o estilo da conta. Conselhos para presidência: Colocar liderança melhor, melhorar equipe do Rh e principalmente atender os funcionários que ficam no cliente.   "},{"user":"Atendente - Ex-funcionário, saiu em 2007","avaliation":"Prós: Um ótimo treinamento antes do inicio da função, fazendo com que o trabalhador não se inicie no trabalho sem o conhecimento especifico da programação. Contras: Após a temporada de venda há muita demissão ou mudança para um cargo no qual não se tenha afinidade ou interesse em estar. Deixando somente duas escolhas.   "}]