[{"user":"Profisional de TI","avaliation":"Prós: Cursos internos oferecidos Cursos internos oferecidos Cursos internos oferecidos Cursos internos oferecidosCursos internos oferecidos Cursos internos oferecidos Contras: Isolamento dos funcionarios alocados em clientes Isolamento dos funcionarios alocados em clientes Isolamento dos funcionarios alocados em clientes Isolamento dos funcionarios alocados em clientes   "},{"user":"Analista de Processos Sênior","avaliation":"Prós: Ambiente muito bom para trabalhar, liberdade na execução das atividades, a empresa nunca atrasou nenhum salário, tenho orgulho de trabalhar nesta empresa. Contras: vale refeição muito baixo, dependendo da área não há como ter plano de carreira. Não há benefícios, plano médico tem co-participação, além do vale refeição ser baixo é descontado uma porcentagem.   "},{"user":"Analista de Sistemas","avaliation":"Prós: pagamento sempre realizado em dia ou ate antecipado de acordo com a data, dificil achar algum outro ponto positivo na empresa. a comunicação com rh mto ruim. Contras: RH e um lixo, muita confusão, lento, houve confusão pagamento hr extra, entrega de cartão de beneficio problematica, impossivel comunicar com o rh, demorei 60 dias pra dar entrada Seguro desemprego devido demora realizar acerto e seguimento nos demais procedimentos Conselhos para presidência: melhorar o atendimento e acessibilidade do departamento aos funcionários.   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pagamentos aos funcionários ocorrem sem atrasos ,flexibilidade de horario. Mas nada de positivo, benefícios e salários deixam a desejar, plano de carreira não existe Contras: Salário muito abaixo do mercado. Processos internos burocráticos. Existe uma diferença no tratamento dos funcionários, através dos sites onde estão locados Conselhos para presidência: Rever cargos e salários, rever a tratativas com os funcionários que não estão locados na mina dos olhos   "},{"user":"Analista de Recrutamento e Seleção - Ex-funcionário, saiu em 2017","avaliation":"Prós: bom relacionamento entre pares, lugar muito bom para crescer profissionalmente a empresa dá suporte nas ferramentas de trabalho e te ajuda no dia a dia Contras: baixa remuneração, não existe segurança eu realizava o processo seletivo e não tinha segurança poderia entrar qualquer tipo de pessoa e me agredir   "},{"user":"Gerente de TI I","avaliation":"Prós: Multinacional, reconhece os funcionarios na medida do possivel, mas a grande quantidade de funcionarios dificulta o trqbalho de RH decente. Quando tinha a base de 3 mil funcionarios, eramos bem mais valorizados Contras: Contratacoes demasiadamente morosas. As aprovacoes das vagas passam desde o gerente ate o presdente da empresa. Dificulta demais o dia a dia de trabalho. Precisa melhorar a dinamica destes processos Conselhos para presidência: Processo de PAC precisa ser mais agil, se perde muitos profissionais bons para o mercado   "},{"user":"Analista Unix","avaliation":"Prós: É uma empresa muito boa para aprender várias áreas, tem oportunidade fácil para migrar entre áreas. Contras: Poderia pagar mai Conselhos para presidência: Poderia aumentar o VR e pagar melhor.   "},{"user":"Funcionário","avaliation":"Prós: Oferece diversos benefícios. Plano de saúde, odonto, vr, convênio com gympass que é um app de desconto em academias diversas aulas de lutas. Contras: Convênio para dependentes temos que pagar a parte. Um valor alto. VR é um valor baixo e não oferece opção de VA. São bastante complicados para pagar as férias   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Empresa com um ambiente muito leve, ótimos gestores, equipes integradas, desafios, dinamismo, uma academia própria de estudos e chances de crescimento através de um programa interno que dá oportunidades. Tem uma parte bacana social que interage com escolas estaduais. Oferece estabilidade se tiver um bom trabalho e relacionamento. Contras: VR não esta de acordo com o mercado, processos um pouco burocráticos, algumas gestões são distante da realidade da operação. Pouca abertura para melhorias as vezes obvias. Conselhos para presidência: Alguns gestores não entendem os processos e não tem interesse em propor melhoria.   "},{"user":"Suporte Técnico","avaliation":"Prós: Ótima empresa, funcionários e cargos superiores dedicados a darem o melhor, oferece ótimos cursos e treinamentos pelo portal. Benefícios compatível com o do mercado Contras: Falta politica de incentivos financeiros aos funcionários. Tais como PPR, bónus por produção, Plano de Previdência, empréstimos com juros reduzidos, etc...   "}]