[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tratamento diferenciado, empresa bem legal de se trabalhar, são bem tranquilo ambiente limpo, sempre tem o apoio do pessoal da parte de ti São bem parceiros também e amigos. Contras: Como se trata de ti, a profissão por si só já é cansativa, mas não tenho o que reclamar, eles são prestativos e felizmente existe mesmo que pouco conversa, com a diretoria   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2015","avaliation":"Prós: Uma empresa de grande porte com muito a ensinar ao colaborador. Salário nunca atrasou. Possibilidade de crescimento. Existe uma área de realocação. Contras: Como toda empresa grande torna se mais difícil a gestão das áreas e o alinhamento dos objetivos da alta hierarquia para os níveis mais baixos. Todos precisam ter a mesma visão. Conselhos para presidência: Transparência em todos os níveis.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa é conhecida por todo o Brasil; é um lugar onde é possível conhecer muitas pessoas da área e estabelecer excelentes conexões (internas e externas). Contras: Para os trabalhos de Field Services, Datacenter ou nas demais operações alocadas diretamente no clientes, as condições de trabalho das equipes são muito dificultadas pela quantidade de processos internos (questionáveis) da própria TIVIT.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado Contras: Várias fusões e, pelo setor estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Monitor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Reconhecimento, uniao, variavel, promoção, um trabalho desafiador e resultante, aceita inesperientes, apoia quem começa, tem alguns beneficios Contras: Salário baixo, pouco investimento nos funcionários e pouca oportunidade de dialogo, infra estrutura precaria para quantidade de funcionarios Conselhos para presidência: Investir nos funcionarios   "},{"user":"Técnico de Suporte Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: No geral é uma boa empresa para se trabalhar, tive alguns problemas com relação ao salário mais foi resolvido. d Contras: Melhor plano de carreira, reconhecimento dos funcionários. d d   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa tem um ambiente bom de trabalhar, flexível em relação a horários e bons benefícios. Funciona como fábrica de software e tem grandes clientes da área financeira com bons projetos. Contras: O processo de desenvolvimento precisa melhorar muito. Algumas pessoas com pouca experiência lidando com projetos complexos e não aceitam sugestões. A impressão é que as unidades (outras cidades) não trabalham da mesma forma. Equipamentos podiam ser melhores e muita burocracia em alguns processos simples. Conselhos para presidência: Olhar um pouco mais para o \"chão de fábrica\", muito retrabalho por falta de qualidade.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Benefícios como convênios e vale alimentação. Possuir fretado que pega na porta da casa do contratado. Treinamento para mostrar toda a política da empresa Contras: Ambiente um pouco hostil. As vezes não se preocupa com os problemas do funcionário. Mesmo possuindo fretado, o funcionário só pode usar depois de passar pelo treinamento   "},{"user":"Supervisor de Processos","avaliation":"Prós: Salarios em dia, avaliaçao em 360, insentivos na formação. De maneira geral uma boa empresa.ara se trabalhar e se desenvolver. Boa corporaçao. Contras: Liderança, processos internos, politica orientada ao resultado, ambiente com alto nível de stress devido a forte cobrança por resultados em algumas areas da.empresa Conselhos para presidência: Austeridade de custo se alcança quando mantemos a equipe operacional motivada a produzir mais.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Oportunidade para aprender através de treinamento interno, flexibilidade com horário de trabalho, Sites com ambiente e estrutura muito boa para trabalho. Contras: Difícil oportunidade interna, não há reconhecimento por mérito salarial, plano de carreira sem clareza nas propostas e há muita rotatividade das vagas.   "}]