[{"user":"Estagiário","avaliation":"Prós: A remuneração e os benefícios para estagiários são bons, se comparado àquilo que o mercado oferece. Oportunidade de troca de experiências com gestores e o time de liderança. Forte aprendizado sobre o mercado de telecomunicações e novas tendências tecnológicas. Contras: Falta de orientação aos funcionários que estão iniciando a carreira profissional. Excesso de \"vaidade\" de algumas pessoas, atrapalhando a performance da empresa.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma empresa multinacional, com grande participação no segmento de tecnologia e que possui boas oportunidades de carreira para quem procura uma grande companhia para se desenvolver Contras: Valor dos benefícios baixo e gestão de pessoas um pouco fraca. Não há plano de carreiras bem definido e por conta desses fatores acaba que não conseguem reter bons talentos   "},{"user":"Estagiário Superior","avaliation":"Prós: Ambiente agradável, cultura sólida, empresa ética e comprometida com os funcionários. Empresa grande e com muitas oportunidades, inclusive no exterior Contras: Não da auxílio combustível, estagiário não tem direito a estacionamento, o que dificulta a vida pois estagiário já tem um baixo salário, e sai prejudicado.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimos colegas de trabalho, treinamentos disponíveis pra quem quer aprender, próximo de estação de metrô, restaurante no local de trabalho.. Contras: Pouco crescimento profissional, pouca valorização de funcionários, muitas mudanças na estrutura da empresa e na gestão, instabilidade de emprego. Conselhos para presidência: Menos mudanças na gestão e mais foco nos funcionários e clientes.   "},{"user":"Performance & Improcedente Menager","avaliation":"Prós: Oportunidade de crescer por mérito Contato com pessoas do mundo todo Diversidade cultural Desafios novos diariamente Possibilidade de interagir com todos os níveis Contras: \"Amigograma\" é muito presente em algumas situações. As vezes é necessário deixar de fazer o que seria \"correto\" por causa de politicagem. Tem que puxar saco as vezes.   "},{"user":"Analista de Recursos Humanos - Ex-funcionário, saiu em 2019","avaliation":"Prós: Clima Organizacional e Qualidade de Vida. Horário flexivel e cultura de home office ajudam muito a mantermos uma qualidade de vida bacana. Localização da empresa também é um diferencial. Contras: Gestores. Apesar de treinamentos dados são mais operacionais do que focados em gestão de equipes e pessoas. A empresa perde vários talentos devido a não atenção sobre os gestores.   "},{"user":"System Architect","avaliation":"Prós: Empresa global, relocação dentro da empresa para outras áreas ou países, ambiente multicultural e inclusivo. Cultura de respeito, tolerância a falhas, home office, flexibilidade. Contras: Não é ágil, muitos processos, discussões infindáveis. Muitas vezes se afasta da tecnologia para trabalhar mais no nível gerencial dos projetos. Conselhos para presidência: Transformar a empresa em algo mais ágil, se aproximar mais da tecnologia, principalmente na área de software.   "},{"user":"System Architect","avaliation":"Prós: Investimento no empregado. . Contras: Pouca mobilidade vertical. .   "},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Todos os benefícios cedidos ao trabalhador e o ambiente de trabalho de uma forma geral, a comunicação e integração entre os colaboradores ocorre de uma forma positiva. Contras: Muito chefe para pouco índio na tribo,alguns departamentos funcionam isolados e não se interagem na solução de problemas que surgem diariamente.   "},{"user":"Engenheiro Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo ambiente de trabalho, possuí vários benefícios como transporte, convênio médico e odontológico, restaurante com boa qualidade, pontes nos feriados e leva a sério o código de ética da empresa. Contras: Não tem um plano de carreira muito bem definido, dificultando o seu crescimento profissional em termos de salário e cargos. Só possui plano de previdência para que tem os salários mais altos. Conselhos para presidência: Rever e definir melhor o plano de carreira e salários e que se aplique para todas as áreas a mesma política para evitar desigualdades. E que todos colaboradores possam ter acesso ao plano de previdência.   "}]