[{"user":"Engenheiro","avaliation":"Prós: Uma empresa de tecnologia de ponta, centenária com muita historia e profissionais apaixonados pelo o que fazem e pela empresa em si. Tinhamos orgulho em hostentar nossos crachás. Contras: Uma empresa muito hierarquizada, com castas e managers com ideologia antiquada e que só trabalham para permanecer no poder e se perpetuar, não para o bem da empresa. Conselhos para presidência: Antes de demitir ou contratar de oportunidade aos que estão contratados. Eles podem produzir mais que já produzem ou encontrar talentos silenciados pelas gerencias medíocres.   "},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa excelente, valorização do profissional sempre. Lugar onde as pessoas são desenvolvidas e valorizadas Melhor empresa que trabalhei Orgulho de ter feito parte dessa empresa Contras: A empresa devia ter se modernizado mais, criado estratégias para as novas tecnologias. Ter um planejamento a longo prazo, porem, não deixa de ser excelente "},{"user":"Técnico de Implantação Júnior","avaliation":"Prós: Ambiente agradável, reconhecimento pelo seu trabalho, empresa de responsabilidade e que valoriza seus funcionários e clientes, pagamento em dia é ótimo salario. Contras: Nenhum, pois a empresa realmente se preocupa com os funcionários e dão total atenção e treinamento a eles, isso sem dúvida reflete no bom desempenho de todos e nos negócios.   "},{"user":"Funcionário","avaliation":"Prós: Lealdade da empresa para com seus funcionários, transparência, empresa cidadã, com boas práticas de responsabilidade social e diversidade. Confiável. Contras: Ainda é uma empresa em transformação, onde se prende a características do passado, desconsiderando que o mundo de tecnologia está em constante movimento. Hierárquica demais. Burocrática por vezes. Conselhos para presidência: Não adianta valorizar quem está vindo de fora com job stage superior do de quem já está na função e não pode ser promovido. Não é fair com quem escolhe acreditar nos valores da empresa. E vai na contramão do respeito pregado.   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2011","avaliation":"Prós: A atenção ao funcionário, a segurança, o comprometimento da empresa com o funcionário. Os programas de crescimento. Tem muitos benefícios como: club de esporte, massagem e auxílio em praticamente tudo. Contras: A unica coisa negativa é que a empresa é muito afetada pelo mercado externo, pois sua sede é estrangeira, todas as crises externas afetaram o emprego de muitos em nosso país. Conselhos para presidência: Deixe sempre os funcionários opinarem, pois alguns tem boas idéias mas tem vergonha de falar ou até receio, perguntem sempre.   "},{"user":"Recursos Humanos (RH) - Ex-funcionário, saiu em 2009","avaliation":"Prós: Estrutura multinacional, diversidade cultural, atualizações, benefícios, oportunidade de carreiras internacional e infra estrutura, oportunidades para jovens. Contras: Tomadas de decisões, falta de reconhecimento para os funcionários. Falta cuidado com as pessoas na hora da demissão. Super valorizar alguns aspectos em detrimento as questões básicas. Conselhos para presidência: Olhar para as pessoas e não somente para tecnologias   "},{"user":"Head of Security - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de crescimento e viagens. Dinamismo corporativo. Diversidade. Aposta no público jovem. Constantes reestruturações abrem oportunidades para todos. Contras: Muito dependente da Matriz na Suécia (exceto USA).Lenta nas decisões. Conceito de matriz organizacional não funciona muito bem. Bonificação atrelada aos targets da Suécia prejudica funcionários.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Possui bons benefícios e salários para a área de Salvador. . Contras: A empresa é muito desorganizada, prazos curtos e processos estressantes. Desta forma suga o funcionário. .   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Muito aprendizado, pessoas muito competentes. Amizades feitas em anos de trabalho. Localização. Hoje office durante dois dias na semana. J Contras: Trabalho tempo integral, finais de semana L "},{"user":"Estagiário de Testes","avaliation":"Prós: Empresa é boa para se trabalhar, salário acima da média e podemos treinar o inglês diariamente. O acesso a mesma é bastante fácil em São Paulo, pois fica próxima a uma estação de metrô. Contras: A empresa está numa fase não tão boa, então está um pouco bagunçado, estou a algumas semanas na empresa e ainda não tenho meus acessos, até o momento só estou lendo documentações e nada de acessos. Conselhos para presidência: O Rh e o TI devem se organizar melhor.   "}]