[{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima geral, remuneração, desafios constantes e fácil acesso para interação com diretoria e gerentes para dúvidas ou sugestões. Refeitório no local de qualidade. Contras: A empresa não tem um plano de carreira definido para estagiários e nem para nenhum outro cargo dentro da empresa, as oportunidades de crescimento aparecem quando alguem é demitido ou é aberta uma nova posição Conselhos para presidência: Investir em Planos de Carreira   "},{"user":"Assistente Administrativo Pleno","avaliation":"Prós: Comunicação por parte dos líderes globais e regionais é feita semanalmente, metas descritas com clareza e objetividade para todos os funcionários. Contras: Burocracia para conseguir auxílio para estudos e atualização, pois depende de muitos fatores e não foram esclarecidos no momento da contratação. Plano de carreira também precisa de uma atenção maior para com todos os níveis de funcionários. Conselhos para presidência: Poderíamos promover mais momentos de interação entre os funcionários (todos os níveis)   "},{"user":"Auxiliar de Comércio Exterior","avaliation":"Prós: Oferece ótimos beneficos aos funcionários. A Estrutura organizacional é excelente, desde de localização, espaço fisíco, ambientes e beneficios Contras: Tem livre contratação para de parentes de funcionário filhos, irmão, tios e sobrinhos. Desta forma se você não tiver nenhum paretesco trabalhando nessa empresa provavelmente será o funcionário adotado. É comum caracteristica de lideres com perfil desrespeitoso. As areas adotam sua própria política de gestão. Conselhos para presidência: Rotação de funcionários e atividades.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Na Ericsson Inovacao o ambiente é bastante agradável e o horário sempre foi flexivel. Existe possibilidade de trabalhar de casa duas vezes por mes. Contras: Na Ericsson é muito dificil ganhar uma promoção. Preferem contratar gente nova para novos cargos do que promoverem as pessoas já existentes, e isso causa alguns conflitos dentro da empresa. Conselhos para presidência: Focar mais nos planos de carreira dos funcionários e sempre tentar motivar todos.   "},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são bons e o salário costuma ser acima da média do mercado. Um outro ponto positivo é a possibilidade de transferência para outros países Contras: A empresa mudou muito, e atualmente está perdida. Na atual restruturação, ficou claro que o fator que mais conta é político e não desempenho ou mesmo querer melhorar a empresa. Um outro fator negativo é o excesso de processos e burocracia. Conselhos para presidência: Parar de fazer grandes mudanças anualmente , sem nem mesmo verificar se a mudança anterior foi efetiva. Focar em desempenho e em aplicar processos mais simples. E o principal, parar com a politicagem como fator de crescimento na empresa.   "},{"user":"Gerente Comercial - Ex-funcionário, saiu em 2013","avaliation":"Prós: Tecnologia, algumas pessoas muito competentes e inteligentes, havia uma certa estabilidade no passado, que não existe mais. Oportunidade de aprendizado. Contras: Política e incompetência, equipe de vendas incompetente e arrogante. Gestão baseada na amizade entre as pessoas. Funcionários não tem histórico.   "},{"user":"Analista de Telecomunicações Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo salário, ambiente de trabalho legal, pessoal altamente qualificadas e humilde, flexibilidade para trabalhar home office. Reconhecimento de trabalhos com bônus e gratificação Contras: Crescimento de carreira profissional... estive 5 anos na empresa e não consegui nenhuma promoção... somente recebi aumento de acordos coletivos. Conselhos para presidência: Defina melhor um plano de carreira.   "},{"user":"Gerente","avaliation":"Prós: Ambiente motivador, projetos interessantes, gerência experiente e competente e boa infraestrutura geral (escritórios, mobiliário, computadores). Contras: Dependência extrema da matriz sueca para realização de determinados projetos, sistemas internos às vezes dificultam o atendimento ao cliente de forma rápida e dinâmica.   "},{"user":"Diretor - Ex-funcionário, saiu em 2014","avaliation":"Prós: empresa boa para se trabalhar, apesar de nãos ser agressiva quanto à performance individual, tem gestores muito ruins e gestores muito bons. Contras: esta passando por uma transformação há muito tempo, mais de 10 anos, e não conseguiu se adaptar ao novo mercado de telecom, mais agil. não trabalha muito bem inovação. Conselhos para presidência: Trabalhe liderança, inovação   "},{"user":"Analista de Sistemas Telecomunicações - Ex-funcionário, saiu em 2003","avaliation":"Prós: Benefícios como seguro saúde, seguro em grupo, vale refeição e transporte. Excelenteambiente de trabalho. Estilo da empresa. Oportunidades de viagens. Oportunidades de aprender novas tecnologias. Contras: Salário menor que outras empresas de mesmo porte. Falta de valorização de uma pós graduação. Falta de visão de alguns team leaders que não conseguem gerenciar pessoas altamente capacitadas. Conselhos para presidência: Mais valorização do esforço por aprimoramento de conhecimentos por parte dos colaboradores   "}]