[{"user":"Especialista","avaliation":"Prós: Cultura forte, marcada pelos princípios de profissionalismo, respeito e perseverança. Não costuma ser um ambiente muito tóxico, como de costume. Contras: Plano de carreira é definido na avaliação de performance, mas demora muito tempo para ser cumprido pelo management team. Hierarquia extremamente complexa, que dificulta ações emergenciais. Conselhos para presidência: Elaborar planos de comunicação mais claros e objetivos. Flexibilizar horários e locais de trabalho, confirme estratégia já adotada no mercado por outras grandes empresas.   "},{"user":"System Architect","avaliation":"Prós: Muito zelosa com seus funcionários. Os gestores se esforçam pra ajudar os subordinados. Sei código de ética é muito interessante, trazendo pessoas boas pra trabalhar. Contras: Apesar de excelente, sua busca atual por cortar gastos a qualquer custo tem deixado os funcionários apreensivos com a situação do escritório, gerando vários desconfortos.   "},{"user":"Project Manager - Ex-funcionário, saiu em 2016","avaliation":"Prós: segue a legislacao trabalhista corretamente. paga em dia, todos os cálculos de rescisoes foram corretos, e tudo que foi negociado ao entrar na empresa foi devidamente pago. Contras: gerencia senior desalinhada, cada área defende o seu interesse, e nao existe um espírito colaborativo entre as áreas. Também nao há um alinhamento entre os líderes da Ericsson para confrontar o cliente com problemas que nao sao da Ericsson. Conselhos para presidência: Vá ao site do cliente para entender as reais dificuldades que estao ocorrendo ao invés de ouvir as versoes diferentes dos vários gerentes.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente descontraído e amigável.Incentiva a colaboratividade e a difusão do conhecimento entre os funcionários bem como fornece treinamentos para capacitar seus funcionários.Chefia aberta à diálogos Contras: Não tem plano de carreira definido e não segue uma política de promoção justa.Há muitos funcionários com cargos de pleno e sênior com muito menos conhecimento que colaboradores júnior e chefias com pouco conhecimento do negócio. Conselhos para presidência: Valorizar mais os funcionários mais antigos de casa ao invés de buscar no mercado profissionais para ocupar cargos altos.Definir um plano de carreira e rever benefícios o quanto antes.   "},{"user":"Intern - Ex-funcionário, saiu em 2016","avaliation":"Prós: Trabalhava na unidade do Vale do Silicio. Todos muito orientados a desenvolver mais conhecimento e a compartilhar tudo o que sabiam com os outros funcionários Contras: Necessidade de desenvolver material academico e publicar artigos eram dois fatores que são bem difíceis de conciliar, já que o último não depende apenas de você mas também de onde vc publica e etc.   "},{"user":"Técnico de Suporte e Monitoramento de Redes Júnior","avaliation":"Prós: O trabalho é bom, mas na realidade a empresa em si não traz vantagens pois o trabalho é uma solicitação do cliente, já que é uma empresa terceirizada. Contras: A falta comunicação, os salários, falta de oportunidade de crescimento. A sempre presente ameaça de demissão para redução de custos em beneficio da empresa incomodam muito. Conselhos para presidência: Verifique o trabalho antes de fechar contrato por produção em uma setor no qual se trabalha por demanda.   "},{"user":"Integration Engineer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com bons benefícios e ambiente bom para trabalhar. Escritório bem localizado próximo à metrô e rodoviária. Espirito de equipe bem sólido, suporte dos colegas de trabalho. Horário flexivel. Contras: Grandemente afetada pela crise. Perda de projetos por mudanças internas que estão ocorrendo. Muitos chefes, o que acaba elevando os custos dos projetos.   "},{"user":"Analista de Telecomunicações Júnior","avaliation":"Prós: Ótimo ambiente para seguir plano de carreira, possibilidade de crescimento em diversas áreas da organização. Ferramentas internas desenvolvidas pelo RH para contribuir com o desenvolvimento do profissional. Contras: Em algumas áreas de atuação da empresa o seguimento de carreira/remunerações pode ser um pouco mais lento devido aos diversos impactos que ocorreram no cenário econômico do país recentemente. Mesmo assim, a empresa se conserva inovadora para se manter líder mundial no mercado de Telecom e valoriza muito o colaborador que veste a camisa!   "},{"user":"Analista Administrativo","avaliation":"Prós: Horário flexível Localização Espaço para inovação Plano de saúde de ótima qualidade Participação nos lucros e resultados Clima organizacional Contras: Não há plano de carreira Muitos equipamentos com problemas e ultrapassados Falta desenho de processos Falta documentação Cultura organizacional Conselhos para presidência: Dar mais enfoque a criatividade   "},{"user":"Assistente de Telecomunicações Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente saudável; salários em dia; treinamentos; bom relacionamento com os supervisores e outros superiores; contato direto com a responsável pelo rh para possíveis questionamentos. Contras: Relacionamento com a chefia poderia ser melhor, muitas horas extras, muitas viagens, diárias que nos permitiam ficar somente em hotéis de baixa qualidade e, dependendo da região do trabalho em algumas ocasiões até insalubres. Conselhos para presidência: Vou falar sobre técnicos/analistas de campo da EGS/Ericsson: deem valor a nós pois caso estejamos insatisfeitos, a empresa pára literalmente. Muitas das vezes somos menosprezados, somos impossibilitados de fazer alguma benfeitoria nos carros para nos dar melhor condição de viagem/trabalho por motivo banal. Querem saber o que queremos para melhor desenvolver os trabalhos? façam uma caixa de sugestão e peça para escreverem as reivindicações e deixar sem nome.   "}]