[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Empresa onde as equipes/local de trabalho são ótimos. Empresa valoriza o aprendizado e trabalho em equipe, fazendo com que o ambiente se torne agradável Contras: Devido a muitas demandas os colaboradores não tem muito tempo para vida social, mas isso faz parte da vida de um profissional de TI Telecom, ou seja sem descanso   "},{"user":"Network Engineer","avaliation":"Prós: fixa na zona norte longe do transito de sao paulo tem um ambiente bom para café é uma empresa estável acompanha o desenvolvimento da tecnologia Contras: investimento em treinamento nao é para todos os funcionários, alguns poucos funcionários sao treinados para evolução das tecnologias. Empresa muito inchada, com muita gente que não faz nada e muita gente lenta.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: quase tudo lá e perfeito pois é uma grande ..Empresa não tenho o que Reclamar..se todas as Empresas do Brasil..fosse Igual o Brasil ia bem mais para Frente. Contras: Um ponto negativo..a Empresa ser muito Perfeita..tudo que está empresa faz é ajudar o funcionário...por isto não sei algo negativo..mais acho..que não tem... Conselhos para presidência: Continuar com a Humildade e os Pagamentos em Dia..Parabéns.. "},{"user":"Estagiário Superior","avaliation":"Prós: A empresa é muito boa e de ampla atuação no mercado, além de ser reconhecida por ser a mais tradicional empresa de telecomunicações dos últimos anos. Contras: O plano de carreira não é muito visado. Apesar de existir um incentivo no desenvolvimento de competências, a remuneração e consequente crescimento profissional é muitas vezes deixado de lado, principalmente agora em momentos de crise.   "},{"user":"Estagiário","avaliation":"Prós: Boa empresa, aprendi muito aqui. Aprendi muito sobre TELECOM e sobre a minha função. Aprendi a minha função aqui na empresa. Sempre muito disposto a ajudar. Contras: Excesso de trabalho e responsabilidade para a posição de estagiário. A empresa não valoriza o estagiario e oferece poucas oportunidades de efetivação.   "},{"user":"Técnico de Manutenção Sênior","avaliation":"Prós: Empresa séria e um ótimo ambiente de trabalho. Para quem trabalha com telecomunicações é a melhor escola, sempre inovando, a melhor no segmento. Contras: As trocas de gestores são muito agressivas, na maioria das vezes de cima para baixo o que faz com que todo seu esforço em ser reconhecido Seja esvaziado atrasando uma possível promoção. Conselhos para presidência: Avaliar mais e melhor seus gestores.   "},{"user":"Coordenador Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bom ambiente de trabalho, salários compatíveis com os cargos, incentivo a práticas esportivas, local para confraternização e oferta de cursos para os funcionários. Contras: Falta de estacionamento. Acúmulo de funções. Falta de estratégia e padronização no trabalho. Pouco investimento e muita cobrança na execução dos trabalhos externos.   "},{"user":"Analista Programador Júnior","avaliation":"Prós: Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala e escritório bem localizado e ambiente saudável e equilibrado. Contras: Muitos cargos de chefia. Falta de plano de carreira e falta de visão estratégica para a empresa em longo prazo. Estrutura física não é o ideal.   "},{"user":"Diretor","avaliation":"Prós: Empresa sólida com mais de 140 anos em tecnologia de ponta. Profissionais capacitados em ambiente de diversidade e respeito ao indivíduo. Permite a opinião livre sem represAliás. Contras: Excesso de poder para os comerciais desequilibrando a relação de poder com os times de entrega. Resultado é a piora da qualidade percebida pelos clientes. Executivos vem os novos mercados sob a mesma ótica de redes no passado. Conselhos para presidência: Investir de forma consistente em novos mercados em que quer atuar, sem misturar corte de custo e crescimento.   "},{"user":"Gerente de Operações","avaliation":"Prós: Muita oportunidade de crescimento E Desenvolvimento. Ótimo ambiente de trabalho e benefícios de uma grande empresa. Grupos de trabalho paralelos que ajudam no crescimento do colaborador como pessoa. Contras: Como toda empresa de tecnologia (telecomunicações ) é sazonal, depende excessivamente do investimento de grandes clientes, sendo a permanência no emprego nestas fases um grande desafio é uma preocupação a mais. Conselhos para presidência: Investir mais em pequenos e médios clientes   "}]