[{"user":"Analista de Qualidade Pleno","avaliation":"Prós: Reconhece os funcionários, existe muitas oportunidades de desenvolvimento tanto no Brasil quanto fora, ambiente super familiar. Contras: As vezes o mercado de telecom se retrai e os investimentos diminuem. e o tempo de reação da Ericsson perante ao mercado é um pouco lento.   "},{"user":"Operador de Produção - Ex-funcionário, saiu em 2012","avaliation":"Prós: boa empresa para se trabalhar, ambiente amigavel, e com bons beneficios. Contras: Sem expectativa de crescimento, plano de carreira falho, e dificilmente aumento de salario.   "},{"user":"Gerente","avaliation":"Prós: Clima Geral da Empresa (Inovador) Respeito as Pessoas Beneficios Organização e Sistemas Contras: Velocidade nas tomadas de decisão Visão de Futuro incerta, falta mais clareza Conselhos para presidência: Mais comunicação e clareza a todos; Nós fazemos essa empresa e compartilhar, inclusive as dúvidas, pode ajudar a todos com mais ideias e comprometimento   "},{"user":"Analista de Logística Sênior","avaliation":"Prós: Sempre há oportunidades para seguir crescendo independente da idade. Contras: A politica de pagamento variável (bônus/PLR) para as áreas \"não vendas\" poderia ser melhor. Conselhos para presidência: Durante o verão poderiamos ter uma política de uso de bermudas para os homens que nao trabalham em área de vendas. O home office oficial deveria ser retomado, é feito informalmente por algumas pessoas com aprovação do Gerente, gerando desconforto nas outras pessoas/áreas.   "},{"user":"Analista Desenvolvedor de Sistemas Júnior","avaliation":"Prós: Boa empresa para trabalhar, paga bem para a região, no geral, boa! Contras: Poupa demais os gastos, deixando o lado humano de lado, achando que os funcionários são robôs. Na minha área muitas vezes, fazemos horas extras de graça por pressão!   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Boa empresa, com bons salários e bons beneficios e se os resultados forem atingidos, um bom bonus. Contras: Alguns lideres da empresa não são muito bons em serem HUMANOS, acham que lidam com maquinas e não com pessoas Conselhos para presidência: A Empresa está migrando de uma empresa de hardware para uma software house, precisa mudar e muito o mindset dos chefes para isso se tornar realidade!   "},{"user":"Estagiário - Ex-funcionário, saiu em 2009","avaliation":"Prós: A ericsson é uma empresa que valoriza financeiramente os seus funcionários Contras: Falta de treinamento e suporte ao cargo em que fui contratado   "},{"user":"Supervisor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Só tenho agradecê a está com empresa por tudo que ela mim proporcionou de bom Contras: Não tenho o que fala só tive momentos bons nela tando pessoa como profissional. Conselhos para presidência: Continui assim com essa visão sempre com melhorias .   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Investimento no crescimento profissional, oportunidades de viajar para o exterior, ambiente colaborativo Contras: Divisão de tarefas entre os colaboradores, mudança constante no fluxo de trabalho Conselhos para presidência: Escolha melhor sua equipe de gerência, ainda há aqueles que abusam do funcionário e do poder de influência do cargo.   "},{"user":"Analista de Sistemas","avaliation":"Prós: horário flexível Bons Benefícios Localização excelente Incentivo a comer frutas Convênios com empresas ao redor para obter descontos Ambiente de trabalho agradável Contras: Ambiente é saudável entre as equipes, mas não equilibrado no que tange as entregas ao cliente. Horas extras são feitas em excesso e há muita pressão em todas as demandas. Banheiros tem cheiro de esgoto (não pelo uso, e sim por causa do encanamento). Se em um ano você superou as expectativas poderá ou não ter aumento na avaliação anual, mas se isso acontecer, no ano seguinte você naõ vai subir de cargo ou ter qualquer aumento. Mesmo entregando todos os projetos a empresa sempre justifica não atingir a meta para PLR, ou seja, nunca será 100% mesmo sabendo que independente de atingir meta ou não, se a empresa teve lucro ela deve dividir com os funcionários. Se trabalhar a mais (sempre acontece durante a semana) não tem banco de horas, porque a empresa não tem controle de ponto. Se trabalhar mais que 8 horas e não for 22hs vc não tem direito a taxi para ir embora. Conselhos para presidência: A presidência precisa equilibrar a qualidade de vida das pessoas com o excesso de pressão e entregas. Pensar que todos tem família e precisa estar m pouco com ela. Vários casais se separaram por causa do excesso de trabalho. Precisa definir urgente um plano de carreira que não existe.   "}]