[{"user":"Supervisor de Projetos","avaliation":"Prós: Empresa grande porte, possibilidade de crescimento, benefícios, flexibilidade de horário, pontualidade e segurança em pagamentos\n\nContras: Pressão excessiva, pouco incentivo para estudos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico","avaliation":"Prós: ser uma empresa multinacional... e também ter mercado aberto na área\n\nContras: O ponto principal é dizer que nao existe plano de carreira,ou seja, nao há expectativa nenhuma de crescimento para quem não tem um parente ou amigo com expressão dentro da empresa\n\nConselhos para presidência: Motive seus funcionários com o que realmente importa!\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Flexível, visão do lado humano\n\nContras: burocrática em questão de processos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2014","avaliation":"Prós: Multinacional com visibilidade\n\nContras: Politicagem. Vagas anunciadas já tem cartas marcadas\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Solution Architect","avaliation":"Prós: Oportunidade, Inovação, Tecnologia, Desafio\n\nContras: Ter que viajar toda hora, infinidade de siglas para tudo 😊\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Auxiliar Administrativo","avaliation":"Prós: Melhor empresa para trabalhar tem. Benéfico e lazer para seus empregado\n\nContras: Não tem ponto negativo ate agora\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de TelecomunicaçõesEx-funcionário, saiu em 2013","avaliation":"Prós: Ambiente, investimento em desenvolvimento de competência, oportunidades de experiências internacionais\n\nContras: Favoritismo, dificuldade de crescimento devido a alta concorrência\n\nConselhos para presidência: Investir no funcionário ao invés de buscar mão de obra barata em outros países.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Respeito com as pessoas, oportunidade de crescimento, diversidade, clima acolhedor, todas as opinioes sao consideradas, pouca politicagem.\n\nContras: muito processual, requer muito esforco para implantar mudancas, excesso de reunioes.\n\nConselhos para presidência: Diminuir a quantidade de processos em setores nao essenciais.\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Plano de Carreira e benefícios para o funcionário\n\nContras: Melhorar os bônus e melhorar a estrutura do clube\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Bom ambiente para crescimento profissional. Boa equipe de liderança (gerentes e diretores) Salário na média do mercado Horário totalmente Flexível (nao precisa bater crachá) A empresa tem exporadicamente cafés da manhã e café da tarde\n\nContras: Apesar dos benefícios serem bons o VR poderia ser maior Vale alimentação não sofre aumento ha alguns anos (230 reais) Regras para recebimento de PLR deveriam ser melhores formuladas.\n\nConselhos para presidência: Senhor Presidente. Quanto melhor trata-se o funcionário mais feliz ele fica em trabalhar na empresa. Cafés da manha, cafés da tarde, eventos esporádicos são ótimos para os funcionários. Aumente o VR urgente! Está muito abaixo para a região!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]