[{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Valorização do funcionário,treinamento etc Contras: Salário abaixo do mercado, benefícios. Conselhos para presidência: Investimento nos funcionários mais antigos porque eles tem mais experiência e é gerado mais confiabilidade "},{"user":"Funcionário","avaliation":"Prós: Realiza os pagamentos em dia. Plano de saúde bom Contras: Começou a cortar horas, estamos fazendo funções que não seria nossa sem aumento de salário   "},{"user":"Gerente de Projetos (GP) Pleno","avaliation":"Prós: Empresa inovadora com milhares de patentes, tecnologia de ponta, Escritório próximo de casa, flexibilidade no trabalho, bom relacionamento com colegas e supervisores. Contras: poderia ser menos engessada e menos burocrática. Conselhos para presidência: Desburocratizar a empresa para melhor se adaptar ao mercado e efetivar mais vendas   "},{"user":"Técnico de Implantação Júnior","avaliation":"Prós: Pagamento em dia,colegas de trabalho Contras: A empresa não tem um politica para plano de carreira, tem tecnico que só recebe aumento depois de muito brigar com os gestores Conselhos para presidência: Que eles olhem mais para o pessoal de campo que se arisca todo semana nas estradas e torres para trazer satisfação para os usuários que utilizam telefonia movel   "},{"user":"Funcionário","avaliation":"Prós: Ambiente, profissionais, refeitório, clube Contras: Infraestrutura, horário não flexível "},{"user":"Engenheiro Pesquisador","avaliation":"Prós: Reconhecida internacionalmente, carreira em Y valorizada Contras: Ambiente generalista. Problemas de comunicação entre departamentos   "},{"user":"Analista Engenharia Integração Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Plano de carreira, benefícios, oportunidades de viagens internacionais. Contras: As informações sobre o cliente só são apresentadas ao time na fase de delivery. Ma distribuição de volume de trabalho, pois existem muitos recursos ociosos, enquanto outras trabalham por várias Conselhos para presidência: Nivelar os conhecimentos de vendas com os times de delivery, a fim de estimular a criação de novas vendas.   "},{"user":"Supervisor","avaliation":"Prós: estrutura , treinamento, empresa confiavel nos seus pagamentos Contras: salario, metodo de contratacao de funcionarios, os gestores nao olha para lado social do funcionario Conselhos para presidência: olhar mas para lado social dos funcionarios   "},{"user":"Analista Desenvolvedor de Sistemas","avaliation":"Prós: Cultura sueca de gestão, horario flexivel e liberdade para atingir os proprios objetivos, além de ter a chance de aprendizado continuo e desenvolvimento tanto pessoal quanto profissional. Contras: Sinto falta de uma remuneração variavel mais agressiva e oportunidades de viagem.   "},{"user":"Analista de Suporte Operacional Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa com diversos benefícios. Contras: Sem plano de carreira, apesar de ser CLT, por trabalhar com prestação de serviços, sabíamos que ficaríamos na empresa por \"tempo determinado\". Conselhos para presidência: Tentem evitar o sistema de indicação, as vezes um bom funcionário está ali ao lado e não se percebe isso!!!   "}]