[{"user":"Supervisor de Operações","avaliation":"Prós: Estrutura, horário flexível, bom ambiente de trabalho\n\nContras: empresa aos poucos busca avaliar mais o que o funcionário pensa sobre liderança\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico Sênior","avaliation":"Prós: Não atrasa salario, tem material para trabalhar adequadamente,\n\nContras: Acho que a falta de mais oportunidade interna, oferecer cursos e treinamentos no que diz respeito ao próprio serviço que executamos.\n\nConselhos para presidência: A empresa já é um bom lugar para se trabalhar, mais deveria envestir mais nos colaborador em questão profissional, ajudar a pagar um faculdade e dar essa disponibilidade para estudar e cobrar um retorno de tudo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Suporte OperacionalEx-funcionário, saiu em 2015","avaliation":"Prós: A estrutura, nome no currículo, benefícios\n\nContras: Falta de plano de carreira, superiores com menos formação que subordinados\n\nConselhos para presidência: Reestruturação, oportunidades com base na formação e implantação de plano de carreira e exigir conforme o cargo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Ambiente de trabalho bom, trabalho em equipe bom (compartilhamento de informações, ajuda), bons benefícios, horário de trabalho flexível de verdade.\n\nContras: A gestão de pessoas deixa a desejar, não existem processos bem definidos, oportunidades de carreira escassas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Manutenção","avaliation":"Prós: Todos os pagamentos em dia, não desconta a assistência médica.\n\nContras: Salário abaixo do mercado, falta de treinamento e capacitação profissional é necessário proatividade para aprender sobre novos equipamentos.\n\nConselhos para presidência: Equiparar os salários com o mercado, valorizar os funcionários que se desdobram em suas funções fornecendo treinamentos.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Técnico","avaliation":"Prós: Localização, estrutura física.\n\nContras: - Dificuldade em reter talentos (não se importam com o recurso humano). - Falta de organização, trabalham para apagar incêndio e sem se preocupar com qualidade. - Brigas de egos e de poder. - Pouco conhecimento do produto por grande parte das áreas. - Equipes despreparadas e desmotivadas por conta do descaso da organização. - Terceirização e quarteirização - Institucionalização de funcionários prometendo reconhecimentos futuros. - Cargos são oferecidos por conta de relações pessoais e/ou parentescos e não por conta do trabalho apresentado. - Comumente os funcionários exercem atividades das quais não são de sua responsabilidade, sendo remunerados abaixo do mercado.\n\nConselhos para presidência: Rever as práticas adotadas para maximizar lucros desrespeitando o bem mais precioso da organização que são as pessoas.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Técnico de Sistemas II","avaliation":"Prós: Excelente empresa para crescimento profissional e pessoal. Ótimo ambiente de trabalho e time de profissionais altamente qualificados.\n\nContras: Plano de carreira ainda em elaboração.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Logística Sênior","avaliation":"Prós: horario flexivel, bom ambiente de trabalho\n\nContras: Gestores mal preparados. Ausencia de Feedbacks. Muitos processos burocráticos.\n\nConselhos para presidência: Preparar melhor os gestores para uma politica de feedbacks melhor. Feedbacks positivos/negativos e autonomia sao importantes para manter a motivação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Técnico Eletrônico","avaliation":"Prós: A empresa está em primeiro lugar no segmento de tecnologia para mim é uma honra trabalhar nessa empresa eu adoro trabalhar na Ericsson\n\nContras: Pontos negativos são alguns chefes que não sabem falar com os funcionários, supervisores sem preparo técnico com salários diferentes sendo que faz a mesma coisa uns ganha menos do que os outros só ganha mais quem é parente do chefe ou é amigo isso não é legal. Obrigado e desculpe pelo desabafo\n\nConselhos para presidência: Confiamos na sua liderança siga enfrente\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Logística Júnior","avaliation":"Prós: é uma empresa que se preocupa com o seus colaboradores e na minha opinião eles procuram equilibrar satisfação da empresa, do cliente e dos colaboradores.\n\nContras: Acho que um ponto a melhorar, seria no plano de carreira, não é muito claro no que se deve fazer para crescer na empresa, qual o critério\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]