[{"user":"Ex-funcionário, saiu em 1998","avaliation":"Prós: Uma excelente empresa,muito promissoura\n\nContras: Durante o tempo que trabalhei la nao conheco nenhum ponto negativo!\n\nConselhos para presidência: Continuem com esta mesma filosofia de trabalho.\n\nÚTIL? \nREPORTAR"},{"user":"Gerente Regional de Programas","avaliation":"Prós: Cultura da empresa, valores humanos e globalizada\n\nContras: Muitas mudanças organizacionais e falta de oportunidades transparentes de evolução na carreira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Jurídico","avaliation":"Prós: Integração com várias áreas. Grandes oportunidades de aprendizado.\n\nContras: As oportunidades de crescimento não são bem apresentadas. A adequação dos cargos e salários dos funcionários também é uma maneira de reconhecer as atividades desempenhadas com excelência .\n\nConselhos para presidência: Maior atenção da presidência aos funcionários que a representam perante clientes e público geral.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Logística Sênior","avaliation":"Prós: Quit room, dinamismo, feedback 360 graus, IPM,\n\nContras: Horários não flexíveis, já teve esse tipo de horário e não existe mais.\n\nConselhos para presidência: Horários mais flexíveis, ferramentas de trabalho mais modernas e com acesso mais remoto, e mais possibilidades de intercâmbio.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa de excelência em tudo que faz, com um nome reconhecido e de respeito no mercado.\n\nContras: Uma gigante em organização constante.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa que permite e propicia crescimento individual.\n\nContras: Como a maioria das empresas grandes a burocracia atrapalha e encarece os custos de projetos.\n\nConselhos para presidência: Criar programas locais de bônus X metas locais.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Cesta de frutas 2x na semana, ginástica laboral e massagem, máquinas de café, chocolate e capuccino a vontade..\n\nContras: Gerentes precisariam ser melhor instruídos em como ajudar os funcionários a atingir o seu plano de carreira.\n\nConselhos para presidência: Investir forte na capacitação dos Gestores.\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Oportunidades de crescimento, de obter experiência no exterior e de mudança de áreas.\n\nContras: Trabalhos fora do estado ou do país por tempo largo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: empresa altamente organizada que da toda a tranquilidade para o funcionário poder trabalhar\n\nContras: as promoções muitas vezes tardam muito devido ao fato dos processos internos da empresa. Por um lado é bom o fato de que para qualquer coisa que vier a fazer existe uma regra, um processo a ser seguido, por outro lado, é ruim pelo fato de que muitas vezes para alcançar os requisitos necessários para uma promoção são bastante demorados.\n\nConselhos para presidência: Dentro das regras, encontrar uma forma de encontrar os talentos mais rapidamente\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas JúniorEx-funcionário, saiu em 2014","avaliation":"Prós: Possibilidade de usar qualquer sistema operacional.\n\nContras: Trabalho excessivo, trabalho sob pressão, diversas horas extras, muitas fofocas entre os grupos\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"}]