[{"user":"Engenheiro - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima de respeito entre todas as áreas. RRHH respeita os benefícios da lei do trabalhador. As métricas das avaliações são claras e bem definidas. Contras: O crescimento profissional dentro da empresa é bem limitada, para crescer dentro da empresa, não existe um plano de carreira definido. Durante a crise priorizou áreas administrativas ao invés do corpo técnico. Sempre priorizou a venda de equipamentos ao invés de serviços de qualidade. A busca constante de redução de custos mal orientada levando a queda na qualidade do serviço   "},{"user":"Coordenador de Projetos - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons salários, boas ferramentas de trabalho, boa estrutura. Empresa multinacional líder do segmento onde atua, várias áreas e escritórios por todo Brasil Contras: A empresa não oferece um plano de cargos e salários, por vezes, a gerência e diretoria não a gestão de pessoas que se espera, o foco maior é no resultado, mesmo que isso traga insatisfação ou prejuízo aos funcionários. Conselhos para presidência: Valorize os talentos e terá resultados surpreendentes.   "},{"user":"Analista de Logística","avaliation":"Prós: E Ericsson é uma empresa com uma cultura empresarial muito consolidada durante anos de existência. O ponto forte são os seus valores construídos durante esses anos Contras: A política de cargo e salário da empresa não é clara para os seus funcionários e o processo de promoção é moroso e obscuro. Motivo pelo qual muitos funcionários acabam por deixar a empresa.   "},{"user":"Estagiário Superior - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa sempre pagou em dia, os benefícios são razoáveis e o valor da bolsa de estágio (de engenharia) é bem acima da média praticada pelo mercado. A estrutura da empresa já é bem desenvolvida, com profissionais qualificados e um portfólio de alto nível. Contras: A companhia vem passando por longos processos de reestruturação e a efetivação de estagiários é bem rara. Por se tratar de uma multinacional com mais de 100 anos de atuação, ainda se mostra rígida e pesada com relação às mudanças exigidas pelo mercado e a sede por corte de custos, impulsionada pela competitividade com a chinesa Huawei, pode acabar atrapalhando o processo de retenção de talentos e incentivos ao capital humano. Conselhos para presidência: Valorização dos funcionários jovens, não vê-los como mão-de-obra barata.   "},{"user":"Estagiário em Business Inteligence - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima descontraído com excelentes profissionais. Os profissionais com cargos executivos são muita abertos a conversar e estão sempre dispostos a ensinar. Contras: Na época a empresa estava passando por uma troca nas lideranças local e global, o que acabava gerando uma mudança constante nos processos e objetivos.   "},{"user":"Operador de Produção - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente de trabalho, otimos lideres e boa metodologia .. Contras: apesar das varias horas extras, infelizmente nao sao bem vistas por algumas pessoas .   "},{"user":"Performance & Quality Manager - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente multi-cultural. Respeito, profissionalismo, incentivo à colaboração e à inovação. Com presença global e atuação em mercados diversos. Contras: Organização complexa devido ao alto grau de penetração nos mercados globais. Equipes às vezes tendem a trabalhar em silos. Precisa promover mais sinergias internas.   "},{"user":"Estagiário","avaliation":"Prós: A cultura é muito boa, sempre respeitando a individualidade e liberdade dos funcionários. Todas as pessoas são muito capacitadas e propõe grandes desafios para realizar Contras: Infelizmente atualmente a empresa passa por um momento ruim e há muita instabilidade nos cargos. Além disso, os processos são muito burocráticos e custosos para empresa como um todo.   "},{"user":"Especialista","avaliation":"Prós: Home Office e o business da empresa é muito bom.Telecom é uma area muito interessante mas a Ericsson mudou a cultura e esta se americanizando. Contras: São vários os pontos negativos, não tem treinamento nenhum exceto os online e mandatórios, não tem bonus, é extremamente instavel ( vc pode estar desempregado da noite pro dia) oportunidade de carreira é zero, esqueça que vc vai subir de cargo na empresa, mudança de cultura brusca...não paga hora extra pra cargos maiores, não tem feedback nenhum, muitas viagens, projetos estressantes e muito mais.... Conselhos para presidência: Conselho a presidência é perda de tempo!   "},{"user":"Analista de Desenvolvimento Pleno","avaliation":"Prós: A empresa de da um com foco de mercado e tem uma cultura antiga, onde de certo ponto faz com que você fique muitos anos e tente criar uma carreria que dure mais de 5 anos. Contras: Mas porque ter uma cultura antiga não é muito open mind pra certas mudanças onde acaba te atrasando uma devida promoção ou processos que mesmo defasados não mudam   "}]