[{"user":"Gerente de Projetos PMO - Ex-funcionário, saiu em 2016","avaliation":"Prós: Liderança tecnológica, ambiente multicultural. Empresa lider do setor de infraestrutura em telecomunicações. É uma grande experiência para qualquer profissional. Contras: Erros constantes na estratégia. Demoras na execução da mesma. Estrutura organizacional sem flexibilidade para atender mudanças na demanda atual do mercado. Porém está voltando às raízes o que é muito bom.   "},{"user":"Estagiário","avaliation":"Prós: A cultura da empresa é muito legal, temos diversos treinamentos e suporte para realizar as atividades que nos são propostas, recomendo a Ericsson. Contras: Pressão indevida pelo fato da redução do quadro de funcionários, muitos estão sobrecarregados e estressados, isso acaba atrapalhando o desenvolvimento.   "},{"user":"Solution Architect","avaliation":"Prós: Salários adequados ao mercado de trabalho, boa relação entre trabalho e vida pessoal, é uma empresa transparente... sempre divulga-se os resultados e somos convidados a dialogar com os gestores Contras: Precisa ser mias ágil para solução de problemas e desenvolvimento de novos produtos; Precisa incentivar mais os talentos com bônus diferenciados;   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos projetos onde é possível aprender muito a partir de novas tecnologias. O ambiente de trabalho é muito agradável e é um empresa responsável. Contras: Demora um pouco para você conseguir crescer na empresa. O plano de carreiras demonstra-se um pouco estagnado, apesar de a empresar mostra-se solicita a melhorá-lo.   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Clima bem agradável, boas oportunidades de trabalho no exterior, flexibilidade de horarios e contato com tecnologias de paises mais desenvolvidos Contras: perda de muitos beneficios nos ultimos anos e PLR baixissimo vulnerabilidade em função da sazonalidade do mercado em que atua, pouco diálogo com o gestores Conselhos para presidência: Planejamento mais claro de planos de carreira   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimos benefícios e oferece a oportunidade de se trabalhar com novas tecnologias alem de levarem em conta as propostas soluções sugeridas pelos funcionários. Boa localização. Contras: Muitos cargos de chefia (vários gestores) , a maioria dos ambientes de trabalho são bem movimentados e acabam sendo barulhentos. isso alem do trabalho sob pressão.   "},{"user":"Solution Architect","avaliation":"Prós: Oportunidade de trabalhar com outros países e outras línguas Faixa salarial dentro do mercsdo Contras: Grande bagunça Falta de planejamento Qualidade dos produtos Falta de treinamento Perda do foco Conselhos para presidência: Objetividade Clareza   "},{"user":"Funcionário","avaliation":"Prós: Empresa que oferece boas oportunidades, benefícios, flexibilidade, Home office, pagamentos em dia, gerência de fácil acesso e equipe amigável. Contras: É necessário um pouco mais de organização nos processos de distribuição de trabalho entre as equipes. Equipes da filial e da matriz precisam melhorar a comunicação também.   "},{"user":"Diretor de Operações","avaliation":"Prós: Oportunidades, modelo de liderança, profissionais com alta competência, respeito. Flexibilidade de horario, trabalho remoto e programas de talentos Contras: Momento delicado de recuperação performance financeira. Demissoes sucessivas para ajuste de custos. Localizaçao longe dos sites dos clientes Conselhos para presidência: Valorizar os profissionais ainda mais. Ataque a concorrencia   "},{"user":"Estagiário Superior","avaliation":"Prós: Ambiente excelente, gestores sinceros a abertos ao diálogo, grande oportunidade de aprendizado, e no meu caso muita valorização por conhecimento e esforço. Para um estagiário é perfeito, pois tive oportunidade de aprender muito. Contras: Infelizmente não há desenvolvimento de hardware ou investimento para tal no Brasil. No país funciona muito a parte que auxilia as vendas. Existem áreas técnicas e que agregam muito, mas você precisa contar com a sorte de cair em um lugar assim.   "}]