[{"user":"Gerente de Operações","avaliation":"Prós: Ambiente de trabalho e parceria entre colegas da mesma área. Home Office viavel para todos os que têm condições de desempenhar suas atividades de casa.\n\nContras: Falta desenvolver sinergia entre departamentos, o que gera conflitos, exposições desnecessárias e desgastes entre níveis hierarquicos. Acesso a alta gerência é um pouco restrito\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Technical Writer (TW)","avaliation":"Prós: Pagamento e benefícios em dia. Ambiente bom para trabalho em equipe. Equipes colaborativas. Home office Desafios constantes ao longo dos projetos.\n\nContras: Estimativas mal elaboradas algumas vezes. Muitas reuniões ao longo do dia, isso não diminui a cobrança e os prazos se mantém apesar de tudo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Técnico","avaliation":"Prós: Boa de trabalhar e pagamentos em dia, equipe boa, assistência aos funcionarios, hora exgra paga. .\n\nContras: Não tem planonde carreira. Panelinha que não deixa os funcionários subir.\n\nConselhos para presidência: Preste atenção em funcionários que estudam e quer em subir na empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Project ManagerEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa global, oferece muitas oportunidades de carreira, incluindo internacionais, sendo inerente a interação com outros mercados para várias funções.\n\nContras: Atua num mercado que é restrito por natureza, tendo clientes de Portela enorme (operadoras de ter celular) mas em número reduzido. Esses fato torna-se sua fragilidade: de tempos que tempos esse mercado reduzido para de comprar nos volumes de antes, causando crise e, invariavelmente, demissões. Além disso, é de se questionar por quanto tempo mais um portfólio de produtos tão fechado permanecerá sustentável, apesar das ondas tecnológicas (a próxima: 5G).\n\nConselhos para presidência: Alargar o portfólio de produtos procurando diversificar seus clientes e não estar tão vulnerável a crises de vendas no mercado de telecomunicações.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Desenvolvimento Júnior","avaliation":"Prós: Ótimo ambiente de trabalho. A cultura da empresa é positiva, fortalecendo o crescimento profissional. A empresa dá oportunidades para profissionais recém formados\n\nContras: A hierarquia da empresa poderia ser mais acessível para novos profissionais. Existem diversos \"medalhões\" que ofuscam as possibilidades de crescimento dos jovens\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Ótimo ambiente de trabalho, existe pressão em momentos de pico porém de forma gerenciável. Equipe de gestão aberta a sugestões e melhorias do processo, permitindo que participe ativamente de algumas decisões.\n\nContras: Plano de carreira inexistente, é possível que você fique anos em um mesmo cargo, independente do seu desempenho. Muitos funcionários bons deixam a empresa por conta disto.\n\nConselhos para presidência: Rever a política de plano de carreira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: O Ambiente de trabalho e as interações com as diversas áreas da empresa faz com que os desafios sejam constantes.\n\nContras: Não vejo pontos negativos, o período de restruturação pelo qual ela está passando não é um dos melhores.\n\nConselhos para presidência: Continuar se preocupando com a segurança.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Planejamento e Controle Pleno","avaliation":"Prós: A empresa oferece um salário alto em comparação ao outras empresas de telecomunicações. Você pode fazer home office em alguns dias da semana.\n\nContras: A empresa está passando por uma reestruturação e com isso muitas mudanças estão sendo feitas. Toda hora muda o chefe. Você não ganha aumento mesmo tendo uma avaliação acima do padrão, ou seja, falta de reconhecimento. Desde 2015 a empresa tem mandado muitas pessoas embora e no último ano, houve um grande aumento das demissões. Isso transformou o clima da empresa. Clima atual é de muito medo e insatisfação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Estagiário de Nível SuperiorEx-funcionário, saiu em 2013","avaliation":"Prós: O ambiente é satisfatório. Bons benefícios, mesmo para estagiários, salário compatível com multinacionais, com refeição no local e fretado na ida.\n\nContras: Não dão muitas oportunidades para o estagiário ser efetivado dentro de certas áreas. Existe muito nepotismo dentro da empresa. Alguns gerentes/supervisores não sabem inglês dentro de uma multinacional e exigem de seus subordinados. Não é visível um plano de carreira.\n\nConselhos para presidência: Melhorar o plano de carreira dos funcionários, pensar mais na qualidade de vida, dar oportunidade aos que realmente sabem trabalhar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente TécnicoEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa que se preocupa com o bem estar do funcionário. Excelentes benefícios que a empresa oferece, gerencia disponível pra ajudar , facilidade de trabalhar home office.\n\nContras: Infelizmente a empresa não possui plano de carreira, o funcionário as vezes fica por anos no mesmo cargo sem possibilidade de crescer. Falta politicas de promoção. Empresa instável também, pois se perdem a licitação pra empresa na qual prestam serviço mandam todos embora.\n\nConselhos para presidência: Construir politicas de promoção e crescimento profissional.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]