[{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa de grande represtatividade no mercado. O grande atrativo da TOTVS ainda são os benefícios oferecidos.Possui uma ampla infraestrutura. Contras: Trabalha de forma desorganizada, burocrática, falta planejamento e o âmbito familiar é muito forte ainda, dificultando o desenvolvimento de seus colaboradores. Conselhos para presidência: Desvincular laços familiares, aprender a planejar, acompanhar de fato áreas que disperdiçam recursos onerando a empresa. Façam uma auditoria para ontem....excesso de funcionários desnecessário em várias áreas e escassez em outros. \"PDI\" não serve para nada....   "},{"user":"Coordenador","avaliation":"Prós: Valoriza o colaborador com muitos benefícios e é uma empresa que dita padrão de mercado, tendencias e etc, também fornece uma grande oportunidade de dezenvolvimento Contras: Apenas algumas burocracias incomodam um pouco, poderia ser mais dinâmica com alguns processos, porém dar para entender que seja assim pelo tamanho da empresa   "},{"user":"DBA","avaliation":"Prós: Espaços de convivência são bem cuidados, existem livros disponíveis para os funcionários. É uma boa empresa, que ainda tem um olhar para os funcionários. Contras: Nada que não exista em outras empresas, é uma boa empresa com boas áreas de convivência. Ambiente dinâmico e em constante mudança, essa que as vezes pode atrapalhar alguns amadurecimentos de processos.   "},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Somente a estrutura física da matriz.As pessoas do nível operacional são solicitas e amigáveis,não é um ambiente pesado de se trabalhar no geral.Sinuca mais soneca... Contras: Se você já atua nos produtos carro-chefe da empresa pode se encostar lá por muito tempo ,pois não é um lugar pra se desenvolver profissionalmente. Ninguém estará preocupado com isso nem com sua satisfação.Os chefes são toscos e mal preparados e muitos ,inclusive ,não tem caráter. É um buraco negro de tempo que sugará toda sua vontade de querer crescer e aonde vc sai apenas mais burro e enfraquecido mentalmente ,para encarar futuros desafios que irá encontrar ,caso saia de lá.(Ah,e eles vão te cortar sem qualquer critério,acredite) Não se iluda com o marketing ostensivo,é uma cilada federal. Conselhos para presidência: Com esse capital humano que possuem, não sobreviverão ao futuro.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Clima muito bacana. Ambiente descontraído e de pouca pressão. Flexibilidade de horário. E interação bem próxima de hierarquias. Facilidade de absorção de conhecimento Contras: Por ser unidade não há muita autonomia na tomada de decisões, ou para manter a regionalidade como potencial. Todas as atividades ficam centralizadas na matriz, o que dificulta na motivação.   "},{"user":"Líder de desenvolvimento - Ex-funcionário, saiu em 2010","avaliation":"Prós: Ambiente de trabalho é descontraído porém, a pressão sobre as metas faz com que o ambiente se torne toxico, logo apesar da cara moderna a empresa é muito conservadora Contras: Pressão sobre os colaboradores para atingir metas faz com que sejam ineficientes, isso leva a insatisfação do cliente por isso gera consequentemente uma pressão sobre o funcionário. Conselhos para presidência: Diminuir a pressão e investir em capacitação   "},{"user":"Desenvolvedor Web","avaliation":"Prós: Algumas areas especificas são legais, mas as mais comuns são de uma empresa engessada e que finge que quer mudar a cultura, mas fica na mesma no final Contras: Empresa antiga com um software de 30 anos de idade que sofre com 30 anos de gambiarras, insustentável a longo prazo, mas tem algumas areas boas dentro da empresa   "},{"user":"Analista de Suporte","avaliation":"Prós: Benefícios de acordo com o mercado, ótimo local para que está iniciando a carreira profissional. Ambiente descontraído e aconchegante para os colaboradores. Contras: Não existe de forma clara um plano salarial / carreira. Novatos sem experiência entram ganhando um salário as vezes 30 % maior que os colaboradores que ja estão a mais de dois anos na empresa. É pregada uma cultura mas na verdade não é posto em pratica tudo que está senso pregado.   "},{"user":"Técnico de Desenvolvimento","avaliation":"Prós: Horário flexível. Máquina com chá, leite, café e achocolatado grátis. Bom ambiente: macrokitchen, salinhas particulares com ar condicionado, salinhas com livros, videogame, mesa de ping pong, máquina de guloseima (só que é pago). Não tem uma pressão tão grande com prazos (pelo menos eu não senti muito isso). O salário inicial de um júnior (pós-estágio) é mais ou menos 50% maior do que a média em outras empresas de Joinville. Ter uma base grande de usuários (centenas de milhares) dá uma boa motivação para construir softwares de qualidade. Contras: Até por ser uma empresa grande tem uma resistância em mudanças maiores como em usar tecnologias novas no sistema ou reservar um trimestre para atacar um problema arquitetural do sistema em vez de iniciar mais um projeto de uma funcionalidade em que pode não ser tão usado pelos usuários. Os processos de desenvolvimento de software, apesar de usar Scrum em muitas equipes, não está tão maduro, apesar de estar melhorando aos poucos. Além disso vejo poucas promoções, até agora só vi uma pessoa que, a partir do cargo que estou agora, por exemplo, conseguiu subir um nível (de Técnico para Analista I).   "},{"user":"Vendedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: O salário é compatível com o mercado quando se trata de remuneração variável. Ótimos benefícios e flexibilidade de horário. Ambiente e infraestrutura agradável. Contras: Não existe plano de carreira. O RH da empresa é extremamente desorganizado. Não existe PLR, o pagamento é simbólico e não chega a um salário mínimo.   "}]