[{"user":"Consultor Técnico de Implantação","avaliation":"Prós: Empresa oferece muitos benefícios, possui um ambiente muito agradável e estão sempre dando oportunidades para quem quer crescer e aprender mais Contras: Quem trabalha visitando cliente, muitas vezes fica desamparado e esquecido, ganhando foco apenas os analistas que ficam dentro da totvs e não nos clientes   "},{"user":"Analista de Negócios Consultor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa de grande porte, com unidades em diversas partes do país. Possiblidade de contatos e aprendizado. Profissionais de diversos ramos e idades possibilitam incrementar rede de contato. Contras: Empresa de alto custo operacional, o repasse salarial é baixo, a cobrança é alta, e falta foco em relacao ao direcionamento do negocio. O CEO da empresa mantem tudo centralizado em suas maos, o que causa desconforto para tomada de decisão nos cargos de gestão.   "},{"user":"Analista de Desenvolvimento","avaliation":"Prós: Ambiente, localização. Tendo horarios de cafe no período da manha e tarde, horário flexível, almoço de 1h30, local de cochilo, e sala de jogos. Contras: Má avaliação em contratatados, onde ocorre de contratar plenos como juniores e juniores como plenos. Assim os produtos acabam tendo menor valor, pois seus contratados não dão conta do recado, as vezes até denegrindo as equipes daquele novo contratado. Conselhos para presidência: Ser mais rigorosos em processo seletivos, para melhorar o nível de seus funcionários, meritocrática de avaliação e remuneração, virar uma real meritocrática, o que não ocorre hoje.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Estrutura excelente, cultura clara e objetiva, ambiente bacana e descontraído, camada operacional excelente, pessoas se doam de verdade para melhorar o ambiente sempre bagunçado e sem planejamento. Contras: Excesso de hora extra, péssima gestão, sem qualidade de vida, devido a má gestão e pressão por gestores, não estão preparados para os cargos exercidos. Inexistência de planejamento em CLOUD Conselhos para presidência: Troca da Gestão(Diretor e Gestor) de Cloud, principalmente da área de plataforma/banco de dados, estão acabando com o ambiente e perdendo excelentes profissionais   "},{"user":"Coordenador de Projetos","avaliation":"Prós: Excelente clima e instalações, stress moderado, excelente equilibrio entre vida pessoal e trabalho (para áreas internas / clientes internos), ótimas pessoas para trabalhar. Benefícios na média do mercado. Contras: PLR péssima, nunca atingiu 100% em virtude de metas corporativas que as áreas / profissionais não tem controle. Salários abaixo da média do mercado em especial para áreas de apoio. RH acrescentou processos mas na prática ainda não trouxe melhorias. Conselhos para presidência: Melhor do que salários seria uma boa política de bonus por meritocracia (de verdade). Terceirizar áreas que não são core ou estratégicas seria interessante, reduzir portfólio de produtos não lucrativos também. Mercado Internacional deveria ter uma atenção especial com foco em expansão.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Espaço descontraído para trabalhar. Horário flexível. Boa estrutura para e equipamentos bons para o trabalho. Pessoas animadas. E não tem exigência com roupas Contras: Poucos benefícios. Plr baixa. Muito trabalho e desorganização. Por ser uma empresa inovadora não termina nada que começa e então gera fluxos altos de trabalho   "},{"user":"Desenvolvedor.NET","avaliation":"Prós: é um local bem flexível, você não fica preso ao trabalho e tem um trabalho bem light. As pessoas aqui são excelentes também, não há competição. Contras: Um dos pontos negativos é trabalhar com linguagens bem defasadas e ainda fazer um império disso. Os produtos legados nunca morrem, e dificilmente são atualizados. Conselhos para presidência: Reconhecer mais quem se esforça   "},{"user":"Consultor de Negócios Júnior","avaliation":"Prós: A empresa disponibiliza treinamentos interessantes, bons gestores com perfis de acompanhamento de carreira de seus colaboradores. Ambiente tranquilo de trabalhar Contras: A empresa, como a sua maioria no ramo de atuação de O&G se aproveita da baixa de mercado, grande número de desempregados e falta de perspectivas para garimpar bons profissionais pagando salários bem abaixo do merecido por suas atuações. Conselhos para presidência: Rever política de remuneração.   "},{"user":"Funcionário","avaliation":"Prós: É uma boa empresa para se trabalhar, boa infraestrutura, possuem pessoas excepcionais, vale a pena passar por aqui aprender, crescer e ver como funciona uma grande empresa. Contras: Meu setor especificamente possui pouco investimento, sem previsão para crescimento no momento, e possui um problema que seja comum em grandes empresas de tecnologia que é o legado.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: O nome da empresa pesa muito no currículo e aumenta de maneira significativa o status do colaborador abrindo as portas para outros mercados caso o profissional se mantenha atualizado. Há alguns benefícios atrativos como flexibilidade de horário e uma infraestrutura espetacular que aumentam a qualidade de vida dos funcionários. Contras: Não possuí plano de carreira e não existe perspectiva de crescimento. Paga um salário muito abaixo da média do mercado. É comum ver pessoas que sequer ingressaram no ensino superior como cargos de analista e outras pessoas que já estão na pós graduação com cargos de técnico. Se você não negociar bem o seu salário quando entrar na empresa, certamente terá problemas porque é muito difícil conseguir um aumento por mérito. Além disso, há excesso de favoritismo, valorizam muito mais quem tem um bom relacionamento com os superiores do que quem realmente trabalha. A tecnologia usada pela Totvs é totalmente obsoleta e fora do contexto do mercado, colaborando para que o profissional fique cada vez mais desatualizado. Conselhos para presidência: Precisa aprender a valorizar o capital humano para que talentos permaneçam na empresa. Prometer não basta, precisa valorizar de verdade.   "}]