[{"user":"Analista Desenvolvedor.NET - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho bom. Colegas muito legais e com espirito de equipe. Os benefícios também são muito bons pois o plano de saúde é excelente e sem custo para os funcionários Contras: Nao possui plano de carreira. Em muitos casos colegas de mais de 5 anos de carreira nao possuem progressão nela. Não está claro quais habilidades são nenecssarias para a progressão   "},{"user":"Scrum Master","avaliation":"Prós: Empresa muito boa para se trabalhar, sua cultura é bem fundada entre os funcionários e com isso o ambiente para se trabalhar é o melhor possível. Contras: A forma como aplicam ações salarias ainda está precisando de uma evolução, mas de resto não tem o que ser dito, pois eles dão uma estrutura para se trabalhar muito boa para os funcionários.   "},{"user":"Gerente","avaliation":"Prós: Ambiente saudável e equilibrado, com liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras Contras: RH engessado, política de promoções deficitárias, programa de transferência não é transparente, embora seja um bom local para se trabalhar, é díficil o crescimento profissional.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Ambiente muito bom. Não há atrasos de pagamento. Bons benefícios como auxílio academia, saúde, dental. Local de trabalho acessível. Estações de trabalho tecnologicamente atuais. Salário (Pelo menos para o que faço.) de acordo com o mercado atual no Rio de Janeiro. Contras: Possibilidade de crescimento e avanço na carreira não dependem do esforço no trabalho ou de inovações acima da alçada definida no escopo do trabalho, dependem sim de indicações, boa aparência e amizades, de forma que, formam-se grupos exclusivos nos quais, as pessoas dentro deles conseguem oportunidades em equipes melhores, aumentos e benefícios extras, resumidamente, tem que ser amiguinho do chefe para crescer... Se você não aparecer socialmente, ainda que seja proficiente, inovador ou tenha outras qualidades, isso em nada significará. Não há a chamada meritocracia como é pregada sempre na própria empresa, isto é uma farsa na prática. Para Analista de Suporte Jr, no momento da entrevista, é informado que o analista analisará questões problemáticas do sistema do cliente através de chamados direcionados mas, na prática, é outra coisa totalmente diferente. O analista atende ligações de telefone o dia todo, 8hs por dia com um headset no ouvido sem contar o fato de que são obrigados, pelos menos, 2 finais de semana quando não mais, além de feriados, Ano Novo, Natal, Carnaval, o que torna ao analista, um fluxo de periculosidade intensa nestas épocas. Não há treinamento para os módulos atendidos tendo a necessidade da dependência de aprendizado com os analistas já exercendo função, embora, seja muito cobrado o conhecimento do sistema, que, aliás, toda hora muda, com defeitos novos. Há mudanças de 3 em 3 meses ou menos nas lideranças e na hierarquia de gestão. Analistas de suporte são tratados como operadores de telemarketing. A impressão que passa é que o que importa é realmente os resultados, afinal, para um desistente, há 10 na espera, como um sistema industrial das antigas. Conselhos para presidência: O fator humano deve ser considerado e criado métricas para visualizar quem realmente tem algo a oferecer para a empresa.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Empresa que valoriza os funcionários e apresenta a proposta de um espaço aberto para trabalho, deveria ser referência à outras empresas do ramo de tecnologia. Contras: Falta interação entre os setores e comunicação, poderiam promover formas de novas integrações entre os setores. fora isso é uma boa empresa para se trabalhar. Conselhos para presidência: Sempre buscar melhorar!   "},{"user":"Analista de Suporte","avaliation":"Prós: Benefícios, local de trabalho agradável, ambiente agradável. Pagamento salarial em dia, nunca houve atrasos. Feedback constante. Contras: A Localização é péssima. Não existe um plano definido de carreira. Não há incentivos para melhorar sua carreira. Ultimamente o nível de reconhecimento salarial está bem ruim.   "},{"user":"Executivo de Soluções de Negócios Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente colaborativo entre colegas, ótima relação com a diretoria de unidade, grandes chances de desenvolvimento profissional e visibilidade na carreira Contras: Excesso de burocracia na relação com a TOTVS SP, informações dispersas em muitos ambientes dificultando o entendimento de todos os produtos e serviços da empresa.   "},{"user":"Executivo de Soluções de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Muitas opções de soluções a serem ofertadas ao mercado, ótima infraestrutura e bons profissionais, treinamentos e-Learning, forte equipe de suporte e boas referencias no mercado. Contras: Quando o profissional esta começando a ter conhecimento sobre os produtos e estrutura corporativa, já exigem vendas. Em 3 meses não vendeu tá fora. Conselhos para presidência: Uma grande empresa precisa investir mais tempo para colher resultados   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Totvs é uma empresa muito boa, com uma estrutura impecável, mais parece um shopping Center. O clima de trabalho de modo geral é leve, onde o colaborador tem chances de se desenvolver e crescer na organização. Contras: Como toda empresa, algumas estruturas possuem problemas de processo, o que dificulta um pouco, quando precisa do RH ou algumas outras áreas.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente bastante amigável, bom para início de carreira, quem busca estabilidade sem grandes desafios. TOTVS é líder de mercado, o que é bom para seu currículo Contras: A cultura corporativa é muito pesada na TOTVS. Na filosofia de devagar e sempre. É bom para quem quer busca um emprego sem muito esforço e crescimento em função da políticagem. Os líderes são meramente ilustrativos Conselhos para presidência: Implementação de OKR ou qualquer outro sistema de metas. O RH é puramente político e maqueia bem o que acontece dentro da empresa.   "}]