[{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de conhecimento, boa estrutura, Paga em dia, bons benefícios, ambiente descontraído. É legal pra quem esta querendo entrar na área. Mas a empresa só da atenção a um produto. Contras: Liderança fraca. A grande maioria não sabe trabalhar os horários e se planejar fazendo que os funcionários fiquem até mais tarde ou trabalhe no final de semana. Conselhos para presidência: Só a estrutura não conta. Tem que lembrar que as pessoas tem vida fora o trabalho.   "},{"user":"Coordenador de Projetos","avaliation":"Prós: É uma empresa que todos são motivados, há reconhecimentos individuais e o salário é muito bom. Há plano de carreira e a comunicação com a alta gestão é simples e acontece. Contras: Pode melhorar a padronização entres as plantas, ter mais processos definidos e ser cobrado dos mesmos. Para se dar bem tem que ter relacionamento Conselhos para presidência: Mais Processo e menos relacionamento   "},{"user":"Assisntente de Vendas","avaliation":"Prós: Horário Flexível, pagamento em dia, ambiente agradável com os colaboradores, possibilidade de programação de férias conforme sua necessidade. Contras: Não há plano de carreira, os benefícios são todos descontados do funcionário na sua totalidade, uma diretoria ainda com visão de empresa familiar.   "},{"user":"Executivo Comercial","avaliation":"Prós: O Portfólio da Totvs é vasto, de soluções de ERP até Plataformas de desenvolvimento de sistemas, BI... Também possui muitos clientes ativos o que facilita o contato para a venda, além disso como é líder de mercado, a prospeção é quase orgânica. Na Totvs é muito difícil não se ter uma solução para o problema do cliente. Contras: Os mais diversos problemas atrapalham o relacionamento com o cliente, projeto de implantação no cliente, cobranças financeiras, problemas de produto. A Totvs tem costume em colocar produtos no mercado que não estão prontos e testados para que sejam vendidos. Muito difícil de ser promovido, onde a politica prevalece o resultado. Conselhos para presidência: A empresa é maravilhosa porem a falta de sinergia entre as áreas da empresa contribui para uma guerra de egos entre os lideres.   "},{"user":"Consultor Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Relacionamento interno, o qual qualquer funcionário é muito bem recebido. Preocupação de integrar todos os funcionários com os processos da empresa. Transparência nos resultados da empresa. Contras: Salário não compatível com o nível de entrega dos seus consultores. Avaliação subjetiva. Diferenciação salarial para consultores da Energia e da Consultoria Tradicional. Pouca oportunidade de mobilização de projetos. Conselhos para presidência: Ser mais justo nas avaliações e promoções.   "},{"user":"Senior Consultant","avaliation":"Prós: Benefícios razoáveis: Gym pass, TR 23 reais por dia, plano de saúde e odontológico do Bradesco, transporte e seguro de vida. Flexibilidade por atuar no site dos clientes. Empresa brasileira. Contras: Os software poderiam ser melhores, não há plano de carreira. O TR poderia ser maior..   "},{"user":"Designer de UX","avaliation":"Prós: O ambiente é super descolado e no geral a cultura organizacional é bem engajada. A empresa oferece constante treinamentos e vem mudando seu olhar para os funcionários. Contras: Existe muito silos e competitividade, as áreas estão mais preocupadas com suas entregas do que no geral. A visão estratégica é confusa, falta direcionamento e as metas, quando chegam, são pouco factíveis. Salários e benefícios são abaixo do mercado. Conselhos para presidência: Ter uma cultura mais participativa e focar a longo prazo. Existem muitos projetos e direcionamentos pra ontem e isso afeta demais a entrega. A empresa depende muito de política e relacionamento e isso ofusca e afasta bons profissionais. É preciso compartilhar mais a visão, aplicar a cultura que é vendida e incentivar que as áreas cooperem em vez de competirem.   "},{"user":"Analista Financeiro","avaliation":"Prós: Excelente ambiente. Oportunidade de crescimento, empresa de inovação. Clima organizacional excelente. Um ótimo lugar para trabalhar! Excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida. Contras: Concorrentes estrangeiros; suas operações internacionais ainda geram impacto negativo nos resultados; desaceleração do mercado de softwares, com o aumento das licenças de uso Analista   "},{"user":"Gerente","avaliation":"Prós: Ambiente de trabalho, estação e equipamentos de trabalho, cesta de benefícios, o investimento no capital humano com treinamentos e cursos direcionados ao funcionário incentiva o mesmo a crescer dentro da empresa. Contras: Rotatividade, apesar do investimento no capital humano, a empresa tem que achar uma forma de fidelizar evitando a perda do capital intelectual adquirido ao longo do tempo   "},{"user":"Analista de Desenvolvimento II","avaliation":"Prós: Empresa de ponta que se preocupa com o funcionário, libera uso de bermuda, VR compatível com o mercado, salário compatível com o mercado, plr Contras: Não possui cartão combustível, poderia ter mais incentivo para os funcionários se especializarem. Falta confraternizações para que os funcionários se integrem. Conselhos para presidência: Liberar o uso de chinelo, poderia estudar a possibilidade do cartão compatível e que os funcionários passam almoçar nas dependências da empresa.   "}]