[{"user":"Analista de Suporte Técnico","avaliation":"Prós: Ótimo ambiente de trabalho. Bastante oportunidade para crescimento. Rotina desafiadora, sempre aprendendo coisas novas. Contras: Falta um pouco de acompanhamento de carreira e feedbacks por parte dos gestores e lideres. Falta também um plano de treinamentos para novos funcionários.   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Boa estabilidade, a empresa tem investimentos em novas tecnologias através do TOTVS Labs. Benefícios são os de mercado. A nova sede é muito legal, padrão Google. Várias unidades espalhadas pelo Brasil. Contras: Direcionamento tecnológico é ultrapassado... Apesar do clima ser legal na matriz, nas unidades não é o mesmo. Falta de direcionamento claro com relação as inovações. Muita política e pouca meritocracia. A burocracia é muito grande!   \nREPORTAR"},{"user":"Analista de Testes II","avaliation":"Prós: Empresa tranquila e bacana de trabalhar, tem um horário bem flexível e com a forma de trabalhar SCRUM fica bem definido o que cada integrante da equipe deve fazer. Contras: Vende uma visão 'descontraída' como Startup ou Google porém o processo é muito indexado como em empresas antigas, onde tem muitas reuniões e atrapalha no dia a dia.   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente muito bom, pessoas incríveis e empresa com ótimas oportunidades de desenvolvimento. Aqui você se sente apoiado e que está fazendo a diferença. Contras: Não tenho pontos negativos até o momento. Minha experiência no período que estou aqui está sendo muito boa e proveitosa. Recomendo a todos tentarem uma carreira aqui.   \nREPORTAR"},{"user":"Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa é multinacional com várias oportunidades, os benefícios são ótimos como o plano de saúde sem carência e co-participação, horários flexíveis, boa estrutura, grêmio., plano de carreira, cursos de capacitações oferecidos pela empresa, rotações de contas de cursos online, a empresa trabalha com metodologias ágeis e a comunicação fui com reuniões diárias e quinzenais para planejamento de projetos o que facilita aos funcionários a saber o que os outros estão trabalhando e suas atividades para os próximos 15 dias, o que é ótimo ! Contras: A empresa está sempre mudando, o que algumas vezes pode ser um ponto negativo, por exemplo, as equipes são divididas em squads que vão rotacionando entre os funcionários de outras equipes, além de estar sempre trocando de lugar, de andar... e essas mudanças tiram o foco do funcionário do trabalho por estar sempre tendo que se adaptar a uma nova mudança. Também é comum a empresa fazer grandes cortes de pessoal a cada 2/3x por ano, e nesses cortes sempre vão os novatos e pessoas já marcadas para demissão numa paulada de 50 demissões por vez e depois de uns meses a empresa abre mais 80 vagas contratando novamente, e nesse ritmo vai, o que deixa todos sobre pressão pensando quais serão os funcionários para o próximo descarte. Conselhos para presidência: Manter as squads que estão funcionando 100% unidas e estáveis sem tantas rotações de funcionários e demissões e planejar melhor as contratações para evitar tantas demissões em massa.   \nREPORTAR"},{"user":"Help Desk","avaliation":"Prós: Infraestrutura e \"liberdade\" , ambiente descontraído , o prédio novo é legal e bem bonito , tem lugar p descansar e mesas de jogos e jogos eletrônicos Contras: baixa remuneração , reconhecimento e oportunidades é ruim , pessoas com mesmo cargo , mesma tarefa com remuneração muito diferente , falta de qualidade nos produtos vendidos .   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: A Totvs tem um otimo ambiente de trabalho, os andares, a localização, as salas de jogos e descanso, é um otimo lugar pra trabalhar e te traz alegria para estar na empresa ajudando com o time. Contras: Um ponto negativo é a remuneração, tecnico de suporte, não ganhar bem, tem estagiarios em outras empresas que ganham muito mais, e em alguns casos a equipe e liderança não são das melhores e as deficiencias desanimam um pouco o trabalho do dia a dia.   \nREPORTAR"},{"user":"Analista Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima empresa para se trabalhar, ambiente preparado para receber o funcionário, estrutura impecável. Funções e cargos bem definidos e plano de carreira bacana. Contras: Melhorar a participação de lucros, pois a última foi muito baixa e aumentar o valor do ticket refeição pois o mesmo é muito baixo para a região.   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Espaço para propor novas ideias e autonomia para realizar seu trabalho. Ambiente descontraído e que favorece a colaboração. Se você tiver vontade e foco consegue fazer sua ideia /projeto ir pra frente. Contras: Falta de uma comunicação mais ampla, as vezes a informação não chega a pessoas que serão impactadas, talvez pelo tamanho da empresa. Para algumas coisas faltam processos ou eles são simplistas.   \nREPORTAR"},{"user":"Vendas","avaliation":"Prós: Muita oportunidade para quem tem interesse e faz acontecer, estara diante de grandes clientes e empresários o que pode te abrir muitas portas. Contras: Como toda empresa gigante temos muito problemas de organização, e principalmente com o RH nas encorporações de empresas, cargos e salarios demoram muito para serem acertados. Conselhos para presidência: Menos é mais, conhecer as pessoas é muito importante   \nREPORTAR"}]