[{"user":"Consultor Pleno","avaliation":"Prós: Ambiente de trabalho bom; Treinamentos mensais. . Contras: O salário médio encontra-se abaixo do mercado; Pouca chance de ser promovido; .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: A cultura da empresa é exemplar, tem o Código de Ética que incentiva os funcionários a terem uma boa conduta, bons desafios, dress code liberal, podemos ir de bermuda, ambiente descontraído e limpo, a empresa contribui com a sociedade, pelo Instituto IOS. Contras: Nem tudo é perfeito. A empresa não está numa localização boa. Longe de estações de trem ou metrô, dificultando a vida de quem utiliza transporte público; o Vale Refeição é baixo para uma empresa que quer estar no Top Companies do Linkedin, e não existe um plano de carreira na empresa. Conselhos para presidência: Melhora do Vale Refeição, pois a empresa está localizada numa região que não possui muitas opções para alimentação acessível, ou melhora dos refeitórios, pois quando levamos marmita, ficamos debaixo do sol quente sendo que não tem muitos locais dentro da cozinha.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Negócios IV","avaliation":"Prós: Ambiente novo, moderno e agradável. Empresa conceituada e líder de mercado em diversos segmentos de atuação. Oportunidade de networking constate. Contras: Sem planejamento do produto que comercialização. Falta de regras claras e foco. Gestão sem conhecimento do negócio, quando não falta de postar de gestão. Troca constate de líderes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Soluções de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Aprendizagem, novos desafios, fazer parte de um PLAYER GLOBAL na área de tecnologia. Estar na vanguarda e acompanhar de perto novas tecnologias como Big Data, Indústria 4.0, Inteligência Artificial, IoT e muito mais! Contras: Excesso de cobrança de resultados, implicando muitas vezes em detrimento da qualidade ou inadequação aos pontos solicitados pelo cliente. Excesso de burocracia também prejudica alguns trabalhos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software II","avaliation":"Prós: RH muito prestativo, boa estrutura, ambiente tranquilo e amigável. Acompanhamento e feedback dos líderes acontece sempre, e campanhas e informes internos acontecem com frequência. Contras: Salário e oportunidade de crescimento. Falta de reconhecimento, não quanto ao líder direto ou as pessoas, porém o financeiro e a oportunidade de crescimento. Conselhos para presidência: Contratar um CTO para evitar perda financeira e decisões técnicas que inviabilizam ou atrasam o desenvolvimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Developer","avaliation":"Prós: As oportunidades de áreas e projetos são constantes, os desafios tecnológicos nos fazem aprender coisas novas e interessantes com certa frequência. Possui uma carteira de produtos vasta, portanto, não importa qual tecnologia você domine, sempre haverá espaço para você ou para investir em uma nova área. Contras: A comunicação e concorrência entre as áreas gera um clima não amigável e por vezes ocorre de uma área não se importar com o fracasso da outra. O PLR não retrata a realidade financeira da empresa gerando um bônus digno de outro nome, mas não participação nos lucros. O plano de carreira é obscuro e nada atraente, o que sugere que as premiações não são baseadas em meritocracia. Conselhos para presidência: Investir mais em uma plano de carreira claro e objetivo. Deixar claro à todos quais os méritos de uma promoção para que todos saibam o que é valorizado na empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Muito aprendizado, crescimento profissional, desenvolvimento, plano de carreira, networking, feedback constante. Tive ao participar da TOTVS Consulting. Braço de consultoria da TOTVS Contras: Alguns projetos de consultoria não são tão legais, acabam sendo repetitivos e cai um pouco na rotina. A promoção também teoricamente ocorre 1 vez por ano, e projetos pontuais podem atrapalhar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios Júnior","avaliation":"Prós: Trabalho em equipe, possibilidade grande de crescimento, grande aprendizado, visibilidade, horário de trabalho flexível e busca de conhecimento. Contras: Falta de reconhecimento, dificuldade de aumento de salário espontâneo, ambiente competitivo, constante contato com cliente, dificuldade de estabelecer \"normas\"\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Bons benefícios e boa oportunidade de aprendizado, a empresa sempre realiza treinamento e aparenta se preocupar com o desenvolvimento de seus empregados. Contras: Planos de carreira, leva bastante tempo para ser elegível para uma promoção mas isso pode várias de setor para setor, o tempo de espera pode ser maior ou menor\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário compatível com mercado Assistência médica e odontológica Vale refeição Local de fácil acesso com transporte oferecido pela empresa até principais pontos Contras: Ambiente competitivo As metas definidas são metas arrojadas e sacrificam a qualidade de vida dos colaboradores; Mudança constante em processos\n\nRecomenda a empresa:   \nREPORTAR"}]