[{"user":"Analista Pleno","avaliation":"Prós: Ambiente de Trabalho, flexibilidade de horário, recursos disponibilizados para a realização dos serviços, reconhecimento do trabalho com aumento de salarial. Contras: Gestão um pouco desorganizada, processos burocráticos e ineficiente, atendimento ao cliente final, falta de inovação no negócio é engajamento dos colaboradores Conselhos para presidência: Vocês tem colaboradores que necessitam de algo a mais além de matar 1 Issue por dia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas III","avaliation":"Prós: A empresa dá bastante Liberdade para os funcionários em um ambiente controlado e repleto de ótimas pessoas inclusive com um dress code adaptável ao clima, permitindo a utilização de bermudas. Contras: Ultimamente temos sentido uma certa insegurança em virtude de atitudes aparentemente inconsequentes de Gestores da empresa, tanto em contratos feitos de forma bastante equivocada quanto a acontecimentos em que de um dia para outro fecham toda uma área de demitem todo mundo. Conselhos para presidência: Prestar mais atenção nas atitudes dos gestores e não acreditar tanto em números maquiados pelos mesmos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Pessoas com Deficiência (PCD) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo ambiente para se trabalhar, horário flexível , computadores de otima qualidade, convênio ótimo Bradesco . Existe algumas pessoas incrível que está sempre disposta a ajudar. Contras: Falta de crescimento, desvalorização total para PCD, contratam mt surdo e mudo outros que entram e ver a exploração acaba saindo. Totvs só contrata pcd para cumprir cota. Salário péssimo tmb. Conselhos para presidência: Pcd são melhores que muitos funcionários que dizem ser normal. Vamos parar com essa diferença.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Ambiente é agradável, horário bem estabelecido, boa localização, equipe focada e comprometida em ajudar os colegas, principalmente os novatos. Contras: Não tem um plano de carreira bem definido, plano de saúde com descontos muito altos, regras internas bem destorcidas, às vezes oq vale para um não vale para outro. Conselhos para presidência: evitar fofocas, focar no serviço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Soluções de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Vasto portfólio de produtos, presença nacional e internacional , carteira extensa de clientes, capilaridade de atuação, remuneração acima do mercado. Contras: Estrutura muito pesada, oportunidade de crescimento limitada na área comercial, principalmente para quem não esta alocado na Sede. Falha na estrutura de suporte aos clientes, com alto índice de insatisfação dos clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios","avaliation":"Prós: O modelo de trabalho é desafiador, o aprendizado e experiência que a pessoal recebe é muito grande. Comodismo aqui passou longe. Atuação em diversas frentes de negócio. Sempre encontra algo novo para solucionar. Para quem gosta de desafios, comodismo passou longe. Contras: Trabalho sobre pressão e stress constantemente. A política de cargos e salário não funciona na prática. Conselhos para presidência: Melhorar a política de cargos e salários e plano de carreira definindo melhor as métricas e metas necessárias para o colaborador fazer sua progressão desejada dentro da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Dinamismo, profissionalismo e segurança são pilares que a equipe TOTVS utiliza para condução de seus negócios e projetos. Boa integração entre a equipe comercial e de serviços. Contras: Alto custo de implantação, muitas vezes inviabiliza a comercialização de projetos para clientes pequenos e médios. Rigidez na metodologia, por vezes também dificulta a execução de projetos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Protheus","avaliation":"Prós: Oportunidade de crescimento, voçe entra na empresa e tem oportunidades de subir de cargo não ficar estagnado em cargo somente, alem dos beneficios que a empresa oferece. Contras: Desvalorizaçao dos profissionais com mais tempo de na empresa, profissionais mais novos entra no cargo sem experiência ganhando mais que os mais velhos Conselhos para presidência: Valorizaçao dos funcionarios com mais tempo de casa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico Pleno","avaliation":"Prós: Localização, oportunidades de crescimento, oportunidades de aprendizado, abertura de portas no mercado Contras: Salário regular, benefícios fracos, PLR irrisório, estacionamento pago, falta de comunicação entre as áreas Conselhos para presidência: A empresa poderia rever a questão de pagamento de estacionamento que era gratuita até a mudança para a sede Nova. Deveria também haver um trabalho melhor de interação entre as areas, pois as vezea os tickets dos clientes são transferidos de área em área sem o minino de empatia, e passa a sensação de que nada está sendo feito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente bom, flexibilidade de horário, ótima estrutura. Empresa moderninha que se espelha na cultura Google, como massagens, sinuca, vídeo game, etc.. E possibilita trabalhar como Home Based. Também é um ambiente em que é possível evoluir e aprender muito como profissional. Contras: Importa mais o tempo de casa de uma pessoa, do que o que ela tem a oferecer, por exemplo pessoas sem formação (ou com pouca qualificação) e com performance ruim. Muitas pessoas do tipo, não dá pra entender porque continuam numa empresa desse porte por tanto tempo. Além disso, a empresa prega uma cultura, e muitas pessoas não compartilham dela, portanto não deveriam ser incentivadas à ir contra.\n\nRecomenda a empresa:   \nREPORTAR"}]