[{"user":"Analista de Projetos II - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente muito colaborativo e equipe muita boa, bem localizada, projetos com muitas áreas de atuação bancaria, agregando muito valor a todos os envolvidos. Contras: Existe grande deficiência em relação ao crescimento na empresa, cargos e salários estagnados e alta gestão muito distante do dia a dia da empresa. Conselhos para presidência: Um melhor feedbakc da área geral, que sejam mais participativos com a equipe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Infraestrutura super renovada, oportunidade de intra-empreendedorismo dependendo da área, muitas oportunidades nas áreas da própria empresa, contato com tecnologia. Contras: Cultura muito relacional e pouco meritocrática, liderança muitas vezes resistente a mudança, muitos processos manuais dependendo da área, salário abaixo do mercado quando comparado com empresas do mesmo porte.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Ofertas Pleno","avaliation":"Prós: Empresa estruturada, tem muito benefícios como: plano de capacitação, parcerias com academias, área de laser, plano de saúde e dentário integral. Contras: A empresa tem um plano de de cargo e salário, tem uma avaliação de performance que é usada para medir o seu crescimento e assim conquistar novos desafios e salário. Isso não funciona muito bem, quando se fala de salários. Acredito que a empresa precisa crescer mais no desenvolvimento e valorização do profissional!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Empresa reconhecida nacionalmente, possui várias tecnologias e o ambiente é bem amigável. A possibilidade de interação com várias unidades pelo Brasil também se torna um ponto positivo, pois amplia bastante a rede de relacionamento. Contras: Por ter uma matriz e muitas franquias, o acesso a matriz por parte dos funcionários franqueados ainda é deficitária, embora a empresa tem se empenhado muito em melhorar isto nos últimos anos. Conselhos para presidência: Tentar ouvir mais as idéias que existem dentro da própria empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativa","avaliation":"Prós: Flexibilidade e humanidade por parte da gestão especialmente pois possuem verdadeira empatia e liderança em nos motivar e buscar nosso crescimento como pessoa e profissional. Contras: Não há uma iniciativa real de buscar garantir um profissional por muito tempo e a rotatividade acaba sendo grande, o salário não é atrativo e os serviços vão além do que somos pagos. Conselhos para presidência: Eles já fazem muito pelos funcionários, sempre buscando novidades e benefícios, mas isso ocorre mais para a Matriz em SP, e quem está em outras unidades, se sente por fora...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Variedade de projetos em consultoria. Sede diferenciada. Apresenta profissionais capacitados para instrução de diversos projetos e Ramos da consultoria. Contras: Ambiente conturbado e falta de gestão do backoffice com a carreira dos estagiários. Compliance ainda tem muito a que evoluir. Mundo corporativo com falsa impressão de liberdade nas atividades.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: o clima é bom Escritório da matriz bem legal Ambiente ágil, com liberdade para fazer coisas diferentes Empresa honesta. Como qualquer lugar, tem pessoas mal intencionadas, mas vejo um esforço corporativo de fazer as coisas do jeito certo. Contras: Apesar de ser uma empresa de tecnologia, ainda tem muitos processos manuais e burocracia. Nota-se um direcionamento corporativo de reduzir, mas ainda tem um longo caminho pra isso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Pessoas - Time muito parceiro , Ambiente bem descontraído e aberto, você encontra pessoas de todos os tipos trabalhando junto, no mesmo prédio. Contras: Pressão e carga de trabalho, como o sistema é um ponto importante para o cliente, muitas vezes exite uma pressão grande para entregas com qualidade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro de P&D","avaliation":"Prós: Bastante oportunidades internas de vagas, permanecendo na mesma empresa mas mudando completamente o foco de atuação. As lideranças que tive sempre foram grandes pessoas, bem humanos antes de liderarem a equipe. Empresa sempre em busca de inovação e crescimento. Benefícios são atraentes também. Horário flexível dependendo da equipe que você trabalhe (vai do líder direto e cargo). Contras: O que vejo de negativo na empresa é devido a proporção que a TOTVS chegou, foram criadas muitas burocracias institucionais que por vezes acaba não favorecendo a individualidade dos profissionais. Por vezes a liderança direta até quer fazer mais pela equipe, porém a força maior da instituição acaba barrando.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial","avaliation":"Prós: Acima da média brasileira , ambiente favorável e meritocracia aplicada .localizacao favorável e uma gama enorme de produtos à disposição para melhorar sua performance nas vendas Contras: Uma empresa muito grande acaba perdendo um pouco o foco nas pessoas apesar de sempre estarem fazendo integrações para isso melhorar . Os setores acabam ficando distantes\n\nRecomenda a empresa:   \nREPORTAR"}]