[{"user":"Desenvolvedor de Programador III","avaliation":"Prós: Horário flexível, salário em dia. Oportunidade de trabalhar com tecnologias atuais e realizar Network. Empresa robusta, confiável, ética e séria. Contras: Mal aproveitamento da mão de obra. Vagas são divulgadas antes de haver seleção interna. Deveria haver mais oportunidades para os funcionários poderem se candidatar antes de abrirem a vaga para o público\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador de Tecnologia - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento sempre em dia, bom ambiente de trabalho, plano de saude, vale alimentação e refeição, gerentes competentes e que entendem do serviço. Contras: A empresa não oferece um plano de cargos e salários ou pregressão de carreira, sistema de recrutamento interno não é coerente e sistema de contratação ineficiente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor","avaliation":"Prós: A empresa oferece plano odontológico e plano de saude, realiza o pagamento do salario na data estipulada, gerentes resolve nosso problemas junto a empresa. Contras: Não ha plano de carreira para quem é alocado no cliente, não tem participação no lucro e resultado da empresa, não oferece curso para aprimoramento pessoal.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ótima Empresa para crescimento e aprendizado profissional. Nunca atrasou salários e tem flexibilidade com os seus funcionários. Nunca tive problemas Contras: Nenhum contra. Nunca atrasou salários e tem flexibilidade com os seus funcionários. Nunca tive problemas de nenhum genero e com nenhum profissional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: salário e benefícios compatíveis com as a atribuições exercidas, oportunidade de crescimento dentro da empresa, programas de treinamentos e atividades laborais Contras: ineficiência nos serviços de limpeza dos equipamentos de ar-condicionado, falta de limpeza correta nos carpetes e insegurança em alguns pontos de acesso da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade para pessoas no começo de carreira e sem experiências de mercado, comunicação simples com a coordenação e pessoas ligadas a operação Contras: A Sonda poderia ter mais investimento em pessoas e gestão, deixa a desejar em treinamentos e isso gera uma rotatividade de colaboradores e gestores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Service Desk","avaliation":"Prós: *********************************************************************************************************************************************************** Contras: Promessas não cumpridas, benefícios muito ruins com VR no valor de 17 reais ao dia, convenio com desconto de 30 quando utilizar, comida no local com gosto desagradavel\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor de Software III","avaliation":"Prós: Beneficios, Pagamentos, Suporte do RH , envolvimento com inúmeras áreas voltadas para a área de TI. Participação de projeto e novos clientes Contras: Mudar a cultura da empresa com os padrões atuais, melhorar o planejamento de carreira e investir nos profissionais com cursos, palestras e afins Conselhos para presidência: Mudar a cultura da empresa com os padrões atuais, melhorar o planejamento de carreira e investir nos profissionais com cursos, palestras e afins\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: A empresa é organizada. O ambiente é muito bom. Os benefícios são ótimos. Contras: Plano de carreira complicado. Uma burocracia daquelas em certos procedimentos. .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor de SW II","avaliation":"Prós: Tem muitas oportunidades internas para crescer. Tem reembolsos para cursos. Algo que eu acho bem importante é que a ética é muito valorizada. Contras: Localização! Santana de parnaíba é uma boa cidade, alphaville também! Mas cresceu muito rápido e o transito desanima. Com relação a empresa não tenho do que reclamar\n\nRecomenda a empresa:   \nREPORTAR"}]