[{"user":"Analista Funcional Sênior","avaliation":"Prós: É uma empresa grande empresa e referência na área de TI. Preocupada com a evolução do mercado, está buscando uma transformação da sua imagem para cada vez mais se mostrar uma empresa sólida e com boa reputação. Contras: Falta muitos processos, muita burocracia e investe pouco em seus colaboradores. Falta planos de carreira e uma política de reter recursos/capital intelectual.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Service Desk Sênior","avaliation":"Prós: refeitório dentro da empresa, grande porte, não atrasa salario nem benefícios, possui fretado. Contras: difícil crescimento interno, atualização de carteira, aprovação de cargo e salario feito e aprovado (quase nunca é aprovado) pelo Chile. Conselhos para presidência: Acredito que deveria ter uma sede responsável no Brasil para o melhor desempenho e agilidade em processos internos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Paga em dia. Boas condições de trabalho. Gestão atual apoia nas atividades e facilita o desenvolvimento das atividades (Mesmo sendo um ambiente de muita pressão). Contras: Empresa passa por mudanças de gestão e mudanças culturais que, em certos momentos, dificulta o andamento das atividades do setor de RH. Atualmente não há política de progressão de carreira e limitações para treinamento/desenvolvimento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Contábil Fiscal","avaliation":"Prós: disponibilidade quanto a horário flexível, benefícios concedidos como vale transporte, vale refeição e vale alimentação nos demais não tenho o que acrescentar. Contras: Comunicação com os superiores, poucas oportunidades de crescimento, não reconhecimento do valor profissional de cada funcionário, a empresa não investe ou não incentiva o profissional a crescer profissionalmente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Equipe","avaliation":"Prós: Sim, constante palestras e campanhas para motivação dos funcionários, tenho 5 anos na empresa e praticamente tive 50% do meu salário inicial, Contras: Falta de oportunidade internas, não possui plano de carreira,m perspectiva de crescimento ou visão sobre quais departamentos pode participar Conselhos para presidência: Buscar qualificação constantemente\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Nível I","avaliation":"Prós: Um dos melhores pontos positivos da.sonda é o horário de sete horas e doze minutos e também a estabilidade para manter o emprego sendo muito bom. Contras: O salário é muito inferior em relação a concorrência, o salário só aumenta de seis e seis meses e é muito difícil a oportunidade de crescimento profissional.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Programador Pleno","avaliation":"Prós: Pagamento sempre em dia, colegas de trabalho são legais tornando o ambiente bom, horário de trabalho é bom, a empresa também tem benefícios. Contras: Benefícios não são iguais para funções idênticas, isso causa discórdia entre os colaboradores, ambiente de trabalho com pressão, salário um pouco abaixo do mercado. Rh demorado de mais Conselhos para presidência: Nivelar os valores dos benefícios para funções idênticas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Já estou trabalhando na empresa a mais de 1 ano e não consegui encontrar pontos positivos na Empresa. Infelizmente é uma empresa que não pensa nos seus funcionários. Uma pena porque poderia ser uma excelente empresa para trabalhar. Contras: Ambiente de trabalho hostil, não há comprometimento das pessoas com a entrega ao cliente, não há trabalho em equipe. A alta direção não houve seus subordinados, há discriminação com as mulheres. Salário baixo, não investe em treinamento dos funcionários, comunicação falha. Apesar de colocarem o nome de RH não há de fato uma cultura de Recursos Humanos e sim de Departamento de Pessoal como era nos primórdios da administração. Difícil acesso. Conselhos para presidência: É preciso olhar para os poucos talentos que a empresa tem e potencializar isso, sem politicagem, cada um precisa estar ciente da importância do seu trabalho para juntos fazer da empresa um sucesso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Dentro da empresa existem equipes de altissimo desempenho no que faz, e ótimos profissionais que gostam do que faz. Possuí uma ampla cartela de clientes. Contras: A Localização da empresa é um pouco isolada do centro da capital de São Paulo. A empresa não têm uma lucratividade ao ponto que possa pagar PLR aos funcionários. Conselhos para presidência: Estão realizando um ótimo de trabalho na mudança estrutural e organograma.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Há a oportunidade de conhecer várias tecnologias e linhas de negócio. O pessoal técnico é bem capacitado e cooperativo, entregando o trabalho através do seu esforço pessoal. A empresa está tentando se reestruturar agora. Contras: A Sonda adquiriu várias empresas nos últimos anos e não criou uma identidade, foco e estratégia de mercado. Não há integração entre as áreas e ferramentas adequadas. Não há uma valorização e desenvolvimento dos seus funcionários. Conselhos para presidência: Criar uma identidade da empresa. Valorizar os seus funcionários, com reconhecimento e treinamentos adequados. Não equalizar todos os funcionários como se fossem aprendizes. Ter mais flexibilidade no trabalho, como home office quando necessário\n\nRecomenda a empresa:   \nREPORTAR"}]