[{"user":"Analista de Help Desk","avaliation":"Prós: A empresa é boa, com bons funcionários e está sempre aberta para retirar dúvidas. Os superiores sabem ser abertos e conversar bem para o melhor da equipe Contras: O salário está abaixo da média, não há plano de carreira em alguns setores e o plano de saúde não possui especialistas de boa qualidade....... Conselhos para presidência: Melhorar salários, pois não estão de acordo com o correto\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Processos e Qualidade","avaliation":"Prós: Salário em dia, Plano de saúde estendido a filhos e esposa, plano dental. Contras: Empresa bagunçada! Os sistemas internos para divulgação de vagas é inutilizado, no Rio de Janeiro, as vagas são postadas no linkedin. As estruturas mudam, porém não se replica nos sistemas. A empresa \"promove\" os funcionários nas funções exercidas porém a remuneração permanece na faixa da função anterior. Os gerentes assumem e deixam de assumir papeis e os clientes não são formalmente informados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Paga em dia, refeição, alimentação, sobreaviso, hora extra, ambiente bom para quem gosta de trabalhar. Horá flexíveis dependendo do cliente Contras: Plano de saúde com baixa cobertura nacional, não existe plano de carreira, departamento pessoal não é objetivo e falta integração entre os funcionários\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Houve uma grande reestruturação na Alta Direção, a companhia está caminhando para um rumo de gestão e análise de processos de negócio, projetos do tipo \"KAIZEN\" e investimento em inovação e sistemas de RH que possibilitam a adequada avaliação de desempenho e reconhecimento dos colaboradores. A Alta Direção demonstra grande preocupação em alinhar os objetivos estratégicos e principais acontecimentos para todos os níveis da organização. Tive a oportunidade de trabalhar com grandes líderes, preocupados em engajar e desenvolver suas equipes. Contras: Toda a estrutura de treinamento está baseada em uma ferramenta e-learning, o conteúdo é cansativo e de baixa qualidade. A área de treinamento possui apenas UMA pessoa. Conselhos para presidência: Muitas unidades de negócio possuem o mesmo objetivo, mas devido a falta de alinhamento e compartilhamento de experiencias entre as diretorias, cada unidade puxa a corda para um lado, dobra ou triplica o custo de investimentos que poderiam ser divididos (e não multiplicados). Eu criaria um fórum que possibilite o compartilhamento e aprovação das iniciativas de cada unidade, a partir do ponto de vista de integração e benefícios para toda a organização.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos SAP - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa grande com areas de apoio e suporte, onde podemos buscar solucoes em outro sdepartamentos e setores. Tem excelentes profissionais, estruturado. Contras: Desorganizacao interna na construcao de projetos e alinhamento interno, seria importante uma area definida de delivery e gestao de pessoas, acompanhamento e feedback. Conselhos para presidência: Observar o rendimento dos colaboradores, desenvolver estrategias de melhoria do ambiente de trabalho, feedback e colaboracao\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nada é bom, desde a gestão até equipamentos e processos. O único ponto é que o pagamento sempre cai certo. Mas não passa disso, tem potencial disperdiçado. Contras: Os equipamentos são péssimos, sistema de apontamento é arcaico, e para uma companhia de TI, ter apontamento manual é uma vergonha, a gestão é bagunçada e procuram sempre ter volume e não em prestar um serviço de qualidade. Conselhos para presidência: Começar com outra gestão por que essa tá péssima.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa tem excelente ambiente de trabalho, possuí bons benefícios, flexibilidade, estabilidade e bastante voltada para atingir seus objetivos. Vale a pena trabalhar lá. Contras: Um pouco desorganizada administrativamente com uma demora para solução de problemas de remuneração e benefícios que ocorre com certa frequência porém jamais atrasa pagamento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Nunca atrasou pagamento nem benefícios. Pratica salário compatível com o mercado de trabalho. Oportunidade de crescimento dentro da empresa. Excelente nível de clientes. Contras: Pagamentos de Reembolsos devido a deslocamentos pela empresa sao baixos e demorados para serem ressarcidos. Não há comunicação direta para resolução de alguns problemas ficando a cargoda gerencia somente resolver o problema de toda a equipe. Conselhos para presidência: Comunicação Interna\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Execelente oportunidade de aprendizagem, ótimo para profissionais recém formados. Equipes multidisciplinares e dispotas a ensinar. Restaurante no próprio prédio. Contras: Pacote de Benefícios abaixo do oferecido no mercado de trabalho. Pouca oportunidade de crescimento profissional. Nenhuma política de retenção de talentos. Conselhos para presidência: Olhar com mais cuidado para o quadro de funcionários. Atentar-se aos talentos jovens. Buscar compatibilidade de benefícios com o mercado de trabalho.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Aprendizado execelente, principalmente pra inicio de carreira. Perdem a oportunidade de amadurecer profissionais de seu quadro próprio. Erro comum em empresas de Ti. Contras: Poucas oportunidades de crescer na empresa. Não possuem política de retenção de talentos. Benefícios incompatíveis com o mercado de trabalho. Conselhos para presidência: Atentar-se aos talentos internos, pois perdem muitos profissionais de qualidade para o mercado de trabalho. \nREPORTAR"}]