[{"user":"Analista de Cobrança III - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa para se trabalhar, bom salários em comparação ao mercado , ótimos benefícios, oportunidades em outras áreas da empresa, horário flexível Contras: Pena que foi transferida para muito longe, como é área industrial poucas opções de restaurantes para almoçar, nenhuma tipo de lazer para o horario de almoço Conselhos para presidência: Voltar a empresa para são paulo capital\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Questão de Salario e trabalho não tenho que reclamar sempre foi pontual nunca atrasou se você trabalhar direito ela não fique te cobrando sobre seu serviço. Contras: Se você tiver muitos anos de empresa ela fica te ameaçando em mandar embora e dificilmente ela vai te dar uma oportunidade de carreira e crescimento quanto aumento de salário esquece não vai ter vão te prometer muitas coisas para te levantar e da animo mas só fico nisso mesmo quando for cobrar deles enrolam bastante e nada acontece. Conselhos para presidência: Ter um Plano de carreira para os funcionários que se dedicam e que busca crescimento porque o que vejo lar não acontece de verdade, Valorizar o profissional e seu trabalho.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Service Desk","avaliation":"Prós: Certamente a segurança que a empresa passa em relação ao emprego, além da oportunidade de trabalhar com bons líderes. Benefícios da empresa são bem interessantes. Contras: Planos de carreira não existem na empresa, creio que todos esperamos um investimento da empresa nessa questão. O plano de saúde poderia ser melhor visto. Conselhos para presidência: Incentivo nos estudos e/ou preparação para certificações importantes para a própria empresa seria o melhor caminho para ter excelentes profissionais se mantendo na empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Desenvolvedor Mobile - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa paga sempre certo, os benefícios ajudam bastante, não tem muitos pontos positivos, só os que são obrigatórios por lei, empresa é ruim.. Contras: São vários pontos negativos, começando pela falta de plano de carreira, falta total de valorização dos profissionais, sempre querem pagar bem abaixo do mercado, os gestores são sempre pessoas que fazem panelinha, não são transparentes, a empresa tem fama de pagar mau, é verdade, muita burocracia, perdem tempo com coisas totalmente desnecessária, enfim péssima empresa Conselhos para presidência: Do que adianta fechar contrato com empresas de grande porte, se 100% dos funcionários estão insatisfeitos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de trabalhar com produtos de diversos seguimentos. Horário de trabalho bom. Localização privilegiada dentro da universidade. Estacionamento gratuito. Contras: Benefícios em geral não são bons, dificuldade de conseguir aumento devido a burocracia, dado o tamanho da empresa. Falta de um plano de cargos e salários bem estruturado para motivar os funcionários.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Auxiliar de Faturamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: empresa que oferece muita oportunidades de aprendizagem, alem de pagar os funcionários sem atrasos. faz muitas reuniões e palestras para orientar os funcionários Contras: pouca oportunidade de crescimento para partes administrativas ou financeira e era um supermercado então trabalha final de semana feriados mas isso ate que da para acostumar\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Contas","avaliation":"Prós: Ambiente de Trabalho tende ser colaborativo, empresa com equipe multidisciplinar com cobertura em quase todos os setores de tecnologia. Amplo Portfolio de ofertas com cobertura quase ponta a ponta das necessidades dos clientes. Contras: Empresa vem com sucessivas mudanças de estratégia nos últimos anos, não completando ciclos de desenvolvimento de ofertas de longo prazo. Falta integração da área de negócios com área de delivery. Conselhos para presidência: Evitar mudar equipe de relacionamento do cliente em períodos curtos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: boa empresa para se trabalhar, no mesmo nivel de outras que trabalhei. O ambiente de trabalho e agradável, as instalações da empresa são ótimas. Contras: Como toda empresa precisa melhorar em algumas coisas, o restaurante não tem uma boa comida, o acesso a empresa não é simples, mas nada que não possa ser contornado.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa tem como um dos pontos positivos a variedade de clientes onde os funcionários pode se alocar, inclusive na própria sede em Santana de Parnaiba, isso ajuda muito. Contras: N minha visão uma das coisas que acho que é um ponto negativo, é a chance de um funcionário subir de cargo, é meio complicado, pois pode existir uma barreira para isso.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Especialista de Marketing","avaliation":"Prós: É uma empresa boa de se trabalhar, que oferece diversos benefícios aos seus funcionários. O relacionamento interpessoal é um ponto forte. Boa parte dos gestores é bastante acessível. Contras: Não há plano de carreira. Não há um espaço para quem quer levar e comer sua marmita. O ambiente é formal demais e impõe uma forma de vestimenta muito desnecessária. Não pode fazer home office. Empresa com cultura organizacional muito formal. Conselhos para presidência: Focar na realidade brasileira e deixar um pouquinho de lado as formalidades desnecessárias.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]