[{"user":"Gerente","avaliation":"Prós: Os pontos positivos são os benefícios oferecidos, a saúde financeira da empresa e o portfolio de produtos que a empresa possui para ser ofertado ao cliente. Contras: Poucos programas de incentivo para os profissionais da área de operações. Falta de uma politica clara para avaliação de metas atingidas, e lentidão nas decisões. Conselhos para presidência: Focar mais nos colaboradores\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Ambiente não é pesado,existia uma flexibilidade porem que está sendo cortado por conta dos funcionarios que acabam abusando. Atualmente não existe muitos pontos positivos. Contras: Não existe plano de carreira, pessoas são privilegiada pela amizade e não pela competência. Pessoas com a mesma função com salários diferentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Atmosfera de trabalho é excepcional, trabalho em equipe flui muito bem, pois todos são preocupados uns com os outros, gestores que promovem eventos com os colaboradores, programas de desenvolvimento de líderes realizado com maestria Contras: Avaliação de desempenho não é estruturada, não possui ferramenta para registro e controle de feedbacks. Não apresenta plano de carreira definidos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente empresa para entrar na área de Ti e conhecer o mercado, a outra vantagem é que você cria habilidades de aprender a se Virar nos 30, \" literalmente\". Liberdade de desenvolver seu trabalho e tomar decisões. Contras: A empresa não possui processos, metodologias, organização, os equipamentos de trabalho estão defasados, não tem plano de carreira, os salários são baixos e as politicas de aumento de salários são incompatíveis com o mercado, não valorizam profissionais dedicados e sim os que contratam do mercado sem nenhuma experiência, muitos cargos de chefia e Conselhos para presidência: Conhecer a sua equipe de perto, valorizar os colaboradores que vestem a camisa, investir no RH com planos de carreira, adequação salarial e treinamentos, comprar equipamentos de trabalho e criar processos e metodologias de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Comercial","avaliation":"Prós: Ambiente e plano de carreira interessante, reconhecimento das ações de crescimento, plano de desenvolvimento interpessoal, suporte para alcance das metas e objetivos Contras: Burocracia em alguns processos, morosidade para tomada de algumas decisoes, plano de remuneração variável pouco agressivo se comparado com outras empresas do segmento\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Técnico de Telecomunicação Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário dentro da média. Uma boa oportunidades para quem possui certificações. . Contras: Falta de oportunidades para crescimento dentro da empresa. Falta de plano de carreira pra quem busca trabalho em uma empresa desse porte. .\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa disponibiliza ônibus para chegada até o local de trabalho, por ficar em Santana de Parnaíba isso é bem legal para todos os funcionarios Contras: Dependendo do projeto que cai você fica para trás pois os outros são mais interessantes, na verdade tudo depende de quem gerencia o projeto para que isso aconteça\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Funcional Fiscal - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa oportunidade de aprendizado, equipe sincronizada com a atividade, cooperação entre os colegas e trabalho. Excelente escola, alta nível de qualidade e recursos, oportunidades para propor projetos e realizá-los. Oferece muitos benefícios, de ótima qualidade. Contras: Volume de trabalho incompatível com a disponibilidade ofertada. As equipes trabalham com volume acima do ideal para executar as funções com a atenção e qualidade necessárias. Pouca mobilidade vertical.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Pessoas, oportunidades de crescimento. Pagamento ocorrem em dia. Contras: Divergência salários, não tem plr e tão pouco qualquer investimento no lado do profissional, falta organização, processos burocráticos e muitas vezes repetitivos entre as áreas. Conselhos para presidência: Dar o fico no reconhecimento das pessoas, organizar e desburocratizar os processo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Processo CMMI, o conhecimento de alguns funcionários em segmentos específicos no qual prestam serviços, exemplo (utilities), alguns funcionários vestem a camisa e brigam para crescer, mas são sempre rejeitados. Contras: Para o segmento de utilities vejo uma desorganização entre as áreas, falta de relacionamento comercial com os clientes, pois só visam o lucro e não a necessidade e melhoria do produto, plano de carreira não aplicável em alguma segmentos exemplo Energia. Falta de exploração da marca Sonda nos clientes de alguns segmentos, Exemplo Saneamento. Conselhos para presidência: Não deixe de conhecer o 'chão da fabrica', pois é dali que se fixa o nome Sonda nos clientes. Muitos funcionários são antigos, onde falta uma renovação, para que assim seja competitivo com o mercado que se atualiza a cada dia.\n\nRecomenda a empresa:   \nREPORTAR"}]