[{"user":"Analista de Field Service - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa grande e bem estruturada, possui muitos clientes para alocar seus funcionarios possui nome no mercado e um RH competente Contras: Diretores não estão presentes nas operações , para crescer na empresa é necessário ser peixe de alguém , caso contrario será somente mais um numero esquecido no cliente Conselhos para presidência: olhar mais para seus funcionarios\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa da oportunidade de crescimento profissional, antes da crise abria processos de caça talentos, busca desenvolver o colaborador em vários setores. Contras: Acredito que é um ponto negativo da maioria dos supermercados é trabalhar aos domingos e feriados, e também as poucas poucas oportunidades na área administrativa \nREPORTAR"},{"user":"Consultor SAP","avaliation":"Prós: Empresa sólida no mercado de consultoria, bom ambiente de trabalho. Oportunidade de conhecer e trabalhar com novas tecnologias. O escritório é bem localizado. Contras: Não existe plano de cargos e salários e a estabilidade de se manter empregado depende quase que exclusivamente de licitações com empresas publicas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional Fiscal","avaliation":"Prós: A equipe que trabalho é muito prestativa e comprometida, visamos sempre o bem estar de todos e temos uma sincronia ótima. Somos responsáveis e cumprimos todos os prazos. Contras: Empresa sem plano de carreira, sem cargos e salários, não visa o desenvolvimento do funcionário, diferença de salários para as mesmas funcoes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Empresa nunca atrasou salário, possui vários clientes, facilitando uma possível troca em caso de perda de contrato, salário dentro da média nacional Contras: Falta comunicação entre as áreas, gestores só avaliam números e se esquecem de validar caso a caso, falta um plano de carreira pra quem trabalha no cliente Conselhos para presidência: Comunicação é primordial\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente de Telemarketing","avaliation":"Prós: Política de reconhecimento e promoção daqueles que possuem capacidade de exercer outras atividades. Além disso, constato organização dos processos de atendimento, e isso traz uma grande segurança para os atendentes. Contras: Apesar de todo esforço dos supervisores, vejo que eles têm dificuldades em obter informações de forma rápida e eficiente, e isso não é muito culpa da instituição, mas provavelmente dos responsáveis em alimentar o sistema. Conselhos para presidência: Priorização dos treinamentos voltados a inteligencia emocional\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Interno de Recursos Humanos (RH)","avaliation":"Prós: Otimo clima entre os funcionarios, salario e beneficios em dia, ambiente fisico limpo e organizado. Lideranca participativa e atuante. Boa empresa Contras: Processos engessados pela matriz, nao ha politica de movimentacao salariais. Ausencia de politicas claras, comunicacao com funcionarios nao boa\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional Trainee","avaliation":"Prós: Salário pagamento não atrasa, flexibilidade de horario, vale refeicao, valor razoavel, tem plano odontologico , empresa multinacional, a empresa esta expandindo para além do serviço de TI Contras: Não plano de carreira, media salarial baixa, sem oportunidade de conhecer outras areas, não aplica treinamentos, não incentiva a inovação, não possui PL.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor SAP ABAP","avaliation":"Prós: Apesar da base ser MUITO longe e de difícil acesso, considero um bom lugar para trabalhar , a gestão sempre está presente tenato resolver os problemas e ajudando no que for preciso, verdadeiro time. Contras: O RH em alguns setores deixa bem a desejar, sempre ha erros por parte deles: enviam documentação errada com dados errados ou fazem tudo de má vontade Conselhos para presidência: Mais trabalhos home office e treinamento para o pessoal do RH\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Funcional Pleno","avaliation":"Prós: Não atrasa o salario. Infelizmente a empresa está passando por um momento muito ruim, e isso é direcionado aos colaboradores, sem qualquer tipo de filtro. Contras: Não existe plano de carreira, não existe aumento salarial, a empresa não possui parâmetros de avaliação individual o que prejudica o colaborador. Conselhos para presidência: Rever processos, acabar com panelas gerenciais e valorizar o Recomenda a empresa:   \nREPORTAR"}]