[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Empresa com clima agradável e boas pessoas. Se atentam bastante para o lado humano, e compreendem necessidades pessoais, obviamente que dentro de um bom censo. Possui horário de trabalho flexível e possibilidade de trabalho home office, não de forma definitiva, mas ocasionalmente. Contras: Gestão muito distante do funcionário final. Escritório em Belo Horizonte sofre com faltas de manutenções. A empresa possui suas áreas internas muito descentralizadas, e todos os processos internos são muito burocráticos. Conselhos para presidência: Unificar mais os processos internos da companhia.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente de trabalho descontraído, corpo técnico competente, oferece liberdade para desenvolvimento das atividades, incentiva a criatividade dos funcionários coordenadores participativos e integrado com a equipe. Contras: Pouco investimento no desenvolvimento técnico e humano dos funcionários, buscando no mercado técnicos com a competência que necessita e dispensando técnicos cuja competência não tenha mais interesse. Conselhos para presidência: Maior dedicação a retenção dos recursos humanos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Atendimento Bilíngue - Ex-funcionário, saiu em 2017","avaliation":"Prós: salario razoavel, bons beneficios como por exemplo vale combustivel e garagem na propria empresa, teria dificuldade em avaliar qualquer outro aspecto positivo Contras: plano de carreira inexistente, possibilidade de mudar de setor dentro da empresa tambem n é possivel já que as diretorias não se conversam, dificil se manter motivado Conselhos para presidência: maior integração entre as empresas do grupo, talvez a possibilidade de aproveitar talentos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Negócios","avaliation":"Prós: Benefícios são interessantes, mas no dia a dia acabam não fazendo a diferença. Há times na empresa que realmente vestem a camisa, além de ser um excelente local para adquirir conhecimento sobre novas tecnologias. Contras: Muitos processos burocráticos que complicam o dia a dia; falta de equipamentos novos como notebook; falta de comunicação com a gerencia e diretoria; as estratégias mudam muito e muito rápido.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Contas","avaliation":"Prós: Portfolio de Soluções devido a varias aquisições de empresas feitas durante os mais de 40 anos da empresa. Possibilidades de abrir parcerias com fabricantes. Contras: Ausencia de criterios de avaliaçao de performance e competencias. Devido a incorporaçao de varias empresas ainda não se tem uma cultura madura de empresa de grande porte\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Requisitos","avaliation":"Prós: Possibilidade de trabalhar numa empresa com uma grande estrutura, em projetos com grandes empresas, e espaço para crescimento em diversas áreas. Contras: Pouca integração entre as áreas, já que estão alocadas três empresas, sendo que duas adquiridas recentemente (CTIS e PROCWORK). Acesso aos serviços comuns, como RH e Suporte de TI moroso.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Contas","avaliation":"Prós: Pacote de benefícios, flexibilidade de horários, o ambiente é agradável para se trabalhar. Estão sempre inovando em ofertas de valor agregado. Contras: O exceço de processos torna-se um massacre psicológico. Sistemas e unidades de negócios que não se comunicam, acabam causando retrabalho desnecessários. \nREPORTAR"},{"user":"Analista Funcional - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa com uma carteira composta por grandes clientes o que da a oportunidade de conhecer novos processos e formas de trabalho diversas. Empresa tem uma boa estrutura interna Contras: Falta investimento em preparo e treinamento dos consultores, muitas vezes sem nenhum tipo de preparo já são alocados em clientes e precisam descobrir o que fazer.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Um ponto positivo é que sempre pagam no dia, nunca ouve atrasos no salário ou algum tipo de falta de pagamento. Na verdade sempre pagam antes muitas vezes do dia combinado. Contras: Um ponto negativo é que não visam o crescimento profissional do funcionário, não existe um plano de carreira mesmo para aqueles que ja estão a algum tempo na empresa. Conselhos para presidência: Plano de carreira para os funcionários\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Acesso à alta gestão, benefícios, comunicação, limpeza. Existem muitos funcionários antigos da Procwork e das outras empresas adquiridas, como CTIS. Contras: Poucas salas de reunião, menos ainda com suporte multimídia que limitam a comunicação com o cliente e a equipe. Salários muito diferentes em equipes com a mesma função, gerando muitos problemas internos. Formação profissional baixa no nível de analistas. Falta de investimento em infra estrutura e qualificação profissional. Mentalidade ainda muito latina, pouco globalizada. Conselhos para presidência: Trabalhar os pontos motivacionais dos funcionários só faz a empresa lucrar, pois funcionários felizes produzem mais. Precisam conhecer melhor o que faz o sucesso dos concorrentes, pois é de dentro para fora que se obtém resultados.\n\nRecomenda a empresa:   \nREPORTAR"}]