[{"user":"Analista de de Processos","avaliation":"Prós: Ambiente agradável, pessoas educadas, projetos desafiadores, clientes importantes no mercado, boa empresa para conseguir uma experiência sólida no mercado! Contras: Cliente com exigência acima do combinado, inflexibilidade de horário, não há possibilidade de conciliar vida profissional e pessoal, dificuldade de promoçãp Conselhos para presidência: Dar oportunidades de remanejamento, processos seletivos internos, mais possibilidades de crescimento para os funcionários!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Field Analyst","avaliation":"Prós: Por esse uma empresa multinacional acaba agregando valor ao currículo do funcionário, o funcionário tem a oportunidade de se desenvolver.... Contras: Falta de plano de carreira profissional, falta de benefícios mais abrangentes que poderiam ser adicionados na carreira do colaborador.......\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Desenvolvedor.NET Sênior","avaliation":"Prós: O ambiente interno é extraordinário, as pessoas são solicitas. Tem uma remuneração que não deixa a desejar, benefícios que o mercado não oferece Contras: Acho que a gerência deveria estar mais próxima de seus funcionários. A rotatividade de funcionários está muito alta, devido a distância da gestão Conselhos para presidência: Olhar mais para os recursos que ficam alocados. Os abusos dos clientes faz com que tenha muita rotatividade.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente de Logística - Ex-funcionário, saiu em 2013","avaliation":"Prós: Horários bem flexíveis pois era três turnos de trabalho e caso o funcionário precisasse de algum horário por conta de consulta a empresa ajudava Contras: Baixos salários, pessoas tendo que fazer tarefas de outras pois tinha pouco funcionários e uma alta demanda de trabalho, isso era algo ruim da empresa. Conselhos para presidência: Dê mais valor aos funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Requisitos Sênior","avaliation":"Prós: Cumpre com os compromissos salariais sempre , benefícios. Nós dá ambiente de trabalho tranquilo, sem pressão psicológica, apesar da necessidade de cumprir prazos. Contras: Não dá oportunidade de crescimento de cargo/salário aos funcionários da casa. Não proporciona cursos de aprendizagem e nenhuma vantagem para incentivar ao crescimento profissional.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Desenvolvedor","avaliation":"Prós: Boas perspectivas de crescimento. Salário compativel com mercado. A empresa possue grandes clientes e fecha grandes negócios. Só pontos positivos no momento. Contras: Nada a dizer negativo no momento. Todos os pontos são favoraveis. Só o vale alimentação que poderia ser um pouco maior. O valor é muito baixo\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Administrador de Sistemas Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: As pessoas que se dedicam a trazer os resultados positivos mesmo não tendo estrutura para isso. Fora isso, infelizmente não tenho nada a adicionar. Passei bons anos no local por causa da pessoas somente. Contras: Na minha visão, quase tudo. Começa pela falta de estrutura organizacional, diretores que só pensam em quanto ganharam não importando o que foi preciso fazer. Sem política de cargos, salários, desenvolvimento pessoal, incentivo profissional. Infelizmente, nos setores que passei, todos tinham as mesmas regras: Quanto ganhamos com isso? Conselhos para presidência: Olhar mais para os setores internos e não somente os valores arrecadados.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Senior Account Executive","avaliation":"Prós: Boa remuneração, flexibilidade de horários, empresa investindo em seu crescimento de portfolio e estruturação. Em menos de 3 anos deverá ser a 1a ou 2a empresa de outsourcing no Brasil, hoje é a 3a atrás apenas de IBM e Accenture. Contras: Alguns processos ainda são muito burocráticos, muitas planilhas e controles, para que uma oportunidade de negócios de um cliente seja aprovada internamente. Falta um pouco mais de agilidade na elaboração de propostas e no engajamento de pré-vendas. Conselhos para presidência: Desburocratizem os processos de vendas. Hoje o vendedor tem que vender internamente um projeto para só depois conseguir arrancar uma proposta da empresa, faltando agilidade para um mercado desafiador e dinâmico.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Negócios","avaliation":"Prós: Cumpre com as \"obrigações\" de pagamento e benefícios em dia Horário flexível e bom ambiente de trabalho. Oferece fretado para a matriz em Santana do Parnaíba. Contras: Não tem plano de carreira, não atualiza cargo e carteira de trabalho, não tem aumento mesmo batendo a meta. Em 12 anos só tive 2 aumentos de 15%. Não oferece cursos e treinamentos. Todo ano nosso convênio médico tem down grade, economizam dinheiro com a saúde dos funcionários. Empresa apenas para aprender e ir buscar outra no mercado sendo as concorrentes. Conselhos para presidência: Invistam melhor no principal ativo...os funcionários. Atualizem e promovam de acordo com o cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa com oportunidade de crescimento em várias áreas, oportunidade pra que esta iniciando na área de tecnologia e administração e economia Contras: Falta ter processo de PLR dentro da.empresa, ter um processo de reconhecimento para os profissionais que se destaca e transperencia dos gestores\n\nRecomenda a empresa:  Sim \nREPORTAR"}]