[{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Empresa legal, boa estabilidade, diversos clientes, isso proporciona a realocação em caso de perda contratos o funcionário pode ser realocado. Contras: , mas com problemas na administração geral. Cargos e salários é uma bagunça, muitos funcionários fazendo a mesma função com diferença salarial gritante. Conselhos para presidência: Cargos e salários é uma bagunça, muitos funcionários fazendo a mesma função com diferença salarial gritante.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional Pleno","avaliation":"Prós: Aprendizagem, ideologia não transparecida aos colaborares, baixo índice de comprometimento com os colaboradores, falta de compromisso com os colaboradores. Contras: Baixo reconhecimento, pouca oportunidade de engajamento, pouquíssima transparência nos valores da empresa, estou a 3 anos na empresa e até hoje não conheço seu planejamento estratégico. Conselhos para presidência: Olhar para os colaboradores como um patrimônio a ser lapidado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Boa infraestrutura, ambiente acolhedor, bons profissionais e colegas de trabalho. A empresa está sendo uma experiência nova e muito satisfatória. Contras: Boa infraestrutura mas deixa a desejar. Não há refeitório então não tem como levar comida de casa para empresa pois tem restaurante Sodexo. A empresa também não tem um plano de carreira então talvez não há possibilidade de crescimento na empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional SAP Sênior","avaliation":"Prós: Salários não atrasam. Existem cursos dados pela empresa porém, há dificuldades na distribuição das vagas para aqueles fora da panela. Os benefícios não são nada daquilo que é ofertado no mercado. Contras: Você nunca é promovido ou receberá aumento de salário. Apenas o contrário, caso faça parte do grupo indicado, também chamado de panela. Só receberá aumentos através dos dissídios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: me desenvolveu como pessoa e um bom profissional na área que eu atuei positivamente. Contras: um bom relacionamento entre RH e funcionário para que possamos desenvolver uma melhor experiência Conselhos para presidência: melhorar a relação direta e indiretamente entre patrão e empregado\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Nunca atrasam salário! As pessoas que trabalham nela são maravilhosas! E dão oportunidades aos inexperientes, o que infelizmente faz muita falta no mercado atual! Contras: A empresa da oportunidades para crescer, mas infelizmente só vi pessoas incompetentes e que \"puxavam saco\" subindo. As pessoas que mereciam não conseguiam se promover! Conselhos para presidência: Rever os modos de crescimento profissional interno e fazer mais por méritos do que por \"puxa saquismo\"!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Web Designer","avaliation":"Prós: A empresa é extremamente organizada e tem grande área de atuação no Brasil e exterior, além de dar diversos benefícios além de pagamentos realizados sempre em dia rigorosamente, além do setor de RH ser ótimo. Contras: Infelizmente a faixa salarial não é das melhores, falta valorizar mais os funcionários nesse aspecto, pois mesmo com os benefícios os valores do salário podem ser facilmente cobertos pela concorrência.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Desenvolvedor Java Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Horário flexível e possibilidade de trabalhar com linguagens de programação e frameworks mais novos que o que se costuma ver em outras empresas. Contras: Amadorismo dos gestores que tratam funcionários apenas como números e não como seres humanos, promessas são feitas e nunca cumpridas. Ambiente de trabalho extremamente tóxico por conta de um modelo de gestão de trabalho baseado no século 19 Conselhos para presidência: Tratar os funcionários como seres humanos ecumprir promessas realizadas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Service Desk Bilíngue","avaliation":"Prós: Estrutura, visibilidade no mercado, certificações, os clientes são grandes empresas do país, fretado, restaurante no local de trabalho etc... Contras: Salários baixos, pouca motivação para crescimento profissional, geralmente os chefes são \"chefes\" e não líderes que impulsam os colaboradores, pouco reconhecimento com os profissionais etc\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Programador","avaliation":"Prós: Empresa que preza pelo crescimento profissional, mas esta passando por uma reestrutura organizacional, no geral um boa empresa para trabalhar. Contras: Dificuldade para atualmente para mudança de cargos a nivel superiores, politica de ajuste salarial deficitária, distanciamento dos gestores com seus empregados.\n\nRecomenda a empresa:   \nREPORTAR"}]