[{"user":"Analista de Telecomunicações - Ex-funcionário, saiu em 2015","avaliation":"Prós: Equipe de trabalho varia de acordo com o cliente que você fica. É muito com para aprender, pois em cliente você tem a possibilidade de tentar pegar algo novo com os colegas de trabalho. Contras: Não tem plano de carreira e nem incentivo para crescimento. O salário para o mesmo cargo varia muito pela forma que a pessoa entra na empresa, se é indicação ou pelo mercado mesmo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são bem legais, plano de saúde, vale refeição, vale alimentação, plano odonto, é descontado apenas 0,01 centavo do refeição, pagam por quinzena Contras: A empresa não oferece nenhuma oportunidade de crescimento, trabalhamos dentro do cliente e os supervisores e gerentes sÃO pessoas totalmente despreparadas, processo de contratação muito burocrático.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: bom ambiente de trabalho, remuneração e benefícios compativeis com o mercado. treinamentos e cursos aplicados aos funcionarios, geralemente são de boa qualidade Contras: Aredito que o plano de carreira poderia ser mais bem estruturado, pois vemos pessoas com muito bom potencial, para serem lideres, sendo sendo subutilizados.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Account Manager - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com presença em diversos países na America Latina e com lastro financeiro muito forte. oportunidades de crescimento para service desk e cargos de baixa complexidade. Contras: Empresa extremamente burocratica, sem foco no cliente onde o discurso é diferente da prática. Ambiente corporativo repleto de interesses pessoais não visando o interesse da empresa e sim o pessoal. Péssima e engessada liderança Conselhos para presidência: A Sonda precisa de um lider efetivo, que incentive as boas pessoas a fazerem a diferença. Atualmente a presidência tem tomado decisões erradas e a contratação do novo VP de vendas ratifica a pavimentação da empresa para o fracasso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Sistemas Sênior","avaliation":"Prós: Boa Flexibilidade e tudo de acordo com o combinado. Contratação ótima, deixou bem claros meus objetivos. òtimos beneficios e oportunidades. Recomendo Contras: Precisa melhorar infraestrutura e organização dos treinamentos, instalações bem deterioradas, máquinas e ativos com mesas e cadeiras sem manutenção, melhorar disposição da gestão\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: A infraestrutura é muito boa, nada extremamente luxuoso, mas tudo novo. E a empresa possuem diversos grandes clientes que ela presta serviços Contras: Fica em uma região muito afastada, o vale refeição não é muito alto. Não possui incentivos de realização de cursos de especialização, e o restaurante interno não tem uma comida muito boa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Flexibilidade de horarios, autonomia para algumas decisões, auto gerenciamento, infraestrutura fisica boa do escritório, localização muito boa e benefícios nivelados com o mercado. Contras: A empresa poderia oferecer mais oportunidades para quem se destaca, não há plano de carreira e nem RH. Muito difícil obter um aumento de salário e benefícios diferenciados para diversos colaboradores. Conselhos para presidência: Saber reconhecer os melhores talentos da equipe.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: O bom Relacionamento entre os companheiros de trabalho faz com que as situações e problemas se tornem​ mais fáceis de serem solucionados, assim ficando o ambiente de trabalho agradável Contras: A falta de comunicação entre as áreas é hoje o maior ponto a ser melhorado, o SD sempre é o último a saber das mudanças e alterações, e muita das vezes não somos comunicado. Conselhos para presidência: Precisamos de mais de transparência nas informações do organismo Sonda IT. A comunicação entre as áreas é pessoas é crítico hoje em todos ambiente. Queríamos um respaldo sobre a PLR que vem se arrastando por ano, é um descaso e desrespeito com os colaboradores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Help Desk - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa oferece um bom convênio e os funcionários são prestativo referente o conhecimento. Os horários também são legais, pois tem disponibilidade​ de mudança. Contras: O plano de carreira é praticamente inexistente na empresa, também não oferecem​ descontos ou auxílio em cursos de certificação (algo que é fundamental na carreira de TI).\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Trabalho em equipe, lugar agradável, projeto feito com bastante planejamento e executados de forma clara. Contras: O salario sempre é menor do que as outras empresas, não sei o motivo, mas deveria ser igual os concorrentes.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]