[{"user":"Funcionário","avaliation":"Prós: Salario não atrasa, sem em dia com as obrigações normais, trata você conforme a CLT manda e isto e o correto, visão de funcionário voce trabalha a empresa paga Contras: O RH péssimo não tem visão de RH simplesmente de departamento pessoal que tem a visão somente para fazer folha de pagamento um RH atrasado o pensamento do RH para os dias atuais Conselhos para presidência: Cuida com o seu RH ele esta completamente atrasado do mundo atual e um RH que não esta alinhado com os negócios da empresa\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional","avaliation":"Prós: Ambiente sauável e equilibrado, com baixa pressão e grande liberade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções Contras: Muitos cargos de chefia, problemas de comunicação entre diferentes hierarquias, produto com diversos problemas graves, deixando o consultor em \"maus lençois\" com o cliente\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Programador","avaliation":"Prós: procura atender bem o cliente. Acho que o melhor da empresa fica no campo da relação interpessoal dos funcionários. Trabalho com pessoas realmente boas no que fazem e tem pouco suporte para isso vindo da empresa. Eu e meus colegas de trabalho somos bons profissionais, e isso ajudar a atender as demandas. Contras: Não investe no crescimento dos funcionários para atender as demandas de entrega ao cliente. Não existe interesse da empresa no que você conhece ou sabe... é como se não olhassem para seu currículo. Conselhos para presidência: Investir no funcionário com atualizações e cursos realmente úteis.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista SAP - Ex-funcionário, saiu em 2011","avaliation":"Prós: estrutura e ambiente trabalho, muitos treinamentos e oportunidade de aprendizado. Solucoes inivadoras para o mercado. A empresa tenta negocias o maxino de beneficios com os clientes para o consultor, estacionamento, alimentacao, etc Contras: instabilidade nos projetos, o consultor fica ocioso no escritorio aguandando uma boa noticia, salario baixo e localizacao da empresa nao eh muito boa, a noite muito perigoso para assalto ao sair do escritorio\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Segurança","avaliation":"Prós: Ótima empresa para quem está iniciando em alguma área de tecnologia, grandes oportunidades de experiencia e crescimento profissional. Empresa sempre paga em dia. Contras: Empresa é totalmente voltada a entrega do negocio, não se importa muito bem com seus funcionários, muita rotatividade de pessoas que entram e saem da empresa. Outro ponto é o sindicado das empresas de tecnologia sindpd, não ajuda os funcionários para conseguir PLR ou reajustes decentes, eles estão do lado das empresas do setor.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A infraestrutura da empresa é ótima, oferecem diversos benefícios. O refeitório é amplo, e diversas ferramentas de trabalho. Estrutura muito boa! Contras: Gestão péssima, clientes mandam e desmandam nas operações, não tem processos estruturados e não valorizam os funcionários. Tem funcionário de mais de 10 anos de casa só tendo aumento de salário de dissidio, e a refeição não é boa! Conselhos para presidência: Olha mais para os funcionários. Para a qualidade e prover mais opções de melhorias. Há uma cultura de promover os funcionários por aparência e não por competência.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Monitor de Qualidade","avaliation":"Prós: devido a grande rotatividade da empresa, os empregados que ali permanecem acabam conhecendo muitas pessoas e tendo a oportunidade de criar novos laços ate mesmo para alguma outra oportunidade profissional. Contras: empresa sem plano de carreira, sem nenhum tipo de bonificação, nem mesmo quando as metas são atingidas, forte separação por cargo (certo preconceito) Conselhos para presidência: Mais oportunidade para crescimento dentro da empresa .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Field Service - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salários, flexibilidade de horários, benefícios, assistência e auxílio dos superiores para assuntos burocráticos em relação aos clientes atendidos pela empresa. Contras: Plano de carreira, nessa questão como era alocado em cliente, não tinha perspetiva de crescimento na empresa, pois ficava apenas em determinado cliente e não havia possibilidade para crescimento em outros setores da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Dificilmente manda embora Estabilidade Bom lugar para se iniciar uma carreira profissional na área de tecnologia e sistema, apesar de não valorizar o profissional Contras: Localização péssima Comida Horrível Falta de Benefícios Salário incompatível com o mercado Não permite home office Falta de plano de carreira\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: É uma empresa de origem Chilena. Especializada no ramo de TI. Acredito que dentre um dos pontos positivos, está o fato de conceder aos funcionários, benefícios trabalhistas sem o desconto em folha. Contras: A empresa não provê aumento de salários, o mesmo se dá apenas por dissídio. Há desorganização quanto às férias, e os coordenadores gerem seus funcionários com critério de afinidade. Conselhos para presidência: Começar a monitorar melhor seus recursos alocados em clientes. Percebo que há pouco interesse da empresa e de seus gestores em verificar a qualidade de vida dos seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"}]