[{"user":"Analista Field Service","avaliation":"Prós: Pagamento do salário sempre em dia. Clientes de grande porte. Vale transporte Vale refeição Vale transporte Plano de saúde Plano odontológico Contras: Remuneração baixa. Funcionários alocados em clientes, não tem um acompanhamento dá gestão. Oferecem vagas pra uma função, mas em alguns casos o funcionário trabalha em outra. Não oferecem cursos para certificações. Promoções são raras. Salários abaixo do mercado de trabalho. Conselhos para presidência: Ter maior acompanhamento com os funcionários alocados, oferecer salários compatíveis com o mercado de trabalho. Dar oportunidades de crescimento ao funcionário, oferecendo cursos para certificações, enfim, dar maior valor ao Recomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Operações","avaliation":"Prós: Empresa muito estável financeiramente, traz confiança e segurança para os colaboradores. Apresenta para o colaborador uma oportunidade de mostrar seu trabalho. Contras: Semelhante ao modelo que o mercado brasileiro apresenta a Sonda para ser competitiva tem seus recursos reduzidos gerando inevitavelmente gerando sobrecarga aos colaboradores, principalmente ao corpo gestor.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Operador de Processamento de Dados - Ex-funcionário, saiu em 2013","avaliation":"Prós: - A empresa fornecia vale alimentação e vale refeição. - Era fácil o relacionamento com meu coordenador diretor. - Havia uma pequena quantia no final do ano relativo a PL. Contras: - Não tem plano de carreira. - Por ser locado em um cliente que passava por um momento de crise, vários pontos negativos surgiram, tais como: Muita redução da equipe de trabalho e consequentemente aumento de tarefas para cada membro da equipe; Muita pressão por parte do cliente para atingir metas; etc. - Nenhum incentivo a estudo e certificações.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa dá oportunidade de crescimento principalmente para que começa como estagiário. Sempre que for promovido a uma novo função , ou cargo , verifique com o RH se houve atualização na carteira de trabalho , do contrário ao sair da empresa , ainda constará na carteira o mesmo cargo de quando foi contratado. Contras: Aconselho a negociar um bom salário ao ser contratado , pois ao longo do tempo será difícil um aumento digno ,o reajuste será feito apenas por dissídio, nesse ponto a empresa é um pouco complicada.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Datacenter","avaliation":"Prós: Empresa com ramificaçao em diversas areas, assim permite o desenvolvimento profissional em diversas tecnologias e ramos de atividades. A partir de 2016 melhorou a relação com o empregado. Contras: Os benefícios (plano de saúde, refeicão, Alimentação, etc.) São os mais baixos permitidos pelo sindicato. Não paga PLR . Não possui um plano de carreira. Conselhos para presidência: O RH da empresa é muito ruim. Aconselho a fazer um plano de carreira e começar justamente pelo RH.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa é renomada na área de TI e acrescenta no currículo uma experiência importante. É uma empresa Chilena mas com sede em toda a América do Sul. Contras: Os salários são um pouco abaixo do mercado e a exigência é muito alta. O empregado não tem muito apoio da matriz e sofre um pouco com a pouca ação do RH local. Conselhos para presidência: Mais atenção aos funcionários!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Consultoria","avaliation":"Prós: Empresa com excelente ambiente de trabalho e conceituada na localização LATAM com escritórios bem localizados e comprometida com os funcionários. Pagamento em dia de salários e despesas de viagens. Contras: Centralização da gestão na Matriz (Chile) limitando algumas decisões. Falta de plano de carreira para direcionar o colaborador em sua carreira profissional. Conselhos para presidência: Trabalhar junto ao RH um programa de plano de carreira.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: empresa de porte grande ótima para abrilhantar o currículo. Pagamentos sempre em dia. oportunidade boa de crescimento profissional, não deixa a desejar no que promete Contras: Pessoas com visão humana na gerência. Um unico gerente cuida de 9 contas... programação de férias super desumana, deixam pra programar férias quando já está pre vencer a segunda. Não tem plano de carreira, vc se mata como analista a vida toda e, no máximo, vira analista II. Só sobre de cargo quem faz parte da panela deles. Conselhos para presidência: veja que esta colocando nos cargos de importância. verifique se este se importa mais com numeros e lucros do que com o ser humano que está ali trabalhando. Pense mais em motivação aos seus funcionários, pense em benefícios que agregue ao funcionário e não só a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Informática","avaliation":"Prós: Pagamento em dia e boa gama de benefícios. Bom ambiente de trabalho. Empresa de renome e conceituada no mercado, que enriquece o currículo e valoriza sua carreira. Contras: Falta de plano de carreira e desatenção da matriz em São Paulo (a sede é no Chile) em relação aos problemas que acontecem nas filiais. Falta de atenção do RH com problemas dos funcionários. Conselhos para presidência: Não pensar apenas no lucro e mais na satisfação dos colaboradores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Empresa com grandes oportunidade em diversos setores da area, pessoas realmente comprometidas com o trabalho e o crescimento da empresa, plano de carreira em diversos setores Contras: Falta organizaçao em diversos pontos, como por exemplo RH, não te feedback constante , você nunca sabe se esta fazendo um bom trabalho ou não Conselhos para presidência: Procurar orientar mais seus gestores e cordenadores\n\nRecomenda a empresa:  Sim \nREPORTAR"}]