[{"user":"Analista Funcional SAP Júnior","avaliation":"Prós: Correta com as suas obrigações; RH atencioso; Flexibilidade Bons benefícios; Influente no Mercado; Oportunidade de fazer excelentes contatos profissionais. Contras: A gestão deixa a desejar; O salário não é compatível com a função; Equipe desmotivada; Falta de planejamento; Falta de comunicação dentro dos projetos. Conselhos para presidência: Plano de carreira. Incentivo aos funcionários com premiações. Participação de Lucros. Feedbacks.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: Financeiramente Estável; Presentes em diversos países; Relacionamento com diversos fabricantes. Contras: Divisões das BUs prejudica a empresa, torna varias empresas dentro da mesma, gerando inclusive concorrência. Falta de sistemas e processos. Conselhos para presidência: Padronizar os processos de RH dentro das BUs. Diminuir a concorrência entre as BUs, gerar uma maior sinergia entre elas para alavancar mais negócios.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Boa localização, ambiente tranquilo e saudável, time bem estruturado e amigável, vários benefícios e o salário é relativamente bom, se comparado com o que o mercado oferece. Contras: Os coordernadores de equipe tem pouco acompanhamento presencial da equipe, é necessário também seguir algumas políticas estipuladas por pessoas de fora da empresa uma vez que funciona em um prédio que não é propriedade da mesma.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Processos Sênior","avaliation":"Prós: Ótimo ambiente de trabalho. Gestores preocupados com seus colaboradores. Boa localização para quem mora na região. Horário flexível. Empresa com ótimo potencial de crescimento. Contras: Gestores poucos empreendedores. Má estruturação dos cargos e salários. Falta planejamento para os projetos internos. Falta organização de informações para os colaboradores. Conselhos para presidência: Melhorar a visão por processos para otimizar custos. Desenvolver a cultura organizacional para adquirir uma identidade de gestão e controle dos processos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Service Desk Júnior","avaliation":"Prós: Muito boa, ótima estrutura, prédio organizado e limpo, nunca atrasou pagamentos, tem fretado, e um ambiente de trabalho muito bom, infraestrutura otima Contras: Funcionários, chefes e coordenadores que não se importaram com seus funcionados, péssima comida em seu restaurante , ajuste de salários com uma porcentagem muito pequena Conselhos para presidência: Melhorar os salários, e oportunidades para pessoas que já estão dentro da empresa\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Horário flexível, baixa pressão, liberdade para o desenvolvimento novos projetos, bom ambiente de trabalho e remuneração de acordo com o mercado Contras: Falta disseminação da missão e estratégia da empresa. Falhas na comunicação interna e grande desorganização das áreas de back office. Não existe plano de carreira e avaliação do funcionário é somente pro forma.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor SAP SD - Ex-funcionário, saiu em 2013","avaliation":"Prós: Paga o salários e obrigações sempre corretamente. Boas instalações e equipamentos. Atendia bons cliente que a forçava a ter melhores praticas de salário e operacional. Contras: Não há plano de carreira, treinamento ou consideração com os colaboradores. Empresa que busca só faturar as horas do consultor, tem corpo gerencial e diretivo fraco e de nível de segundo grau! o que leva a terem atitudes e ações, sem nenhum viés estratégico com ela própria e do cliente. Conselhos para presidência: Os resultados no RJ foram criado a partir de amizades entre o corpo diretivo e gerencial com os clientes. Isso faz com que eles não tenham sido focado na satisfação e execução de bons serviço! E o pior totalmente sem foco com a estrategia global da SONDA IT.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP BW","avaliation":"Prós: A SONDA tem como foco resolver as necessidades de negócios dos clientes através de uma ampla gama de serviços e soluções baseadas na Tecnologia da Informação. Contras: A empresa peca no assunto voltado à capacitação profissional. Falta de treinamentos técnicos para cada área de atuação, o que dificulta infelizmente reflete na busca de novas oportunidades de trabalhos no mercado.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor SAP","avaliation":"Prós: Possui bom ambiente para trabalhar entre pessoas, permitindo atividades em conjunto, a fim de possibilitar uma maior assertividade na execução das tarefas. Contras: Não paga o salário que realmente o profissional deveria receber. Infelizmente, o correspondente as atividades que são executadas, fica muito abaixo! Conselhos para presidência: Invista no capital humano! Ele é o principal combustível para uma empresa ter sucesso.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: - Pontualidade no pagamento de salários. - Existem iniciativas para aproximar os colaboradores/empregados à respeito das metas da empresa. Contras: Transferência de colaboradores entre os projetos. Dificuldade de avanço de cargo e salários. Ausencia de um plano de cargos e salários dentro de cada projeto. Conselhos para presidência: Flexibilizar transferências de colaboradores/profissionais entre os projetos que estão em desenvolvimento.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]