[{"user":"Analista","avaliation":"Prós: Melhor empresa de TI para trabalhar. Ela acompanha o mercado tecnológico e procura se atualizar e participar de projetos de grandes inovações. Contras: É uma empresa de consultoria, uma vez que o projeto acaba, acaba o trabalho. O feedback não ocorre com frequência , isso é ruim para o profissional.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Desenvolvedor PHP","avaliation":"Prós: Empresa boa de trabalhar, salário sempre em dia, ambiente tranquilo, pouca pressão dos gestores, estrutura boa, liberdade para desenvolver seu trabalho. Contras: Localização de difícil acesso, poucos meios de transporte, benefícios poderiam ser melhor, vale refeição baixo, pouco plano de carreira, pouca comunicação.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Qualidade","avaliation":"Prós: benefícios como plano de saúde, odontológico, VR e VA, plano de saúde, profissionais, ambiente de trabalho, escritório bem localizado , liberdade de trabalho Contras: falta de feedback, plano de carreira, mentor, salários abaixo do mercado, falta de comunicação entre os setores. Não valorização do fator humano (gestão de pessoas)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2016","avaliation":"Prós: O leque de clientes faz surgir maiores oportunidades de conhecimento. Alem disso por ser uma empresa multinacional em franco crescimento com compra de outras empresas, aumentam ainda mais as possibilidades de conhecimento. Contras: As áreas possuem uma troca de informações deficiente, inviabilizando muitos processos de cada área. Há uma falta enorme de conhecimento do portfólio da empresa, de modo que os colaboradores possam ter conhecimento e assim vender a ideia e soluções nos seus clientes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Pagamento sempre em dia, oportunidade de crescimento, treinamentos para aperfeiçoamento dos serviços prestados, boa infraestrutura e credibilidade. Contras: Pouca divulgação das oportunidades de crescimento de forma que muitos funcionários que teriam interesse e qualificações para as vagas acabam não se candidatando e assim a empresa acaba perdendo ótimos funcionários. Para operações externas não há um acompanhamento efetivo de algumas áreas da empresa e possuem dificuldade para concluir processos de alteração de área de atuação e atualização de carteira Conselhos para presidência: Ao avaliar o desempenho e observar melhoras, tentem uma abordagem do assunto que incentive os demais a atingirem um resultado semelhante, mas não comparem colaboradores ou operações como se fossem iguais, pois mesmo que sejam semelhantes podem ter dificuldades diferentes, busquem conhecer melhor quem trabalha com vocês.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2011","avaliation":"Prós: Infraestrutura de qualidade, Ônibus Fretado pontual, RH competente, Computadores atualizados, Equipe diversificada, Liderança gentil e atualizada Contras: Localização muito afastada, Falta de plano de carreira, O restaurante interno é uma piada PLR é ridícula Salários abaixo do mercado Não valorizam os colaboradores com muito tempo de casa nem do helpdesk. Cultura do puxa saquismo Conselhos para presidência: Parem de pensar em seus lucros e ferraris e invistam nos colaboradores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Negócios Júnior","avaliation":"Prós: É uma empresa que, mesmo com a crise econômica está em crescimento e com isso traz certa confiança e segurança. Existe a possibilidade de crescimento e migração para outras áreas. Outro ponto positivo é a abrangência da empresa no mercado de TI que traz um leque variado de possibilidades de acordo com a formação e inclinação do profissional. Contras: Como toda empresa granda a morosidade dos processos internos é enorme, o que causa um certo desânimo para alguns profissionais pois o resultado está diretamente ligado à outras pessoas que precisam atuar em um processo. Alguns gestores não tem uma visão clara da sua equipe e apenas fazem o papel de \"chefe\" e não de um líder. Conselhos para presidência: Melhoras a gestão (top-down) para ter uma atuação melhor junto aos profissionais, melhorar os processos para torná-los mais rápidos e menos morosos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: uma empresa grande com muitos funcionários possibilidade de realocação, ótimo para adquirir novos contatos e subir no mercado de trabalho. Não vejo outros pontos positivos apena um emprego Contras: Existem varios pontos. Como o mercado de trabalho é voltatíl não existem garantias de sustentabilidde do emprengo. Isso prejudica o desempenho pois tem que estar sempre procurando algo melhor pois o trabalho nessa empresa não é por muito tempo. não ~e um porblema somente dessa empresa mas de todas as empresas de prestacao de serviço Conselhos para presidência: não há conselhos visto que nossa economia e mercado é instavel pois muitas empresas dependem de estatais para sobrevicer\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Empresa transparente com seus funcionarios. Prega valores de transparencia com seus funcionarios, tratamento humanizado da gestao e seus colaboradores. Contras: Como trabalho num cliente, as chances de crescimento sao bastante limitadas, ainda que a empresa valorize o funcionario, nos sentimos limitados. Conselhos para presidência: Continuem com a politica de transparencia e tratamento humanizado com seus funcionarios. Acredito ser esse o maios diferencial da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Comercial","avaliation":"Prós: Ambiente de trabalho. Facil se relacionar com as pessoas. Flexibilidade. Boa estrutura. Contras: processos muito burocráticos. falta de suporte de ti para funcionários. benefícios deixa a desejar Conselhos para presidência: Investir mais em treinamento para colaboradores..ter previdência privada\n\nRecomenda a empresa:  Sim \nREPORTAR"}]