[{"user":"Estagiário","avaliation":"Prós: Dá oportunidades para iniciantes na carreira profissional ; Os salários iniciais nao sao tão ruins ; Tem alguns benefícios consideráveis ; Contras: Seria interessante melhorar os benefícios, vale alimentação principalmente; Mesmo que tenha oportunidade para ingressar, seria importante chances de crescimento. Seria bacana ter\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Logística II - Ex-funcionário, saiu em 2013","avaliation":"Prós: Horários bons para trabalho, pois tinha flexibilidade para algumas troca de turno quando possível, isso ajudava bastante na hora que acontecia alguma emergência, como uma consulta por exemplo. Contras: Baixo salário, pois havia uma alta demanda de serviços, trabalhava muito com pouco tempo para descanso e muitas vezes era difícil até mesmo ir ao refeitório.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Ticket Manager","avaliation":"Prós: Ambiente descontraído, flexibilidade de horários. Benefícios dentro do esperado, alimentação no local, a presa disponibiliza vans para se locomover de casa para o trabalho. Contras: Plano de carreira péssimo e gestores que não exercem seu trabalho de maneira eficiente. Analistas com o mesmo cargo e salários diferentes. Quando você sobre de cargo ou o salário continua igual ou recebe apenas 20% de aumento. Conselhos para presidência: Gestão, invista mais nos seus funcionários, ajude, escute o que eles tem a oferecer...e nunca se esqueçam que são os analistas que geram os números que você tem quem mostrar para o cliente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Pagamento em dia, certa estabilidade, boa carteira de clientes. Colaboradores dedicados e com foco no cliente, extremamente comprometidos com suas atividades. Contras: Falta de gestão de recursos humanos. Investimento nos profissionais. Excesso de processos internos, com burocracias exageradas que atrapalham o trabalho diário.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Jovem Aprendiz Administrativo","avaliation":"Prós: Os pagamentos nunca atrasam, tanto para salário quanto para benefícios, o RH é competente, possui recrutamento interno e tem programa de reconhecimento. A equipe de TI tenta atender a necessidade do cliente. Contras: Estamos um pouco atrasados em questão a tecnologia e metodologia de trabalho, existem muitos profissionais acomodados e os que não são acabam acarretando muito serviço. Apesar do programa de reconhecimento não existe motivação suficiente. Não temos brindes no final do ano, a empresa deixou de dar calendário que é essencial. Não tem PLR. Conselhos para presidência: Realizar mais reuniões com a equipe, seria bom deixar os colaboradores mais avontade para dar Feedback, acredito que feedback agregue para melhorar a qualidade de serviço.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor SAP Basis","avaliation":"Prós: Ambiente de trabalho, busca por inovação, respeito perante o mercado, salário compatível com a função, pagamento sempre em dia, local de trabalho. Contras: Sem flexibilidade, restaurante ruim, sem plr, sem possibilidade de home office, política de reconhecimento falha, aumento de salário inexistente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Funcional SAP MM","avaliation":"Prós: Salario Em dia, fretado, restaurante interno, flexibilização de horário e autonomia para exercer nossa função, além de uma certa estabilidade proporcionada Contras: Sem expectativa crescimento carreira, salario, beneficios. Mitigação nos processos como contratação, TI, suporte interno, cumprimento em avaliações e pesquisa de clima. Conselhos para presidência: Empatia é a melhor forma de avaliar\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Agente de Service Desk","avaliation":"Prós: Ambiente agradável Colaboradores amigáveis Lugar amplo. Ótimo recebimento de novos colaboradores. Sem stresses e desgastes fisicos. Ótimo para adquirir experiência Contras: Anuncia uma vaga com uma função X porém na prática e função Y. Explicações desinformada referente a informações da vaga. Falta de um refeitório ou lanchonete. Pelo tempo da pausa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"DBA Júnior","avaliation":"Prós: Boas equipes Contras: Equipamentos para trabalho a maioria defasados na unidade CTIS da SONDA\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade de horário,fretado a disposição de meia em meia hora. Um lugar tranquilo,a empresa preza pelo clima entre os funcionários e andares. Contras: O restaurante é muito desorganizado e caro, os atendente da Sodexo, que é a empresa responsável pelo restaurante são mal educados e não sabem conversar. A gestão deixa a desejar em muitos aspectos. Conselhos para presidência: Melhor as chances e oportunidades internas e externas. Mudar a empresa responsável pela alimentação e restaurante.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]