[{"user":"Consultor Funcional","avaliation":"Prós: relacionamento entre os profissionais, troca de conhecimentos e oportunidade de aprendizado, ambiente tranquilo de trabalho na maioria das vezes, carteira admirável de bons clientes que possibilitam desafios interessantes e construtivos para a carreira. Contras: Alguns procedimentos internos, precisam de revisão e unificação devido à algumas fusões que a empresa sofreu e ainda possuir procedimentos dúbios, material de trabalho e ferramenta precisa ser disponibilizado com mais agilidade para o seu profissional representa o verdadeiro cartão de visita perante seus clientes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Monitoramento - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa é uma excelente empresa de prestações de serviços, ela é bastante focada em atender as metas dos seus clientes de forma a valorizar seus contratos. Contras: O que conta contra a Sonda é que para atender as solicitações de seus clientes ela deixa de lado seus funcionários, um dos maiores exemplos são os baixos salários e as condições dos equipamentos que eles possuem (neste caso digo em relação as suas equipes de atendimento remoto). Conselhos para presidência: Valorizar seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: bastante oportunidade porém ,paga salario em dia , bastante aprendizado , grandes chance de subir de cargo no seu plano de carreira . Contras: equipe difíceis de ligar , má localização , enrola muito para dar aumento no salario , . ticket restaurante paga pouco .\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Comercial - Executivo de Vendas","avaliation":"Prós: Grande empresa com grande portfólio de ofertas, abrangencia nacional e com contratos em centenas de grandes empresas e governo. Muitos parceiros fabricantes de Ti. Contras: Salário mito abaixo do mercado. Politica de bônus/comissionamento absolutamente injusta. Empresa com estrutura inchada, lotada de cargos de gestão sem efetividade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário Administrativo - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente descontraído, leve pra se trabalhar as pessoas que trabalha lá era ótimas pra se relacionar e sempre estava disposta a tirar dúvidas. Contras: Não tenho o que falar da empresa e das pessoas sempre fui muito bem tratada dês das moças da limpeza até o diretor da empresa, ótima empresa. Conselhos para presidência: Não tem o mudar pra mim está ótimo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte de Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa boa para quem atua lá dentro, empresa que esta sempre investindo em novas tecnologias e novos serviços aos clientes. A sede em Santana do Parnaiba é bem legal. Contras: Os funcionários alocados são esquecidos pela empresa, não existe nenhum tipo de reconhecimento para com o funcionário, é uma pena porque é uma empresa muito grande.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Na minha opinião, não há pontos positivos em trabalhar nesta empresa, apenas o fato de estar trabalhando, mas no geral é tudo muito ruim, desde a localização até as atividades diárias. Contras: Não há possibilidade de fazer home office mesmo quando a cidade vive um caos por conta de interdições em via importante na cidade, não há respeito por parte dos gestores para falarem com seus subordinados. Há muita politicagem dentro da empresa, pessoas pouco qualificadas em posição de destaque apenas porque conhecem alguém influente. Não há processos para guiar as atividades do dia a dia. Conselhos para presidência: Prestar mais atenção nos talentos que estão pedindo demissão porque não são valorizados dentro da empresa. Quando o mercado aquecer será muito maior essa saída de funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Sonda é uma boa empresa para primeiro emprego e para aprendizado. Ela possui um grande número de vagas abertas e também com inúmeros clientes espalhados pelo Brasil. Contras: Infelizmente é um empresa que não possui nenhum plano de carreira. Caso você trabalhe alocado em algum cliente as oportunidades de promoção são bem pequenas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa é comprometida com o pagamento do salário e dos benefícios para seus colaboradores. A sede tem uma boa infraestrutura física, com recursos como restaurante no local, espaços amplos. Contras: Pouca autonomia para desenvolver seu trabalho, pouca perspectiva e ausência de políticas de reconhecimento. O horário de trabalho não é flexível e há pouca oportunidade para propor soluções inovadoras. O colaborador desconhece o valor do seu trabalho para os resultados do negócio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Funcional - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa cumpre com suas obrigações em dia, ou seja, salário e benefícios são pagos sem atrasos. Tem bons benefícios, pelo menos no que se refere a prestação de serviço. Contras: A empresa se apresenta aos colaboradores informando a estrutura e a existência de oportunidades internas de crescimento profissional, porém na prática não acontece. Conselhos para presidência: Oferecer plano de carreira aos colaboradores e investir e/ou apoiar mais em conhecimento técnico.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]