[{"user":"Executivo de Vendas IV","avaliation":"Prós: Flexibilidade de horário, home office, reconhecimento dos lideres, empresa com referencia no mercado, você é bem visto no mercado quando se apresenta como sonda. Contras: Sem politica de cargos e salários, não existe padrão de concessão de beneficios aos colaboradores, pessoas com o mesmo nível pode ter mais ou menos beneficios Conselhos para presidência: Rever a politica de cargos e salários que é fundamental para o desempenho e satisfação dos seus colaboradores para continuar vestindo a camisa de peso da Sonda\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico de Cabeamento - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa é honesta com a remuneração em dia. Os benefícios na época eram bons. Aprendi muito estando dentre as pessoas com as quais trabalhei. Contras: Falta de oportunidades de crescimento a médio, curto e a longo prazo. Por mais pessoas humanas a estarem na liderança. Melhorar comunicação com o funcionário. Conselhos para presidência: Valorizar mais aqueles que estão escondidos, e que agregam valores que as escolas não ensinam.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte de Infraestrutura Júnior","avaliation":"Prós: Salários pagos em dia, ou até adiantados. Interatividade e ambiente de trabalho divertido e colaborativo entre colegas de trabalho. Fretamento disponível para diversos pontos de SP. Contras: Acúmulo se função é tido como normal. Difícil conseguir ajuste salarial/promoção uma vez que entrou na empresa. Por exigirem diversos controles, muitas coisas acabam ficando amém controle. \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Oportunidades para trabalhar com novas tecnologias, bom relacionamento com as pessoas em geral, salário e benefício bons para consultores com experiência. Contras: Falta uma comunicação da gestão com os funcionários para alinhamento dos objetivos da empresa. Pouco feedback entre os gestores e a equipe, precisa melhorar o ambiente da empresa para tornar um lugar mais agradável e que incentive o funcionário.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Aprendizado constante. Ambiente favorável. Gestão eficaz em certas áreas. Carteira de clientes com potencial. Flexibilidade de horário. Sem mais. Contras: Rotatividade de funcionários alta. Gestão ineficiente em certas áreas. Sem mais. Conselhos para presidência: Proximidade direta e maior com os Gerentes de Relacionamento e Projetos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista NOC","avaliation":"Prós: O recebimento de pagamento e benefícios são pontuais e sempre executados corretamente. A empresa possui fretamento para os colaboradores sem nenhum custo adicional.. Contras: Não tem oportunidade de crescimento , processos burocráticos e engessados, função. Não tem plano de capacitação para os funcionários tais como treinamentos e plano de certificações. Não retem talentos. Conselhos para presidência: invistam em seus funcionários\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor ABAP Júnior","avaliation":"Prós: Trabalho em equipe, benefícios, estrutura, organização, motivação profissional e profissionalismo entre os colegas de equipe e áreas internas. Contras: Ainda não há um plano de carreira consistente para que os funcionários possam enxergar um horizonte de maiores oportunidades para prosperar dentro da organização. Conselhos para presidência: Traçar métricas mais específicas para cada funcionário prosperar junto a organização, de acordo com as expectativas de ambos os lados.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte de Sistemas - Ex-funcionário, saiu em 2009","avaliation":"Prós: Por ser uma empresa de TI, os funcionários podem se vestir mais casualmente, tendo tatuagens, brincos sem problema. O que te deixa a vontade. Contras: Muitas vezes esse tipo de cargo apresenta trabalhos muito repetitivos, ou seja, não da espaço para aprender outras coisas além do rotineiro.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa paga sempre pontualmente e corretamente, nunca houve qualquer tipo de atraso por parte da mesma. Existem benefícios que felizmente não são descontados em folha. Contras: Empresa tem relação distante com seus funcionários alocados em cliente, paga muito mal relacionado ao mercado. Os Benefícios é sempre o mínimo estipulado na convenção coletiva do SINDPD, não existe estudo na localidade onde o funcionário está pois existem regiões que são mais caras (Brooklin, Paulista, Morumbi) que não existe condição de almoçar adequadamente com o valor pago. A empresa é boa para quem quer começar na área de TI mas não recomendo para carreira, muito ruim. Conselhos para presidência: Avalie melhor o retorno que os funcionários trazem para a empresa, não cobre o máximo se os recompensa com o mínimo possível. Revejam as políticas de promoção pois dizer que \"estão congeladas\" não funciona muito bem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Implantação","avaliation":"Prós: Pagamento em dia. Benefícios. Projetos desafiadores. É um ótima empresa para adquirir conhecimentos. Nova gestão está fazendo acontecer. . Contras: Alguns gestores antigos ainda são autoritários. E não sabem trabalhar em equipe. Porém, a nova gestão está fazendo o possível para melhorar neste aspecto. Conselhos para presidência: Incentivar funcionários com cursos e certificações. Motivar os colaboradores.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]