[{"user":"Analista Sênior","avaliation":"Prós: O ponto positivo da empresa Claro é que ela se mantém estável mesmo com estruturações e mudancas que ocorrem todo ano. Mesmo se tratando de uma multinacional as pessoas são próximas e se ajudam. Contras: Os aspectos que considero negativo da empresa claro é que muitas áreas trabalham misturando o pessoal com o profissional, ou seja, para conseguir se destacar precisa conhecer pessoas, apenas um bom trabalho não é suficiente.   "},{"user":"Gerente de Portfólio","avaliation":"Prós: Empresa com oportunidade de crescimento e aprendizado, além do fácil acesso às camadas gerenciais e executivas da empresa, eliminando barreiras desnecessárias para foco nas entregas das soluções. Contras: Busca acelerar a adequação estrutura de produtos e inovação para entrega de soluções diferenciadas com foco na melhor experiencia para o cliente.   "},{"user":"Coordenador de Projetos","avaliation":"Prós: A empresa é boa, clima legal e sistema corporativo participativo, benefícios muito bons, participação por resultados, metas bem definidos , muito bom Contras: Rh muito ruim, pouca atuacao, plano de carreira não é muito bem definido, com a junção das empresas os benefícios ainda Não são muito claros   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: É muito mais atualizações todo instante e treinamentos constantes sendo bom para o funcionário que quer crescer e se destacar em todos os meios Contras: Instabilidade dos parceiros autorizadas os quais não pagam em dia certo deixam os direitos dos trabalhadores por fazer e mal pagam o merecido   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Boas oportunidades e benefícios, ambiente bom de trabalho e ótimas condições, bonificações para funcionários e serviço de qualidade. Lideranças voltadas ao crescimento da empresa Contras: Plano de carreira muito demorado, necessário aguardar abrir vagas internas para ter uma oportunidade de mudar de cargo, viagens com menos de 100 KM a alimentação é por conta do funcionário. Conselhos para presidência: Melhorar plano de carreira com mais oportunidades.   "},{"user":"Analista Antifraude II","avaliation":"Prós: Estrutura, salário, benefícios, plr, convênios, sistemas. Efim, é uma boa empresa porém ainda necessita se adequar ao mercado atual com um clima mais descontraído e flexível Contras: Gestores despreparados. Favoritismo. Não existe plano de carreira estruturado. Muitos gestores atuam como se trabalhassem em call center. Falta pessoas preparadas para gerir equipes. Conselhos para presidência: Investir em cursos de gestão de pessoas aos cordenadores. Investir e dar novas oportunidades aos funcionários.   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: O comissionamento é alto, as metas são alcançáveis, dependendo do mês há várias outras bonificações e prêmios, e dependendo da política você atingindo meta pode ganhar um acelerador a mais. Contras: Porém não entra na folha de pagamento, é pago por fora te prejudicando em outros direitos legais, a empresa acaba beneficiando o funcionário mas prejudica em vários outros quesitos. Conselhos para presidência: Regularizem as comissões e aí sim a empresa será quase perfeita.   "},{"user":"Especialista","avaliation":"Prós: Empresa com ambiente bom entre os colaboradores, facilidafe de chegar, beneficios no padrao do mercado, ppr é diferencial, mas nunca atinge. Contras: Os benefícios estão aquém, não há celular para funcionários e os descontos em produtos e serviços existe mas nunca valem a pena. Poucas possibilidades de crescimento "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: As únicas coisas boas eram o meu horário e a minha equipe. Minha equipe era simplesmente maravilhosa. São pessoas que tenho contato até hoje. Contras: Comissão sempre chegava errado para todo mundo e ficava por isso mesmo. Eles exigem tanto que a gente venda, mas não pagam direito. A empresa era super desorganizada. Conselhos para presidência: Pagar certo, acolher mais os funcionários e serem mais corretos.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: A convivência com os colegas o ambiente é um ótimo local é agradável são flexíveis com problemas pessoais o ponto é bem acessível para a condução Contras: O valor do salário valor de comissão acham que se aumentar o meu salário teria que reduzir minha comissão acaba que eu ganho menos que o operador   "}]