[{"user":"Caixa","avaliation":"Prós: Empresa que tem muitos benefícios, otima de se trabalhar; equipe sensacional, ambiente agradável ‘ tem plano de carreira e se importa com os funcionários. Contras: Infelizmente a vida de shopping é a mesma o trabalho de seg a seg com folgas 6x1 é cansativo. Porem tem plano de carreira para que possa talvez exercer um cargo na Matriz de seg a sex Conselhos para presidência: Mudaria a eacala dos funcionários que trabalham em shopping para poder obter melhores resultados. Para que os mesmo possam ter uma qualidade de vida melhor.   "},{"user":"Atendente Pessoal","avaliation":"Prós: A equipe é ótima, os gestores são de fácil acesso e estão sempre abertos para melhorias e comentários. Dependendo de seu local de atuação, existe motivação vindo da parte de cima. Contras: Clientes extremamente sem educação, a empresa não da apoio psicológico necessário para seus funcionários, tentam maquiar a empresa como um ambiente feliz e saudável porém após um tempo, fica desgastante para todos. Sistema com diversos problemas a ser resolvido. Não tem oportunidade de crescimento dependendo da área que atua. Conselhos para presidência: Ver as areas menores, as que batem de frente com o cliente, que estão diariamente lidando com eles, como atendentes e tecnicos. Levamos as resoluções nas costas para pouca remuneração.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa boa localização próximo ao metrô Pres. Vargas, também próximo a Camerino, excelente ambiente de trabalho, benef. PL, VR e VA, saúde e odontológico, previdência privada para quem ganha salários acima de 3 mil. Contras: Não vejo ponto negativo, apesar de atender todos os quesitos que a empresa oferece aos funcionários, são bem tratados e oportunidades de crescimento.   "},{"user":"Técnico de Head-end","avaliation":"Prós: Flexibilidade de horários, mas isto depende de gestor para gestor. Participação de lucros, mas cada vez botam metas que não consegui condizem com a realidade. Contras: Diferentes benefícios e salários para os mesmos funcionários. Muito burocrática, processos são demorados e pouco eficaz. Setores parecem uma empresa de uma empresa completamente diferente. Parece que estão fazendo um favor.   "},{"user":"Assistente de Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios, plano de carreira. Produto muito competitivo. Ambientes na maioria das vezes que ótima qualidade. Treinamentos detalhados . Contras: Comunicação um pouco desencontrada entre as área de gerência e Loja própria. Falta de treinamento sobre aparelhos . Algumas lojas estão bem fora do padrão de qualidade físico. Conselhos para presidência: De voz aos seus vendedores. Eles são o coração da empresa.   "},{"user":"Consultor Técnico","avaliation":"Prós: Empresa de porte nacional, com oportunidade em todo o Brasil, salários bons e com oportunidades de crescimento. Com a unificação das 3 marcas, as possibilidades aumentaram consideravelmente... Contras: Cultura engessada, após consolidar as 3 marcas (Claro, NET e Embratel) na marca Claro Brasil, o pilar pessoas, foi deixado de lado, o que era muito diferente na época da NET.   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pagamento em dia Contras: Má administração, modo de trabalho arcaico Conselhos para presidência: Evoluir e supervisionar melhor as lojas, não só na parte de vendas e sim comportamental   "},{"user":"Técnico de Head-end","avaliation":"Prós: O departamento em si trabalha em harmonia e os colaboradores são bons. Salário nunca atrasa. Beneficios muito bons(plano de saude,plano odontologico e participações) Contras: Não há planos de carreiras e não há como crescer se não tiver alguem que te indique. Desvalorização total dos funcionarios e não aproveitamento nas vagas que aparecem dentro da empresa. Conselhos para presidência: Valorização dos funcionarios que ja estão na empresa. Em muitas vagas, os profissionais tem as qualificações necessarias, no entanto preferem selecionar pessoas do mercado de trabalho.   "},{"user":"Analista Contábil Financeiro","avaliation":"Prós: o salário é pago em dia, tem ótimos benefícios, o ambiente de trabalho é bom, estabilidade, convênios com faculdades e outros tipos de estabelecimentos. Contras: Coordenadores a moda antiga, difícil conseguir uma promoção, o processo de vagas internar não é transparente, coordenadores não dão Feedback a respeito da sua situação na empresa.   "},{"user":"Assistente Comercial","avaliation":"Prós: Tem muita qualidade na entrega de seus serviços e sempre esta em destaques, os benefícios entre assistência medica e outros são maravilhosos. Contras: Funcionários não tem plano de carreira e infelizmente a gestão não faz com que seus colaboradores se permaneçam felizes dentro da companhia. Conselhos para presidência: Sempre desenvolver seus colaboradores para o sucesso da empresa   "}]