[{"user":"Executivo de Contas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa oportunidade para aprender dado a extensão do portfólio de produtos da empresa incluindo os seguimentos de telecomunicações e TI. Pagamentos em dia. Contras: Muitos processos internos e sistemas desatualizados e não integrados o que gera excessivos trabalhos repetitivos tornando o processo de benda extremamente burocrático Conselhos para presidência: Atualizar e integrar sistemas e processos para diminuir a burocracia no processo de venda.   "},{"user":"Técnico","avaliation":"Prós: A empresa da muita oportunidade de crescimento profissional ao funcionario no sentido do conhecimento. Possui excelentes beneficios e da todo suporte necessario para o desenvolvimento. Contras: Empresa possui um criterio de seleção de vagas baseada na indicação e não na competencia do profissional. A possibilidade de crescimento é muito pequena. As politicas internas deveriam funcionar melhor. Conselhos para presidência: A empresa em si tem total capacidade para se tornar uma das maiores no setor de telecom, mas precisa melhorar a gestão e valorizar mais o funcionário técnico.   "},{"user":"Assistente de BackOffice - Ex-funcionário, saiu em 2018","avaliation":"Prós: Enquanto Embratel, foi a minha melhor experiência profissional. Colaboradores reconhecidos financeiramente, por meio dos benefícios oferecidos e valorização do trabalho executado. Grande mudança dessa visão após a fusão para Claro. Contras: Melhor empresa para trabalhar. No entanto, após a fusão de empresas de Embratel para Claro, houve muitas mudanças e muitas demissões. A principal mudança foi terceirizar os serviços de Backoffice. Conselhos para presidência: Deixar de terceirizar os serviços.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2015","avaliation":"Prós: O Ambiente de trabalho é confortavel, as funções de sistema anão costuma travar, e os preços dos planos sao acessiveis para a maioria das pessoas Contras: Existe uma falta de organização da parte da diretoria, falta de organização e sincronia entre os cargos da empresa, mudança constante de funcionários.   "},{"user":"Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Alguns benefícios e há pessoas boas em meio ao caos. O prédio novo é bom. É uma grande empresa e com uma boa gestão tem chance de voltar ao que era quando era apenas Claro. Contras: A empresa não trabalhou bem a fusão e portanto, tem problema de clima. O RH não funciona, apesar de existir alguns profissionais competentes. A alta liderança é incapaz de admitir que possuem problemas. Vivem no mundo de Alice. Se vc puxa o saco do diretor e for homem ou sangue azul, consegue uma promoção. Conselhos para presidência: Trocar a liderança. É melhorar o RH.   "},{"user":"Vendedor Júnior","avaliation":"Prós: Empresa Maravilhosa, Beneficio superior ao do mercado e com possibilidade de crescimento rápido e trabalham em equipe o que torna o dia tranquilo e fácil de conviver Contras: Demora um pouco abrir vagas para crescimento interno. O departamentos de recursos humanos deveriam crescer os internos e não só gozar vagas externar para cargos superior a de um colaborador interno   "},{"user":"Vendedora - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo lugar pra trabalhar, benéficos acima do mercado como VR + VA , convênio médico para toda família , plr anual entre outros benefícios . Contras: Abandono em lojas distante por parte de cordenacao , sem horários fixo de trabalho, dependendo da troca de gerência você é tranferido de loja e só é informado no dia, sem nenhum planejamento pessoal   "},{"user":"Líder Técnico","avaliation":"Prós: Ambiente de trabalho é o maior ponto positivo, com pessoas com bom nível de conhecimento e em sua maioria dispostas a compartilhar conhecimento Contras: Zero valorização, falta de apoio para o colaborador buscar novos desafios, gerentes sem autonomia e diretores sem visibilidade do que ocorre em suas equipes Conselhos para presidência: Sair da desvalorização para qualquer que seja a valorização do profissional   "},{"user":"Especialista em Assistência Técnica","avaliation":"Prós: Pagamento em dias e benefícios. Ambiente de infraestrutura adequado. Pessoas cordiais. Planejamento estratégico. Visão de futuro. Respeito ao cliente. Contras: Plano de carreiras. Reconhecimento profissional. Ouvidoria interna. Terceirização. Integração de funcionários novos não é feita adequadamente. Conselhos para presidência: Plano de carreiras e equiparação salarial.   "},{"user":"Consultor Externo","avaliation":"Prós: assistencia medica, vale refeicao. treinamentos constantes em relacao a produtos e demais servicos ofertados. supervisao alinhada porem com pouco incentivo dos demais departamentos. Contras: comissionamento baseado em tv e telefonia pouca oportunidade para crescimento realmente ofoscando o objetivo de galgar passos maiores na empresa Conselhos para presidência: o consumidor cada vez menos quer o serviço de tv. acabamos induzindo a compra do mesmo e no final somos cobrados por um indicador de qualidade a qual o cliente nao pagando em algum momento as faturas ou saindo da base em menos de 120 dias somos punidos.   "}]