[{"user":"Gerente Comercial","avaliation":"Prós: Salário, pessoas, bônus anual, carro da frota com O benefício, flexibilidade de horário e atuação. Contras: Processos engessado   "},{"user":"Gerente","avaliation":"Prós: Empresa oferece muitos benefícios e plano de Crescimento. Excelente estrutura e condições para desempenhar seu trabalho. Gestores alinhados com as diretrizes da companhia. Contras: Ambiente de muita pressão. Indicadores são bastante cobrados e Reunioes diarias. Ambiente extremamente competitivo. Metas não alinhadas com a realidade de mercado.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Ótima em formar vendedores, ensina abordagem direta, negociação, trabalhar sob pressão, contornar situações difíceis, ensina a ter controle sob emoções Contras: Muita pressão sobre vendas e prestação de serviços, sistemas complicados, falta de empatia por falta dos gestores, dificuldades com horários   "},{"user":"Consultor de Projetos","avaliation":"Prós: Gestores totalmente acessíveis, ganho de conhecimento e possibilidade de ser o protagonista da sua carreira, salário compatível com mercado e com PLR anual. Contras: Empresa sem plano de carreira para funcionários, processos confusos, poucas chances de crescimento profissional, como não há avaliação estamos na mão dos gestores para crescer.   "},{"user":"Analista Sênior","avaliation":"Prós: O ambiente profissional, os desafios que nos são delegados e também os projetos da empresa são pontos que nos fazem a permanecer na companhia hoje. Contras: Acredito que se tivesse um plano de carreira e desenvolvimento profissional interno (como mentoria e etc.) a empresa seria mais atrativa ainda. Conselhos para presidência: Plano de carreira, mentoria   "},{"user":"Gerente de Canais II","avaliation":"Prós: Empresa com excelente ambiente de trabalho, facilidade de comunicação entre as áreas. Foi uma empresa que me despertou o interesse em vendas e me capacitou com treinamentos e campanhas. Contras: Pontos negativos são de que algumas pessoas em cargos de gestão não se capacitaram para desenvolver a equipe e motiva-los a alçar novos voos.   "},{"user":"Consultora de Venda","avaliation":"Prós: Possibilidade em fazer comissões altas, plano de saúde e um bom vale refeição, gestão organizada e proativa em ajudar a resolver problemas. Possibilidade de crescimento na empresa. Contras: Metas muito altas, muitas travas para alcança las, carga horaria cansativa trabalhando quase sempre em shopping, de segunda a segunda com apenas uma folga Conselhos para presidência: Melhorar os sistemas e dar mais apoio e treinamento aos funcionários   "},{"user":"Vendedor","avaliation":"Prós: Benefícios, VR VA convênio médico, excelente, salário ótimo para área de telefonia conheci muitas pessoas e vários tipos de gestões é isso Contras: Pontos a melhorar é a forma de como é cobrada a meta de cada vendedor, pois na questão vendas tem que ser um vendedor agressivo nessa área isso Conselhos para presidência: Valorize mais seus funcionários, no sentido de metas e pressões psicologicas   "},{"user":"Especialista","avaliation":"Prós: Ambiente descontraído, propício para aprendizado. Escritório bacana (sem muitas coisas, mas ok). Muito estímulo ao crescimento interno, dentro das empresas. Contras: Salário abaixo do mercado, benefícios muito ruins e piores que os outros concorrentes em telecom. Empresa pensa muito pouco na satisfação do colaborador.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa dá bastante benefícios para os funcionários, como Vale alimentação e vale refeição muito bons, plano de saúde com valor irrisório, extensivo pra família. Contras: Falta de comprometimento com os clientes, a gestão direta não se compromete para chegar aos resultados esperados, mas cobra muito sem saber o que acontece realmente na prática. Conselhos para presidência: verifique se a gestão direta trabalha de acordo com a VISÃO e MISSÃO que a empresa prega.   "}]