[{"user":"Técnico de Manutenção - Ex-funcionário, saiu em 2017","avaliation":"Prós: Beneficios , Salario e plano de carreira Contras: Serviço extremamante desgastante.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Paga em dia no dia correto. Incentiva a busca dos resultados que refletem na PPR. A comunicação interna é eficiente. Tem possibilidades de ascensão de carreira, mas isso pode demorar. Contras: Não tem uma cultura de treinamentos muito boa. Incentiva muito o \"se vira\" pra aprender. Alguns setores após a fusão ainda são resistentes uns com os outros. Conselhos para presidência: Invistam mais em treinamento e no plano de carreira.   "},{"user":"Vendedora - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente agradável e alegre para se trabalhar, gestores amistosos. Treinamento na medida para realização das vendas e manuseio do sistema da empresa. Contras: Carga horária um pouco elevada. Pouco treinamento para lidar com as inevitáveis situações de conflito com clientes. Excessiva cobrança para bater as metas em vendas estabelecidas.   "},{"user":"Sales","avaliation":"Prós: Portifólio de serviços abrangente, comprometimento com a qualidade, força da marca, atuação nacional, alcance de regiões remotas, empresa lider no seu segmento de atuação, bom ambiente de trabalho, bom plano de saúde e previdência privada, paga em dia. Contras: Processos internos muito pesados, falta de agilidade e flexibilidade para trabalhar projetos complexos de integração, falta de regras estáveis e claras de remuneração variável.   "},{"user":"Analista Sênior","avaliation":"Prós: Clima, benefícios, interação entre as pessoas, autonomia, proximidade com os graus mais altos da hierarquia proporcionando um ótimo aprendizado. Contras: Empresa não possui processos e fica sempre apagando incêndios, as áreas não se conversam, sem plano de carreira, tem que ter muita política. Conselhos para presidência: Sinergia, processos e inovação   "},{"user":"Assistente Cop","avaliation":"Prós: Ótima empresa e benefícios bons, ambiente agradável, descontraído, oportunidade de participar de palestras e outras atividades que a empresa proporciona. Contras: Em alguns departamentos a possibilidade de crescimento é restrita, impossibilitando que todos participem dos processos internos, desmotivando os funcionários. Conselhos para presidência: Oportunidades para todos os departamentos em relação a processos internos.   "},{"user":"Instalador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Vale refeição, era uma forma de sustentar minha família, melhor que nada, tem o carro que facilita a vida, a escada ajuda também, as ferramentas Contras: Muita cobrança por metas sem contrapartida, acabaram com minha saúde, graças a Deus pude sair, chefes folgados, que cobram um sistema desumano, que favorece só o lucro Conselhos para presidência: Reestruturar toda a empresa, focar na satisfação dos funcionários e retenção dos mesmos   "},{"user":"Gerente de Negócios III - Ex-funcionário, saiu em 2015","avaliation":"Prós: Uma Empresa Super pontual com seus compromissos Ótimos benefícios, Vale refeição, vale alimentação, Ticket Car, Combustivel. Ótimas premiações; Academia de vendas Contras: Falta de processos para agilizar as demandas internas, o que facilitaria e muito a vida dos GNs Por ter falta de processos o excesso de retrabalho. Conselhos para presidência: Agilizar processos.   "},{"user":"Promotor de Vendas - Ex-funcionário, saiu em 2010","avaliation":"Prós: Horário flexível vale alimentação folga semanal pagamento no dia certo variável no mesmo mês ótima empresa vale a pena RH bem preparado ... Contras: Pouca variável. Deveriam pagar mais um fixo melhor mais comissão   "},{"user":"Vendedora","avaliation":"Prós: Os pontos positivos são a Premiação em dinheiro, salário bom, um lugar bom para trabalhar entre partes se não ouvesse uma meta tão absurda para cumprir. Contras: Meta muito absurda, exagero nas cobranças, funcionários não são reconhecidos pelo trabalho que fazem, sistema horrível de trabalhar no dia a dia.   "}]