[{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Em presa com um ambiente de trabalho dinâmico e conectada com as mudanças de mercado. Bom pacote de benefícios e possibilidade de trabalhar em outras unidades. Contras: Liderança despreparada, comunicação falha, processos indefinidos, alta rotatividade, falta de coleguimos, falta de visão global e atualização. Conselhos para presidência: Ouvir o que os funcionários pensam   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente agradável e possibilidade de crescimento. Empresa com qualidades, inclusive relacionado aos benefícios... Indico pra quem quer iniciar a carreira no setor de vendas. Contras: A empresa teve um grande declínio nos últimos 2 anos. Ela foi unificada a NET e isso atrapalhou aparentemente muitas coisas, entre elas gestores desqualificados e baixa remuneração variável. Conselhos para presidência: Buscar profissionais gestores de formação... A empresa costuma contratar ou promover profissionais de vendas com formação superior ou cursos profissionalizantes sem elo algum com liderança e gestão de pessoas... Os gestores são muito desqualificados tecnicamente...   "},{"user":"Vendedor Comercial","avaliation":"Prós: Trabalho com o ambiente agradável pessoas agradáveis produto vendavel vendedor interno carga horária legal folgas diferenciadas pra ser shopping Contras: Poderia ter programa de carreira oferecer um plano de saúde bônus extra de ganho de acordo com as demais lojas da praça e fechar um fixo de 1500. RS...   "},{"user":"Técnico de Rede Externa","avaliation":"Prós: Ótimos benefícios, boa cobertura de plano de saúde, ambiente de trabalho e rotinas tranquilo, cultura de trabalho em equipe e garantia de estabilidade. Contras: Poucas chances de progressão profissional sequencial, falta de um plano de carreira,falta de reconhecimento relacionado a formação profissional dos funcionários, Conselhos para presidência: Priorizar a expansão em unidades residenciais durante sua construção, trazer de volta o setor de vendas para próprio e prospectar ativamente o novos clientes além de administra novas promoções nas áreas de alta rotatividade de clientes.   "},{"user":"Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente, boa estrutura, bom. Salários, bons benefícios. Contras: Mobilidade. Conselhos para presidência: Aumentar o sistema de remuneração variável "},{"user":"Gerente Executivo de Vendas","avaliation":"Prós: Bom ambiente de trabalho, grandes marcas que apoiam a imagem junto ao mercado, estrutura que possibilita muitas possibilidades de crescimento profissional (empresas do grupo com vários niveis hierarquicos e regionalizados) Contras: Pouca autonomia, salários defasados, nao existe uma politica de retenção de talentos, colaboradores desmotivados e pouco produtivos em geral Conselhos para presidência: Cuidar melhor das pessoas e investir nos profissionais que demonstram comprometimento com o negócio   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Boa remuneração e beneficios!Empresa conhecida no mercado onde não precisa vender a marca e sim o produto!Investe em treinamento.Valoriza funcionarios antigos Contras: Falta de estrutura física legal, não tem plano de carreira em alguns setores, preferem pegar de fora do que aproveitar quem está na empresa!   "},{"user":"Analista de Fraude","avaliation":"Prós: treinamentos, incentivo a estudo e clube de corridas como o &running, projetos sociais relevantes e ótimas ferramentas para trabalhar, hardweres e solfwares atuais. Contras: Plano de carreira não é divulgado, vagas são abertas e encerradas durante o processo, não tem avaliação de desempenho, salários são muito diferentes numa mesma área depois da incorporação de outras marcas Conselhos para presidência: Melhorar o plano de carreira, ter avaliações de desempenho, verificar e corrigir as diferenças grotescas de salário, pois atualmente, trabalhamos ao lado de pessoas que fazem exatamente a mesma atividade e ganham mais ou menos. Isso é terrível.   "},{"user":"Analista Funcional Fiscal","avaliation":"Prós: Estabilidade e estrutura interna. Boa alocação dos funcionários e boa remuneração. Parcerias com prestadores e revendas. Contras: Deficiências no crescimento organizacionais. Falta canal de comunicação entre funcionários e recursos humanos. Péssima interação entre os funcionários de empresas do mesmo grupo. Conselhos para presidência: Avaliar profissionais de coordenação e abrir um canal simplificado entre os colaboradores e direção.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2013","avaliation":"Prós: nunca atrasa o pagamento, empresa muito bem receptiva trata muito bem os funcionário , sempre tem premiação para melhores vendedores, praticamente todos os meses . Contras: Não tenho nada a reclamar pois sempre fui bem tratado na empresa claro. foi muito bom trabalhar , infelizmente tive que mudar de estado, pra minha cidade natal   "}]