[{"user":"Analista de Logística PlenoEx-funcionário, saiu em 2018","avaliation":"Prós: Salario; benefícios; gestores, desde a gerencia até os supervisores; qualidade de vida e entre outros pontos que são satisfatório fazer parte do time da Claro Brasil\n\nContras: Nao tenho nenhum ponto negativo a ser publicado sobre a empresa, pois o período que passei na mesma foram bastante significativos e recompensador.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor Sênior","avaliation":"Prós: Experiência e tamanho da marca. Ótimo para iniciar na area de vendas. Me ajudou a desenvolver competências que não tinha e agora posso desbravar outros lugates.\n\nContras: Plano de desenvolvimento fraco para vendedores de loja. Falta de treinamentos para os pontos operacionais e assim a ineficiência de atendimento e pouca retenção de talentos.\n\nConselhos para presidência: Analisar melhor o quado das lideranças e desenvolvimento destas em Lojas próprias.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2000","avaliation":"Prós: Excelente para aprender, pois permitia que o estagiário conhecesse diversas áreas, frequentasse cursos para capacitação profissional, além de ter apoio e acompanhamento pela equipe de RH. O clima era muito bom entre os funcionários.\n\nContras: A remuneração e o vale refeição estavam um pouco abaixo da média na época em que estagiei na empresa além de demorar muito tempo para ascender de cargo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor Comercial InternoEx-funcionário, saiu em 2018","avaliation":"Prós: Vale alimentação ótimo,PPR muito bom,plano de saúde ótimo,3,00 por pessoa,vale muito a pena,combo colaborador valor ótimo para funcionários, recomendo\n\nContras: Área comercial muda com muita frequência,ofertas promoções complicadas, muita burocracia para cadastro de vendas ,liberação de endereço,análise de crédito muito rigida\n\nConselhos para presidência: Fazer ofertas menos complicadas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista em Telecomunicações","avaliation":"Prós: Plano de Saúde e PPR.\n\nContras: Valorização da carreira de gestão muito maior que de especialistas; Salário, carga horária e benefícios muito diferentes para pessoas que executam a mesma tarefa.\n\nConselhos para presidência: Igualdade salarial, de benefícioos e carga horária semanal entre funcionários que executem as mesmas tarefas.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Contas JúniorEx-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, ótimo plano de saúde, respalda você em tudo, e é compreensivo com eventuais problemas férias sem atrasar, e ticket compatível com mercado.\n\nContras: Poucas oportunidade de migrar para outras áreas devido ao baixo salário, não é possível migrar para outras áreas.deveria promover por meritocracia, mas muitas vezes não acontece.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor ComercialEx-funcionário, saiu em 2018","avaliation":"Prós: Comissionamento, benefícios, reconhecimento do funcionário. A empresa tem participação de lucro o que ajuda a ganhar mais dinheiro e reconhecido pelos coordenadores\n\nContras: O plano corporativo do funcionário não era bom, pois aos clientes eram planos com ligações ilimitadas e para os funcionários era cobrado as ligações que fazíamos para garantir vendas. Não via incentivo aos funcionários para subir de cargo\n\nConselhos para presidência: Melhor gestão na questão de contratação de vendedores\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de Telemarketing Receptivo","avaliation":"Prós: Benefícios vale alimentação bom. Vale transporte.\n\nContras: Uma Instabilidade de salário de acordo com a quantidade de vendas mensal.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de OperaçõesEx-funcionário, saiu em 2018","avaliation":"Prós: Cultura Corporativa, História, Responsabilidade Social, Visão de Futuro, Ética Interna e Externa, Liderança Tecnológica, Processos de Gestão por KPI\n\nContras: Processo de Condução da Fusão NET/CLARO/EMBRATEL, Desigualdade Salarial entre a Base e os Altos Níveis de Liderança, Perda da Visão Estratégica nas Pessoas\n\nConselhos para presidência: Valorizar os profissionais de liderança durante esta fase complexa de fusão.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de TI Pleno","avaliation":"Prós: Empresa estável, ambiente amigável, bons benefícios, analistas bons onde podemos ganhar experiência extraindo o melhor de cada um, local e localização boa.\n\nContras: Empresa grande tendo dificuldade de crescimento pessoal, pouco incentivo para ganho de conhecimento pela empresa como cursos e workshops, tendência de corte de benefícios e tercerização.\n\nConselhos para presidência: Pensar mais no indivíduo e não apenas no lucro.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]