[{"user":"Assistente de Vendas","avaliation":"Prós: A empresa tem muitos benefícios,isso vale a pena. Tem 2 horários para o cargo que fui contratada.os supervisores são legais. Sempre dão treinamentos para os funcionários.\n\nContras: Tem pressao excessiva, quando um supervisor cisma com o funcionário ele simplesmente o ignora... horário da tarde vai até às 19 42 .se vc não bater meta,ameaçam te desligar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de Loja/Operador de CaixaEx-funcionário, saiu em 2019","avaliation":"Prós: Ótimo salário e benefícios para o funcionário, loja bonita e confortável de se trabalhar. Varia muito entre lojas mas a maioria tem um bom clima para trabalho\n\nContras: Não há muitas possibilidades de crescer na carreira fora de loja própria, escalas e metas abusivas, gestores despreparados e falta de treinamento.\n\nConselhos para presidência: Ouvir a opinião dos funcionários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Qualidade","avaliation":"Prós: plano saúde, oportunidades internas (por ser três empresas unificadas), mercado em expansão, pagamento em dia, vale refeição e alimentação, ambiente dinâmico.\n\nContras: falta política de crescimento, empresa de serviços sempre é um ambiente desafiador, não digo como ponto negativo, mas como ressalva, deve-se ter perfil hands on e dinâmica, que gosta de desafio e ambiente dinâmico\n\nConselhos para presidência: ter perfil dinâmico e hands on\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Serviços Júnior","avaliation":"Prós: Clima de trabalho é bom, estrutura é aceitavel, tem otimos beneficios, e autonomia na execucao das tarefas no dia a dia. Horario flexivel de trabalho. Desconto em produtos da empresa.\n\nContras: Falta de plano de carreira, treinamentos, reconhecimento profissional. Nao existe um pano de carreira, processos burocráticos e engessados, pensamento de empresa antiga. Nao permite home office e nao investe no funcionário.\n\nConselhos para presidência: Criar um plano de carreira definido para os funcionarios e um plano de retencao de talentos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Head-end","avaliation":"Prós: Bom pacote de benefícios. Empresa multinacional, oferece oportunidades de crescimento entre todas as áreas da empresa, técnica, comercial, jurídico, administrativo, etc...\n\nContras: Empresa ainda em processo de uma melhor união de cultura entre as 3 empresas, Net, Claro e Embratel. Porém, dada que a união ainda é recente, pode ser considerada uma situação natural.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor","avaliation":"Prós: Benefício são muito bons. Da para viver bem baseado no salário mínimo do país. Paga em dia , e oferece plano de carreira. Sendo assim , conclui como bom.\n\nContras: Resolver problemas atrapalham a vender. São 3 empresas em uma só “ claro , net e Embratel “. Não tem setor de atendimento bom para resolução de problemas, com isso , os clientes vão até a loja.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Desenvolvimento Negócios","avaliation":"Prós: A convivência com pessoas com limitações. Localização do prédio novo. A água não é cobrada. Contato com muitos fornecedores e parceiros de negocios.\n\nContras: Te tratam como gado, apenas m número. Não existe preocupação com o ser humano. Apenas em campanhas que são divulgadas na mídia. Gestoras sem a menor capacidade.\n\nConselhos para presidência: Pdv\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Salários pago em dia. Bom clima para trabalhar. Bons benefícios. Participação em Eventos e Treinamentos dos parceiros. Excelente relacionamento entre as áreas. Todos colaboram com os resultados.\n\nContras: Gestão precisa melhorar. Falta de transparência na comunicação dos eventos. Muito radio peao. Perdendo receita. Nao paga fornecedores a partir de Set de cada ano. Plano de carreira somente acontece após 5 anos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente é bom no geral, a maioria das pessoas se ajudam, dependendo do projeto você consegue estudar e realizar suas atividades pessoais sem comprometer.\n\nContras: Salário defasado e sem perspectiva de aumento, só existe aumento se achar outro emprego e querer sair, mesmo assim quase sempre nunca atingi a proposta externa. Plano de carreira não funciona, se não reclamar, fica na mesma posição por anos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Assistente de Tesouraria","avaliation":"Prós: Empresa com processos redondos, oportunidades de crescimento e desenvolvimento. Remunerações variáveis e campanhas agressivas. Ótimos benefícios\n\nContras: No segmento de telecom não existe descanso, ramo agressivo e competitividade alta. Se a pessoa não tiver problemas em estar online das 6h às 00\n\nÚTIL? \nREPORTAR"}]