[{"user":"Analista de Banco de Dados Júnior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: A empresa não possui uma cultura de plano de carreira, de modo que não existem parâmetros de explicitos de forma clara para o crescimento individual do colaborador. Conselhos para presidência: Estabelecer critérios para o reconhecimento e desenvolvimento dos colaboradores.   "},{"user":"Analista Contábil Financeiro","avaliation":"Prós: Ambiente descontraído horário flexível ambiente confortáve liberdade expressar suas ideias Ambulatorio medico Nutricionista Pipocas a tarde Contras: PLR baixa VA baixo VR Baixo Promoção costuma demorar Convênio médico para dependente Plano de carreira Férias PLR VA VR Promoção costuma demorar   "},{"user":"Gerente","avaliation":"Prós: Decisão é tomada no Brasil e qualquer analista pode contribuir. Isso cria uma cultura de empreendedorismo e dono. Com certeza esse é o que veremos nos próximos anos. Contras: Poucos beneficios de rh. O vale refeição (destinado ao almoço) não corresponde à faixa de gastos da área e o vale alimentação é apenas uma ajudinha. No entanto, a empresa sabe o que precisa fazer. Conselhos para presidência: Keep moving foward !   "},{"user":"Coordenador de P&D","avaliation":"Prós: Empresa bem localizada na filial que atuo, salário pago antes do final do mês e sempre em dia, algumas pessoas compreendem que precisa mudar. Contras: Ambiente hostil, é um querendo puxar a perna do outro, sem acompanhamento próximo da gestão, sentimento de abandono constante precisa dar mais feedback. Funcionários mais antigos com mindset ultrapassado e não gostam de mudanças a empresa não investe em capacitação. Estrutura do prédio mal cuidada e sem espaço para mais crescimento. Os gestores tem pouca autonomia para decisões, as ações da direção são na base do chicote e no grito, portanto pouco espaço para propor idéias e sugestões gerando funcionários muito desmotivados. Máquinas da equipe de desenvolvimento ultrapassadas e lentas, não recebe upgrade. Conselhos para presidência: Melhore o ambiente de trabalho, invista na qualidade de vida das pessoas e não só no lucro. Facilite os processos de RH, torne a empresa mais ágil em todos seus processos e não um cabide de empregos como é hoje, ou logo ficará para trás.   "},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: É um ótimo ambiente de trabalho, horário flexível, o diretor, gerente e coordenadores, trabalham no mesmo ambiente. Empresa incrível, gostei muito Contras: Salários e benefícios muito baixos para uma empresa de grande porte, no meu caso as coordenadoras da área não faziam me davam aquele feed back, isso era algo péssimo   "},{"user":"Analista - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente agradável, no dress code, possibilidade de HO, folga no dia do aniversário, eventos bacanas. Possui pessoas muito boas que tentam corrigir o problema que grande parte da liderança cria. Contras: Gestão extremamente fraca, com metas absurdas e cobranças desproporcionais com a equipe. As áreas viraram silos, cada uma remando para um lado diferente, e buscando o que é melhor pra si, ao invés de buscar o crescimento da empresa. RH não tem ideia da insatisfação dentro das áreas, e se tem, é totalmente passiva quanto aos problemas. Muitos discursos dos gestores servem apenas para mascarar a incapacidade das áreas de aprenderem e evoluir. Empresa focada apenas em aumentar faturamento, e não em resolver o real problema que ela nasceu pra fazer: melhorar o transporte rodoviário de cargas, conectar embarcadores à caminhoneiros, e acabar com as péssimas condições de trabalho que vivem os caminhoneiros. Aliás, os principais recursos da empresa (os caminhoneiros) são tratados como se fossem descartáveis, enquanto os funcionários buscam bater a meta absurda imposta pela gestão e conquistar sua comissão no fim do mês. Conselhos para presidência: Estão começando a abrir os olhos para os reais culpados, mas ainda precisam trazer líderes inspiradores que consigam impulsionar os bons funcionários presentes na empresa. Entender a real dor que vocês estão querendo resolver, e unir a empresa para que todos remem na mesma direção em busca dos objetivos.   "},{"user":"Analista","avaliation":"Prós: Oportunidade de aprendizados. Compreensão quanto a sua vida pessoal. Bom plano de saúde. Ambulatório na empresa e eventos em datas comemorativas. Contras: Sem Plano de carreira definido, benefícios como Vale refeição e alimentação a baixos valores. Alta rotatividade e mudanças estruturais......   "},{"user":"Analista Desenvolvedor .NET Pleno","avaliation":"Prós: Os desenvolvedores se ajudam no geral independente do departamento, RH sempre ágil e clinica de saúde no local, facilitando o atendimento e acompanhamento médico. Contras: Máquinas não possuem SSD e muitas vezes o computador fica muito lento durante o período do trabalho, alguns gestores não se importam com seus colaboradores e literalmente te jogam pra outro departamento sem te questionar e é muito difícil adquirir um aumento sem participar de algum processo interno.   "},{"user":"Analista de Customer Success Pleno","avaliation":"Prós: Ambiente de trabalho, Infraestrutura para trabalho, Equipes colaborativas, Vale refeição, Plano de saúde, Plano odontológico. . Contras: Política de Chefia e não de liderança, Falta de plano de carreira, Sem orientação psicológica ou de carreira .   "},{"user":"Auxiliar de Serviços/ Auxiliar Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa oferece diversos recursos tudo é muito acessivel Salários e benefícios em dia, salário um pouco acima da média do mercado em são paulo, local de trabalho seguro e bem localizado, flexível no horário, local amigável de se trabalhar. Contras: Não possui Muita cobrança por projetos vendidos com prazos curtos, horas extras em excesso, não tem reconhecimento, não existe plano de carreira, só existe reconhecimento se cobrar ou tiver proposta de outra empresa. Conselhos para presidência: Ser respeitosos e responsavel   "}]