[{"user":"Gerente de Relacionamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa ótima para se trabalhar, valoriza muito no currículo de quem passa por lá, tem um ótimo nome no mercado, contribui muito no crescimento da carreira tem muitas oportunidades de crescimento. Contras: Muitos processos, feitos por pessoas que não estão na ponta acabando afetando os profissionais de que estão de frente ao cliente, acredito que devido a muitas aquisições feitas em pouco tempo.   "},{"user":"Assistente Técnico - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ambiente de trabalho saudável. Pessoas incríveis e empenhadas. Teve grande crescimento nos últimos anos e proporcionou reconhecimento a muitos dos antigos funcionários. Contras: Não vejo algo de forma negativa, em comparação a outras empresas que trabalhei. Talvez houvesse algum erro no gerenciamento dos líderes, na época que trabalhei.   "},{"user":"Analista de Qualidade - Ex-funcionário, saiu em 2016","avaliation":"Prós: Fácil acesso ao local de trabalho. Os benefícios oferecidos não era de todo ruim, o único que puxa o grau de satisfação para baixo, e o vale alimentação que era de R$ 130,00 num período de 6 anos nunca mudou. Contras: Uma rotatividade gerencial muito grande e num espaço de tempo pequeno, o que não dava para medir se a mudança seria positiva ou negativa. Uma guerra de egos entre as gerencias e coordenadores que também não era saudável. Conselhos para presidência: Diminuir a rotatividade no corpo diretivo, apostar nos talentos internos. E ouvir mais os funcionários que lidam com o cliente no dia a dia, como os do suporte e implantação.   "},{"user":"Analista Desenvolvedor Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Equipe descontraída, ambiente possibilita o crescimento, horário flexível, bons benefícios, reuniões semanais e mensais para discussão geral ou sobre projetos. Contras: Falhas na aplicação de Scrum, desorganização da equipe, proibição do almoço na empresa, sistema de ponto não confiável (sempre faltava alguma batida).   "},{"user":"Diretor","avaliation":"Prós: Oportunidade de participação e envolvimento nos desafios da empresa. Ambiente agradável. Boa localização. Preocupação em buscar atualização. Contras: Modelo familiar ainda pouco alinhado com as melhores práticas do mercado. Salários abaixo da média do mercado para seus cargos. Benefícios básicos.   "},{"user":"Analista","avaliation":"Prós: Horário Flexível Bom ambiente de trabalho Ajuda mútua Salário acima do mercado Contras: Falta reconhecimento interno Plano de carreira praticamente não existe Prazos de entrega curtos Conselhos para presidência: Reconhecimento dos funcionários   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Flexibilidade de horários, empatia entre equipes, fácil comunicação com a coordenação, os colegas de trabalhos são muito profissionais e uns ajudam aos outros. Contras: Dificilmente consegue-se um aumento de cargo, não há plano de carreira, não há pagamento de horas extras e o ticket alimentação não sofre aumento a mais de 4 anos. Conselhos para presidência: Analisar o desempenho de funcionários e proporcionar plano de carreira.   "},{"user":"Coordenador de TI","avaliation":"Prós: Ambiente físico de trabalho bom Infraestrutura muito boa Pessoas tentando ajudar Contras: Não permitem mudar a categoria de seu plano de saúde, portanto, você começa a receber muitos descontos e não consegue fazer downgrade. salários baixos em relação ao mercado um pouco desorganizada para desenvolver softwares. As demandas sempre são para ontem e mudam a cada dia. tudo é prioridade. Conselhos para presidência: Permitir ao colaborador mudar a categoria do plano de saúde, downgrade ou upgrade. desenvolver softwares respeitando o ciclo de vida de um software e não desenvolver sem escopo ou especificação   "},{"user":"Analista de Suporte a Sistemas Júnior","avaliation":"Prós: Bons benefícios para funcionários alocados dentro da sede da empresa, uma empresa com uma grande margem de crescimento profissional e que está completamente estabelecida em seu mercado. Contras: Funcionários alocados em clientes, são praticamente esquecidos pela empresa, pois a única forma que são observados é pela produção em chamados resolvidos, porém não é possível avaliar um funcionário que você nunca viu apenas por um número que é incapaz de estimar a complexidade do problema tratado pelo funcionário.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Empresa bem localizada. Ambiente de trabalho light, hoje sem muitas cobranças mas sempre focando resultados. O time é bem alinhado e a sinergia é ótima. Contras: Estrutura predial horrível. Falta de reconhecimento dos funcionários novos. Desorganização do time de RH, pois o funcionário entra na empresa hoje e 90% dos casos nem usuário de rede possuí. Conselhos para presidência: Façam o simples. Apenas foquem no bem estar de novos colaboradores e organização para eles ... O novo só entrar no setor com USUÁRIO DE REDE CRIADO E TESTADO, USUÁRIO DE ATENDIMENTO CRIADO E TESTADO, MAQUINA (PC) NOVA, VA + VR + VT FUNCIONAIS e JÁ DISPONÍVEIS. Contendo isso, a cultura interna será com certeza melhorada.   "}]