[{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho local de trabalho, beneficios, ambiente de trabalho Contras: Favoritismo, reconhecimento não existe, plano de carreiro menos ainda. Eles pregam que tem plano de carreira e reconhecimento, porém , ele só acontece para as mesmas pessoas de um grupo. Voce pode entrar, ficar 10 anos, e ganhar aumento so de dissidio, sendo um bom funcionario, que a empresa nao se importa. Liderança desonesta.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Liberdade de horários, benefícios, empresa se preocupa com o bem estar dos colaboradores em viagens e deslocamentos, empresa moderna e conceituada. Contras: Salário abaixo do mercado e gestores que não reconhecem o trabalho dos subordinados, com isso muitas vezes seu trabalho não é visto ou não é recebe o crédito que deveria Conselhos para presidência: Criar uma política de reconhecimento para os funcionários e que isso não fique sob a responsabilidade dos gerentes de departamento   "},{"user":"Analista de Suporte a Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de primeiro emprego com salário baixo. Ambiente tranquilo caso não tenha a pressão de seus coordenadores por nada, Fácil acesso. Contras: Prometido nas entrevistas que existia um plano de carreira e existe pessoas com potencial que não tiveram esse recurso, só se for amigo do coordenador de Suporte para conseguir alguma coisa. Horário não é Flexível que facilitaria muita coisa. Conselhos para presidência: Fazer uma reciclagem com a coordenação de Suporte, investigar possíveis favorecimentos por ser amigo e não por competência e habilidades, existem pessoas com Potenciais acima até mesmo da coordenação. A gerencia também precisa de uma reciclagem.   "},{"user":"Técnico de Infraestrutura Pleno","avaliation":"Prós: Bom local.de trabalho, ótimas pessoas , amo o que eu faço na Linx, me dá vontade de levantar da cama todos os dias para poder ir trabalhar.... Contras: Sem plano de carreira, remuneração ruim,falta de reconhecimento. Conselhos para presidência: Efetuar plano de carreira   "},{"user":"Estagiário de Desenvolvimento Mobile - Ex-funcionário, saiu em 2012","avaliation":"Prós: Estabilidade de se trabalhar em uma empresa de grande porte com alto grau de inovação na área de criação mobiles e desenvolvimento ágil para os devs Contras: A equipe de desenvolvimento não tem acesso ao consumidor final, nem interação com um gestou ou gerente de produto que faça o intermédio entre expectativa e valor do produto para o cliente   "},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: Ambiente descontraído, as pessoas trabalham de pantufa, horário flexível, liberdade, happy hours. Tecnologias novas, pessoas competentes, ótima localização. Tem lanche especial toda terça e quinta <3 Contras: Alguns processos, principalmente dos times que respondem para a matriz são muito engessados. A empresa está cheia de politicas e os donos ainda possuem uma visão muito retrógrada, não compatível com uma empresa de tecnologia. Conselhos para presidência: A presidência precisa abrir mais a mente, olhar um pouco para as outras empresas de tecnologia e correr atras do gap, para uma empresa de tecnologia ainda falta muita inovação.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Empresa de grande porte, com capital aberto, com mais de 3mil colabores, porém muito imatura; Boa localização; Boa sinergia entre os colaboradores do nível operacional (excluindo-se gestores, gerente, diretores); Contras: Nenhuma expectativa de crescimento, os funcionários ficam estagnados e não são promovidos/alocados de acordo com a capacidade/formação e qdo ocorre é pela amizade, não pela competência; Os gestores em geral são incapazes; Salários e benefícios abaixo do mercado; Os benefícios são de acordo o mínimo exigido pela CCT-SindPD - Assist. Médica por exemplo é com co-participação e não cobre nenhum dependente; Divulgam como benefício o PLR, que mesmo sendo um percentual baixo geralmente não pagam; Não pagam horas extras - ainda qdo é solicitado um esforço extra, pedem para o colaborador folgar estas horas adicionais trabalhadas; Diretores subestimam a capacidade intelectual dos colaboradores, vendem idéias surreais e muitas vezes faltam com a verdade; Se você pretende se candidatar a uma vaga nesta empresa, tenha em mente que você só poderá contar com o seu salário, então negocie-o bem antes de entrar. Conselhos para presidência: Reveja urgentemente seus conceitos com relação aos seus colaboradores, pois são o maior bem de sua empresa... valorize-os adequadamente e justamente, principalmente na parte financeira, que vocês terão um crescimento ainda maior.   (4)"},{"user":"Analista de Suporte","avaliation":"Prós: Não cobram horário ou tipo de se vestir. Eles pagam em dia ou sempre pagam seu salário antes. O ambiente é agradável e seguro. Apesar de tudo é uma boa empresa. Contras: Não reconhecem seu trabalho. Acho que a empresa não avalia seus coordenadores e gestores de uma maneira parecida com os seus inferiores acho que falta mais reciclagens   "},{"user":"Analista de TI","avaliation":"Prós: ótimos benefícios, salário bom. Chances de crescimento razoável. Divulgação de oportunidades internas antes de buscarem novos profissionais no mercado. Contras: Gestores despreparados, necessita de capacitação dos gestores, cursos de gestão de pessoas. Em alguns setores não há flexibilidade de horários.   "},{"user":"Analista de Implantação","avaliation":"Prós: Boa flexibilidade de horário, ambiente descontraído e com rh acessível a todos. Pagam em dia o salário. Bom local de trabalho e localização. Contras: Empresa sem planos de carreira, gestores não são bem classificados para a função, não sabem fazer feedbacks. Ambiente descontraído, mas demais pra uma empresa que está em crescimento.   "}]