[{"user":"Analista de Suporte a Sistemas","avaliation":"Prós: - Salários e benefícios pagos em dia. - Bom ambiente de trabalho. - Empresa em constante crescimento. - Plano de carreira sendo implementado através de abertura de vagas internas. - Inclusão do plano GPTW. Contras: - Salários um pouco abaixo do mercado. - Espaço comum pequeno e sem muitas opções para descanso. - Não possuem opção de trocar o VT por vale combustível. Conselhos para presidência: - Aumentar o espaço comum para os colaboradores. - Rever valores de salários e benefícios. - Montar um plano de carreira melhor definido, apesar de já existir o recrutamento interno.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Comitê de Clima, festas , aulas de descontração, sala de descanso, refeitório bem organizado. Ar condicionado muito bom. Organização de horários. Contras: Não tem horas extras, somente banco de horas. O salário poderia ser melhor com horas extras. Falta uma TV no refeitório. Poucas oportunidades de crescer.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente descontraído, oportunidade de crescimento, empresa de tecnologia portanto muda muito rápido e cresce rápido também e tem muitas oportunidades Contras: Ambiente ágil e focado em tecnologia, maioria homem e o ambiente é leve e agradável, tem Muitos jovens. Empresa em crescimento constante e por isso é importante amarrar processos Conselhos para presidência: Melhorar benefícios   "},{"user":"Analista de Suporte a Sistemas Pleno","avaliation":"Prós: Para o Cargo de Analista de suporte pleno, comparado com outras empresas, é alto. Entretanto isso não parte da Linx, é só o cliente que paga bem para este contrato. Contras: Não há plano de carreira. Gestão muito fraca, analistas que desempenham suas funções com diferencial, além do esperado não são reconhecidos e acabam saindo, pois recebem o reconhecimento de outras empresas. Nas entrevistas vendem a empresa como se fosse algo inovador, divertido de trabalhar estilo \"Google\", mas não é nada parecido com isso. Cobram até o café de você. Vale a pena para obter experiência, nada mais.   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Crescimento e possui plano de carreira, além de ser uma empresa consolidada no mercado e oferecer aprendizado com cursos e treinamentos para os colaboradores. Contras: Apesar do plano de carreira, é engessada quando se trata das verticais de grandes contas onde alguns diretores ainda possuem visões antiquatas e não permitem o crescimento de seus colaboradores.   "},{"user":"Estagiário","avaliation":"Prós: a empresa te dá vários benefícios, muitas chances de crescimento, boa relação com todas as áreas e os salários são pagos no dia, sem atrasos Contras: Pouco contato com diretores, muita desorganizacao nos processos da empresa, pouco reconhecimento de suas atividades, local com muito trânsito   "},{"user":"Programador Júnior","avaliation":"Prós: Bons profissionais, ambiente amigável ,auto conhecimento, evolução em tecnologia, visão sistêmica, flexibilidade, confiança, bons líderes e boa comunicação Contras: Não possui um plano de carreira definido, difícil uma ideia ir para frente, não possuir autonomia em projetos, outros departamento não são tao comunicativos   "},{"user":"Analista de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Séria e honesta com obrigações trabalhistas Local com várias opções de transporte público Local físico organizado e bacana Está em crescimento Salário acima da média Jornada flexível Contras: Não há interação entre equipes, nem qq incentivo para isso, as pessoas mal se olham, mal se cumprimentam Alguns gestores ainda estão na época dos CHEFES, não sabem nada e nem querem saber sobre LIDERANÇA, são antiéticos, deslumbrados, autoritários, elegem sua panela e os beneficia Clima sóbrio demais e distante, relacionamentos prejudicados pela má gestão, vigilância, fofocas e intrigas VR com valor muito baixo para a região As pessoas são promovidas pela mera impressão de alguns isso gera gestores sem nenhuma competência para a posição Conselhos para presidência: Alguns gestores deveriam ser substituídos por outros com visão de gestão de negócios e de pessoas Implantar home office para algumas áreas, com gestão de resultados Menos quantidade de gerentes, coodernadores, menos autoritarismo, menos interesse particular, menos política, mais gestores que sejam capazes de organizar, direcionar, progredir a equipe, levar mais resultados por liderança Promover e incentivar interação entre as áreas   "},{"user":"Analista Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa grande, com nome no mercado. Liberdade de trabalho. Bem localizada. Horário flexível. Contras: Falta de organização, estrutura, comunicação, baixo salário, falsas promessas.. "},{"user":"Analista Desenvolvedor .NET Sênior","avaliation":"Prós: nada, não tem nada mesmo, a empresa cobra ate café do funcionário e o pior que divulgam informações como se fosse uma maravilha, mas é tudo enganação. Tem 2.500 funcionários pois tem gente que aceita trabalhar sob escravidao Contras: gestão incompetente, donos gananciosos demais, pagava ate café na empresa, um absurdo, pagam amigos com altos salários mais não sabem suas atribuições, usam o lucro da empresa em beneficio próprio, uma empresa que o funcionário e um lixo, um pino descartável Conselhos para presidência: parem de pagar amigos incompetentes com altos salários e coloquem gente com conhecimento e retenha os talentos e parem de ser gananciosos, esse tempo de empresa já passou, ninguém mais quer trabalhar sob escravidão   "}]