[{"user":"Analista de Banco de Dados (DBA) Sênior","avaliation":"Prós: Oportunidades para todos, empresa seria com seus compromissos, está se esforçando para buscar seu lugar no GTPW ( Great Placenta To Work).... Contras: Ainda não tem lugar para os funcionários relaxarem e se destrairem, importantíssimo para melhorar o rendimento do profissional. Conselhos para presidência: Evoluir em benefícios para seus colaboradores.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa me ofereceu a oportunidade de inciar minha carreira na área de T.I, porém após algum tempo observando como a gestão do setor funciona ficou claro que existe muita coisa para melhorar. Contras: A gestão é inconsistente, muda muito o alinhamento. Se preocupa somente com a visão dos indicadores e não com a real satisfação do cliente ou dos funcionários. Conselhos para presidência: Considerar uma mudança completa na gestão do suporte de Postos.   "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: Empresa bem flexível quanto a jornada de trabalho, tem bons benefícios, aplica bastante treinamentos internos, tenta inovar na cultura da empresa, mais muitas coisas são barradas pela matriz e a filial não tem o que fazer. Contras: Não sabe reconhecer dando aumento salarial, nunca consegue bater o percentual para receber o PRL, não tem um plano de carreira para o funcionário. Não sei o que fazer para ter um melhor reconhecimento. Conselhos para presidência: Reconhecer melhor os funcionários, com reconhecimento salarial   "},{"user":"Analista Júnior","avaliation":"Prós: Ótima empresa, ambiente de trabalho muito bom, ótimas pessoas para se trabalhar, lugar descontraído e chances de crescimento, gestores próximo de sua equipe. Contras: VR baixo e algumas vezes falta planejamento na parte de atendimento da empresa para os funcionários e para seus clientes, tem bons projetos mais que não tão bem desenvolvidos e divergência de informações com RH para com os funcionários.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, plano de saúde, seguro de vida.Local de trabalho agradável,gestores bem acessíveis. Contras: Não ter plano de cargos e salários.Demora em aumentar a equipe conforme aumento da demanda de clientes.Dependendo do lucro não paga o PLR.Sem mais.   "},{"user":"Analista de Inteligência de Mercado Júnior","avaliation":"Prós: Empresa grande e inovadora. Tem um grande share de mercado, e segue comprando novas empresas e contratando. Bem estruturada e organizada também Contras: Apesar de ser uma empresa de tecnologia, tem um perfil mais próximo do varejo, mais formal (diferente de uma startup). Os processos internos são pouco flexíveis também.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são a única coisa boa da empresa, mas infelizmente eles querem que a gente faça gambiarra com o próprio benefício, como acontece com o VA. Contras: Só fazem coisa errada. Estão totalmente desestimulando os funcionários, não pagam horas extras e ainda nem dão como banco de horas. Você dá ideias para mudança, mas ao invés de agradecerem e colocarem em prática, te demitem! Parabéns se querem chegar ao posto de pior empresa. Conselhos para presidência: Mudem todos os seus coordenadores e passem a seguir a convenção coletiva.   "},{"user":"Data Scientist","avaliation":"Prós: Na sede em que trabalho a cultura da empresa é satisfatoria, com horario flexível com lugares para lazer, mesa de ping pong, video game e etc. Contras: A empresa tem excesso de burocracia, não tem uma política de valorização de seus funcionários e paga salários muito baixos, além de não haver um plano de carreira bem definido.   "},{"user":"Analista de Ecommerce Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Os benefícios para o funcionário faz manter a pessoa na empresa, como tem capital aberto tem responsabilidade quanto a isso, não podendo atrasar Contras: Desordem, parece empresa fundo de quintal que ganhou uma bolada e colocou um monte de gente de chefe que não sabem lidar com pessoas e gerenciar a área   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Estabilidade, benefícios, algumas atividades que a empresa realiza, o salário não é ruim e horário de trabalho flexível. Não são coisas que destaque a empresa, mas reconheço que há outros lugares que não as proporcionam. Contras: Talvez pela falta de interesse da empresa ou burocracia demais, maus funcionários são mantidos por muito tempo. Isso além de gerar custo, nivela a equipe por baixo, o que dificulta inclusive que o funcionário tenha vontade de se desenvolver. Parece contraditório, mas tente trabalhar em um lugar onde é valorizado da mesma maneira e até pior que funcionários que não se dedicam. O salário não é ruim, mas quando se faz um trabalho bem feito, acima da média da uma equipe, espera-se o mínimo de reconhecimento. Aqui não tem isso. Não há também um feedback que indique se você está no caminho correto ou onde precisa melhorar. Hoje é feita cobrança sobre cobrança e mesmo atingindo as metas definidas para a equipe, não há um retorno deste esforço. Pelo menos não para os responsáveis por este atingimento. Está sendo aplicada uma cultura para que retomemos a confiança dos clientes e para isso estão sendo feitas mais cobranças. Entendemos isso. Porém, não são aplicadas medidas para nos permitir atingir estas metas. Não se consegue a satisfação de um cliente, com funcionários insatisfeito. Prega-se um discurso de retenção de verba, nossa meta para a PLR é com base no ebitida. Basicamente margem entre receita e despesas. Ok, o Brasil está em crise. Mas enquanto perdemos benefícios que tínhamos em nossa filial(BH), como área de lazer e academia. Além de uma estrutura maior no prédio, outras filiais são reformadas e até mudam para prédios maiores e com melhor estrutura. Como citei acima, não há reconhecimento para o atingimento de metas, \"pelo menos não para os responsáveis...\". Isso porque, o reconhecimento é dado em forma de premio ao diretor do segmento. Ou seja, enquanto a equipe é reduzida, métodos de contensão de gastos aplicados inclusive na estrutura do prédio, enquanto há cobrança sobre cobrança, está sendo gasto recurso com premiação para que não é responsável direto pelo atingimento. Há outros pontos como: Diretores/gerentes que não conseguem ouvir opiniões, não tem interesse algum em mudar o que vêem que está errado e justificam com \"é assim que funciona\". Metas que se contradizem e que são impostas por gestores e diretores que não fazem a mínima ideia(pelo menos é o que parece) de como é a base da empresa. Pouco ou nenhum investimento nos próprios sistemas. Existem falhas reconhecidas ou pontos que sabemos que podem melhorar, mas não são corrigidas/melhoradas simplesmente porque \"têm custo\". Sistemas de atendimento pouco eficientes e que também entram na lista de sistemas que não são melhorados. Processos mal definidos ou mal feitos, sem um acompanhamento eficiente da gestão. Permitindo que um problema volte a ocorrer mais de uma vez, gerando retrabalho e insatisfação dos funcionários e clientes. Há mais pontos negativos...   (4)"}]