[{"user":"Analista de Suporte","avaliation":"Prós: A empresa possui cartão refeição e alimentação, plano de saúde Unimed, não tem convênio odontológico, ah muitos indicadores para pagamento de PLR o que se torna difícil receber um valor decente Contras: Sem gerência, sem plano de carreira, difícil comunicação com o pessoal do RH, muita dificuldade para aprovação de férias, pessoas fazem a mesma função e possui salários bem diferentes   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: A liberdade de poder escolher a tecnologia que iremos usar, caso o pessoal concorde que seja vantajoso Contras: A relação entre as pessoas mais antigas com as mais novas. Não me sinto parte da equipe.   "},{"user":"Programador Pleno","avaliation":"Prós: O ambiente de trabalho é tranquilo, o salário é sempre pago em dia, a empresa oferece muitos benefícios, o gestores dão feedbacks com frequência e o prédio fica em uma boa localização Contras: Os processos não são documentados de forma adequada o que torna a tarefa de desenvolvimento bastante complicada. A filial de Uberlândia trabalha apenas com Delphi e é resistente a novas tecnologias ou metodologias. Como resultado desses dois pontos o plano de carreira é bastante limitado.   "},{"user":"Coordenador","avaliation":"Prós: Muito aprendizado frente a complexidade da empresa. Grande visibilidade dos projetos estratégicos para toda empresa e liderança. Oportunidade em reestruturar as áreas e sugerir novas ideias. Contras: Multi cultura voltada à baixa performance, RH fraco, baixa remuneração, benefícios abaixo da média de mercado e poucas ferramentas tecnológicas para o dia a dia de trabalho. Liderança ainda imatura, em processo de desenvolvimento. Conselhos para presidência: Ser mais acessíveis e claros sobre o propósito da empresa.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho, demais profissionais bastante atenciosos e buscam colaborar. Bons líderes que incentivam o trabalho buscando o lado positivo de cada profissional Contras: Falta de plano de carreira, profissionais mais capacitados tem menos chance de ascenção que profissionais menos capacitados. Falta de mais benefícios. "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: A boa localização geográfica Flexibilidade de horário Ambiente de trabalho tranquilo e calmo Bom relacionamento com alguns colegas Empresa de porte nacional. Contras: Falta de reconhecimento profissional Salários pouco competitivos Gestão pouco eficiente e não orientada a habilidades Excesso de política e beneficiamentos indivuais Conselhos para presidência: Melhorar gratificações e ajustar os salários pelo menos conforme inflação. Incentivar e monitorar uma política de meritocracia de fato. Focar menos em obter resultados ao custo do sangue do funcionário. Salários competitivos. Estimulo ao desenvolvimento profissional.   "},{"user":"Coordenador","avaliation":"Prós: Muitas oportunidades de evolução, possibilidade de conhecer diversos segmentos dentro da companhia. Líder no segmento de varejo atendendo a clientes de abrangência mundial. Contras: Estrutura organizacional em construção, devido ao grande numero de aquisições de novas empresas. Modelo de gestão pouco participativo e não visível a grande maioria dos colaboradores   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Salário um pouco acima do aplicado na cidade. Contras: Falta de plano e carreira Promoções não existem Falta de copa para refeições   "},{"user":"Consultor de ERP Pleno","avaliation":"Prós: Novos desafios todos os dias, horário flexível, empresa de grande porte, marca consolidada no segmento onde atua, ambiente de trabalho parcialmente bom. Contras: Empresa de grande porte, porém com a mente pequeno no que se trata a valorização dos funcionários. Salários baixos e falta de plano de carreira. Conselhos para presidência: Fazer o que é prometido na entrevista inicial, plano de carreira, valorização.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: A empresa tem o compromisso de pagar os funcionário rigorosamente em dia. Este é o ponto positivo da empresa. Empresa responsável neste quesito. Contras: A empresa não costuma promover o funcionário. O reconhecimento pelo trabalho não existe e o funcionário acaba por ficar anos sem uma promoção.   "}]