[{"user":"Analista de Banco de Dados (DBA) Júnior","avaliation":"Prós: Otima estrutura, oportunidade de crescimento, clima agradavel. Contras: PLR baixo, sem refeitório, ticket alimentação abaixo do mercado, falta de plano de carreira.   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Equipe esforçada e muito capacitada para atender as demandas. Empresa oferece diversos benefícios e procura desenvolver atividades de integração entre seus colaboradores. Contras: Tentativa de implantação da cultura da matriz na filial que possuía pontos distintos. Equipes compartilhando mesma localização física (andar), gerando ruídos que atrapalham o desenvolvimento. Diversas solicitações de melhorias são barradas pela alta diretoria. Conselhos para presidência: Voltar a ter o café para os funcionários. Procurar preencher as vagas com os funcionários internos primeiro antes de buscar de fora.   "},{"user":"Programador Sênior","avaliation":"Prós: Excelente ambiente para o crescimeto Contras: nada a declarar como negativo da empresa   "},{"user":"Assistente","avaliation":"Prós: Clima organizacional bacana e uma ótima oportunidade de crescimento. Contras: Refeitório e PLR na empresa pode melhorar   "},{"user":"Analista de Suporte","avaliation":"Prós: Benefícios e plano de carreira. Treinamento para novos funcionários. Contras: O funcionário ter que bancar passagens e almoço no primeiro mês de trabalho. Demora no reembolso do Rh desses valores. Conselhos para presidência: As políticas e normas da empresa deveriam ser mais claras, oficializadas e controladas.   "},{"user":"Funcionário","avaliation":"Prós: Clima organizacional, oportunidade de crescimento, Contras: Refeitório na empresa pode melhorar Conselhos para presidência: A empresa está em franco crescimento e está se estruturando para que possa crescer cada vez mais. Estou muito satisfeita em fazer parte da história da companhia nessa nova fase.   "},{"user":"Funcionário","avaliation":"Prós: Muitos desafios que trazem a possibilidade de contribuirmos e fazer com que nosso trabalho apareça e também possamos crescer. Contras: Ainda temos uma baixa maturidade em termos de processos e gestão. Contudo a empresa tem investido na melhoria de processos para superar estas dificuldades. Conselhos para presidência: Investir nos talentos internos para promover o crescimento das pessoas que já fazem parte ao projeto, ao invés de buscar sempre no mercado as posições de alta gestão.   "},{"user":"Analista de Projetos Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimos benefícios, ambiente agradável e horário flexível. Contras: Falta de plano de carreira, muitos cargos de chefia e alagamento e perigosa aos arredores   "},{"user":"Funcionário","avaliation":"Prós: A empresa paga em dia, tem um ótimo ambiente de trabalho e é bem flexível com relação ao horário de trabalho. Contras: Para quem quer aprender novas tecnologias não é um ambiente propicio pois a empresa tem produtos e esses produtos foram desenvolvidos com tecnologias antigas. Conselhos para presidência: A filial Recife precisa de uma gerencia de pessoas maior e evoluir com o processo de avaliação de desempenho. Desde o ano passado o índice de demissões tem sido alto e vem desmotivando muita gente pelo simples fato de demonstrar instabilidade e isso é ruim para o clima na empresa.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2013","avaliation":"Prós: Amizades que duram até hoje! Único ponto positivo, as pessoas tornam o ambiente de trabalho um pouco melhor! Contras: Gestores sem interação com colaboradores, apenas preocupados com metas. Estas, são estipuladas sem a participação dos gestores, vem de cima pra baixo. Participação nos lucros depende muito da subjetividade do gestor, ou seja, depende da cor dos olhos! Salários congelados, só quem entra que ganha melhor. Tem muita panelinha para garantir os cargos de coordenação e gestão! Benefícios baixos, plano de saúde tem que pagar caro e ainda com co-participação! Conselhos para presidência: Parar de comprar outras empresas, investir nos funcionários mais antigos, pois eles são a base de conhecimento do negócio e melhorar os salários e benefícios!   "}]