[{"user":"Funcionário","avaliation":"Prós: Estabilidade, amigos de trabalho, localidade, equipes experientes Contras: Projetos antigos, tecnologia fraca, sem plano de cargos e salarios Conselhos para presidência: Criar novos produtos e implantar politicas de crescimento profissional. "},{"user":"Funcionário","avaliation":"Prós: Salário, vá , VT , férias , 13 Contras: Horas muito cansativas muito trabalho falta de reconhecimento Conselhos para presidência: Valorizar as pessoas de dentro e não recrutar de fora , coordenador deve virar gerente, gerente diretor etc a linx esta cheio de profissionais competentes   "},{"user":"Funcionário","avaliation":"Prós: Horário flexível, restaurante na empresa, moderna Contras: Melhorias aos colaboradores, pois cada vez mais aperta para os pequenos cargos e para gerência, diretoria melhora. Motivar o funcionário, incentivar, explorar das suas habilidades. Conselhos para presidência: treinamento de liderança aos coordenadores/gerentes/diretos . Pois tem mais chefes do que líderes   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: As pessoas com quem você trabalha diretamente são muito legais, fiz muitas amizades para além da empresa e trabalham em equipe, sempre estão dispostas a ajudar. Contras: Depois que a Linx comprou a filial de Joinville (Microvix) centralizaram a administração e os processos na matriz em São Paulo, deixando as ferramentas ruins para se trabalhar, isso quando tinha ferramentas disponível para todos. Não levavam em conta a opinião dos funcionários sobre seu trabalho, as condições de trabalho não eram boas. O salário era incompatível com \"tempo de casa\". Conselhos para presidência: Ouvir mais os funcionários sobre seus trabalhos e dar mais autonomia a gestão local.   "},{"user":"Analista de Suporte","avaliation":"Prós: As pessoas apoiam umas às outras, existe cooperação entre setores da nossa filial Contras: A empresa trata os colaboradores com descaso, como se fossemos apenas números em sua agenda. A remuneração é totalmente incompatível com o mercado, e a desvalorização ocorre principalmente com colaboradores mais antigos. É extremamente difícil conseguir um reconhecimento salarial e/ou profissional (cargo). Causa total insegurância pela falta de uma perspectiva próspera de crescimento. Conselhos para presidência: Valorizar os recursos humanos. São parte essencial para a prosperidade da empresa.   "},{"user":"Analista Pleno","avaliation":"Prós: oportunidades de crescimento dentro da mesma Contras: a dificuldade de comunicação com outros setores e outras verticais. Conselhos para presidência: Nova avaliação salarial e incentivo a educação de seus colaboradores, idiomas e outros cursos   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Flexibilidade de horários, estrutura predial excelente, localização de fácil acesso, academia na empresa dentre outros. Contras: Utiliza tecnologia ultrapassada, salário incompatível com o mercado, segregação de empresas devida as várias aquisições (cada empresa continua sendo ela mesma dentro do grupo)   "},{"user":"Analista de Implantação Sênior - Ex-funcionário, saiu em 2012","avaliation":"Prós: Estabilidade, PLR, algumas pessoas dedicadas. Contras: Localização da empresa, local longe de tudo e perigoso. Líderes despreparados. Salário muito baixo, na época em que trabalhei na Linx, o salário de sênior era equivalente ao salário de junior no mercado, espero que a empresa tenha corrigido isso. Conselhos para presidência: Preparar melhor os coordenadores e gerentes e montar um plano de carreira.   "},{"user":"Consultor de Desenvolvimento","avaliation":"Prós: Tenho total autonomia para desenvolver meu trabalho e horários flexíveis. Contras: Falta um pouco de reconhecimento .   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: boa empresa para se trabalhar, bom ambiente Contras: tudo muda do dia para a noite.   "}]