[{"user":"Estagiário em Engenharia","avaliation":"Prós: Muito bom a comunicação, ambiente agradável e bom de trabalhar. Gosto bastante de lá, as pessoas são comunicativas e ajudam uns aos outros.. Contras: O salário não é muito bom para o tanto de trabalho que temos mas isso é o de menos. Flexibilidade de horário deixa a desejar e esse é um ponto que poderia melhorar   "},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade, dinâmica e eventos para funcionários. Ótimos benefícios de plano de saúde, vale alimentação e transporte. Bom trabalho em equipe Contras: Pouca possibilidade de crescimento. Estagiários são treinados por dois anos sem a menor possibilidade de contratação. Muito competição e pessoas querendo passar por cima de outras   "},{"user":"Estagiário de Design - Ex-funcionário, saiu em 2018","avaliation":"Prós: A cultura da empresa e sua estrutura são exepcionais, não há o que eu possa falar sobre isso. Equipamento bom, espaço bom, respeito, atenção com o funcionário, salários justos, ambiente bom de se trabalhar. Contras: Como estagiaria da area de design digo que não aprendi nada sobre isso, nÃo tinha uma pessoa superior a mim para me auxiliar, me jogaram aos leões, contraram um estagiario para pagar menos pra fazer serviço de senior, chega a er ridiculo isso, foi uma coisa que me deixou mt triste em trabalhar la, só não sai perdendo pois tenho o peso de uma empresa dese porte no meu curriculo. Conselhos para presidência: Acompanhar a tragetória do estagiario pois ficamos muitas vezes abandonados.   "},{"user":"Analista de Contas a Receber","avaliation":"Prós: Ótimo ambiente para se trabalhar, os times são unidos - clima de apoio e ajuda é muito forte e presente. A empresa respeita a diversidade e caracteristicas de cada individuo. Contras: O salário é baixo para o workload de trabalho - muita coisa para fazer. A vezes sinto que o crescimento profissional é lento - demora para promoções e aumentos.   "},{"user":"Analista de Atendimento Pleno","avaliation":"Prós: Uma empresa que de fato busca fomentar a a diversidade, que tem gerentes preparados e plano de carreira em evidência. A flexibilidade do home office é também muito boa! Contras: O salário é um pouco abaixo da média e a PLR é um valor mínimo... a empresa poderia investir um pouco mais nos benefícios, já que fica atrás de outras grandes empresas   "},{"user":"Analista de Projetos","avaliation":"Prós: Home Office, liberdade de trabalho, relacionamento internacional, grande aprendizado na área de processos, empresa consolidada mundialmente. Contras: Baixa remuneração, sem plano de carreira, gerentes despreparados, intolerancia com relação as leis trabalhistas brasileiras, discriminação por conta de diferen;ca entre países   "},{"user":"Analista de Sistemas","avaliation":"Prós: Gerência compreensiva, acessível. Várias áreas diferentes dentro da empresa, possibilitando crescimento para diversos ramos diferentes. Alguns cargos possuem flexibilidade home office. Contras: Processos engessados. Não avalia o funcionário individualmente em alguns casos. Segue a desobrigatoriedade da legislação atual e não paga horas extras para funcionários home office (integral). Conselhos para presidência: Cortar horas extras a qualquer custo está custando mais para os clientes do que para a empresa. Precisa decidir o que espera dos funcionários: que atendam o cliente em momento zero independente de contrato ou que o cliente cumpra o contrato e não gere horas extras desnecessárias   "},{"user":"Assistente de Assistente de RH - Ex-funcionário, saiu em 2008","avaliation":"Prós: Empresa com ótimo ambiente profissional, boa equipe de RH. Todos procuram trabalhar em equipe, para que as tarefas sejam executadas de forma rápida e fácil. Contras: Acredito que pelo montante de trabalho o valor do salário deveria ser um pouco melhor. Uma vez que a empresa tinha uma grande rotatividade de funcionários. Conselhos para presidência: Procurar conhecer mais os profissionais de cada setor, pois é o olho do dono que engorda o rebanho.   "},{"user":"Auxiliar de Compras A - Ex-funcionário, saiu em 2012","avaliation":"Prós: Oportunidades, plano de carreira, cursos de desenvolvimento e capacitação Desenvolvimento da equipe, treinamentos, flexibilidade em alguns projetos Contras: Muitas vezes você não é notado por conta da equipe ser muito grande e trabalharem apenas por métricas que não revelam toda a realidade é as realizações do profissional   "},{"user":"Sales Operations - Ex-funcionário, saiu em 2018","avaliation":"Prós: Existe uma boa liberdade pra trabalhar. A empresa tem essa política. Você consegue desenvolver suas idéias e executá-las na maioria dos casos Contras: Gerencia fraca. Muitos deles não estão preparados para assumir uma posição de gerencia e não seguem as políticas que a empresa tanto prega. São bem fracos. Conselhos para presidência: Melhorem o nível dos gerentes. Muito despreparados   "}]