[{"user":"Arquiteto de Soluções II","avaliation":"Prós: Oportunidade e inclusão, empresa fornece oportunidade de crescimento e não faz partido de pessoas, o que é o mais interessante. Existe planos para inclusão Contras: Por ser um empresa multinacional, a competitividade é alta, além de ter muitos querendo entrar, então há pressão para entrega de resultado constantemente.   "},{"user":"Analista de Infraestrutura III","avaliation":"Prós: Bons benefícios que precisam ser atualizados, mas ainda acima da média de muitas empresas. Status, ser um IBMer ainda é pra poucos. Salário na média do mercado. Contras: MUITA burocracia no papel, na hora do grito tudo some e você fica exposto. Gerentes demais, diretores demais, account teams demais e braço de menos. Não adianta ficar propagando que é a empresa dos métodos e do AI e do Agile e no dia a dia passar longe disso. Conselhos para presidência: Ouçam quem gera receita. Priorizem o cliente, está insuportável trabalhar 90% pra IBM e o resto pro cliente.   "},{"user":"Desenvolvedor","avaliation":"Prós: Great people to work with. Opportunities to work with people all over the world and the chance to see the computer world from it's Genesis to the next step. Contras: Processes, bureaucracy, some departments are lost in the past. So many \"leaders\"and keeping with the need to become a manager (which creates weak managers and make we lose great professionals) to get promoted. Conselhos para presidência: 90's processes and behaviors should die faster.   "},{"user":"Finanças","avaliation":"Prós: A empresa tem muita abertura para diversidades. Nela você é livre para ser quem é e desempenhar suas funções. Tem se preocupado cada vez mais com a carreira dos seus funcionário. Mas ainda tem um longo caminho a percorrer. Contras: A questão salarial deixa um pouco a desejar. Somos cobrados de forma que não se iguala a quando recebemos, e isso é um pouco frustrante. Devem repensar, pois pode ser grande parte do descontentamento dos funcionários   "},{"user":"Technical Service Representative - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente empresa para se trabalhar, cultura perfeita e muito engajada com o desenvolvimento do seu time de trabalho. Foco total na entrega aos clientes. Contras: Métricas surreais, falta de gestão de expectativas dos funcionários, muito presa a processos o que torna a operação lenta e travada, falta de dinamismo.   "},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Multinacional com várias oportunidades de transição. Oportunidade de trabalhar em varios clientes de vários segmentos distintos. Vale a pena participar. Contras: É uma empresa muito boa, melhor que a maioria do mercado. Em um ponto para melhorar com certeza seria em ser menos engessada em questões de oportunidade   "},{"user":"Estagiário","avaliation":"Prós: O time é excelente, o ambiente é excelente. No dress-code que permite que funcionários venham trabalhar de bermuda e tênis a semana toda, sobretudo no verão é que faz muito calor. Intrusiva e pro mulher e LGBT+ Contras: O ponto negativo é que as oportunidades na área de research são limitadas. É muito burocrática, levando meses até a contratação efetiva por exemplo.   "},{"user":"Analista de Negócios I - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa de grande porte que oferece ótima estrutura, tem fretado para diversas cidade da região, oferece bons benefícios aos colaboradores, existe grande liberdade quanto ao trabalho e horários. Contras: Por ser uma empresa com muitos colaboradores existe muita burocracia para os processos internos, existem muitos cargos de chefia, o que gera um ambiente ruim, falta de orientação ao colaboradores e suas expectativas.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa muito boa, onde lhe da muita oportunidade de crescimento junto a suas expectativas de trabalho, e de carreira. Indico para quem tem essa vontade de trabalhar em uma grande Multinacional. Contras: As vezes infelizmente não dão total atenção em pontos que fazem a diferença em questão de saber o momento certo de valorizar seu colaborador. Conselhos para presidência: Dar oportunidades de trocas de áreas.   "},{"user":"IT Security Analyst","avaliation":"Prós: Flexibilidade, inovação, oportunidades, ambiente inclusivo, disponibilidade de trabalho home office. Novas tecnologias, mudanças a todo momento. Contras: Burocracia, muitos processos que engessam, impedem a agilidade, velocidade muitas vezes. Planejamento de carreira depende muito do funcionário, dificilmente alguém vai lapidar te mostrar o caminho, ter um mentor, coach ou alguém que descubra e potencialize seus pontos fortes.   "}]