[{"user":"Analista","avaliation":"Prós: Plano se carreira interessante. Varias treinamentos e possibilidade de desenvolvimento profissional e bons benefícios. Marca consolidada no mercado. Contras: Rotatividade alta. Nem todas as áreas possuem tecnologia competitiva com as novas tendências de mercado. As vezes você pode ser apenas mais um número no meio de tantos.   "},{"user":"Customer Service Senior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade e benefícios ótimos. Um excelente ambiente para trabalhar, com bastante flexibilidade e confiança no trabalho do profissional. Reuniões de feedback constantes. Contras: Pressão e horário de trabalho. Infelizmente, dependo do setor em que se trabalha os horários são complicados principalmente para quem trabalha com américa latina.   "},{"user":"Support Analyst - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo local para aprender. Boa flexibilidade de horários. Possibilidade de home office. Depois de trabalhar na IBM, o curriculum se torna mais atraente para outras empresas. Contras: Os salários abaixo da média. No geral, não tenho muito a reclamar da empresa. Mesmo os salários sendo abaixo da média, o local é bom de se trabalhar.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios, a empresa não descontava valor fixo de convênio médico e oferecia VR e VR sem ter nenhum desconto. O valor do fretado também era bem pequeno então compensava muito. Contras: Dificil crescer na empresa e salário insatisfatório. O contrato exige muitas horas e diariamente faziamos menos horas, entao quando aumentava o serviço tinhamos que trabalhar muito sem ter nenhum tipo de pagamento de hora extra.   "},{"user":"Gerente Comercial","avaliation":"Prós: A empresa possui um excelente ambiente de trabalho, com muitas oportunidades de crescimento. A IBM emprega a meritocracia. Empresa que não para de inovar. Contras: Muitas vezes os funcionários são colocados em situações extremas de pressão devido ao resultado esperado. O salário também não é dos melhores.   "},{"user":"Analista de Business Intelligence - Ex-funcionário, saiu em 2016","avaliation":"Prós: Gestão de pessoas, Plano de saúde e assistência da Bradesco são diferenciais, ônibus fretado para pontos estratégicos da cidade, home-office Contras: Gestão de contas com baixa comunicação, baixo vale-refeição pelo local de trabalho, não tem laboral, falta de cumprimento com as regras de ética no ambiente de trabalho   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Você consegue aprender bastante assuntos, principalmente os assuntos técnicos. A empresa possui uma plataforma online com um material muito bom. Contras: O salário pago é muito abaixo do mercado, e voce precisa declarar suas horas extras em 3 ferramentas difierentes. Gerentes que só promovem amigos, e quem trabalha bem sem ter que ser amigo de gerente não progride.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente ambiente de trabalho, ótima interação entre funcionários, bons gestores,benefícios compatíveis com o mercado de forma geral, plano de carreira Contras: Horário de trabalho as vezes pode ser complicado, especialmente dependendo da área. Ter de trabalhar alguns feriados pode ser desgastante especialmente para quem tem filhos   "},{"user":"Account Executive","avaliation":"Prós: IBM é uma empresa que possui grande capilaridade de clientes, o que garante ao profissional de vendas uma boa exposição no mercado. O ambiente de trabalho é colaborativo na medida certa: os companheiros de time se ajudam de forma genuína. Contras: A empresa precisa urgentemente definir sua estratégia global de atuação e os mercados e segmentos que serão prioritários. Além disso, possui uma estrutura organizacional pesada, ineficiente, lenta e é excessivamente burocrática. Conselhos para presidência: Defina uma estratégia de go-to-market consistente e “enxugue” os processos e burocracias internas.   "},{"user":"Customer Service Manager","avaliation":"Prós: Flexibilidade e oportunidade de navegar entre várias áreas. Para quem sabe aproveitar também é uma escola. Envolvimento com novas tecnologias e tendências. Contras: Precisa melhorar a estrutura de hierarquia. Muito engessado e faz com que as burocracias muitas vazes impeçam as atividades entre os times sejam fluídas. Salário poderia ser melhor em comparação com o mercado no geral. Conselhos para presidência: Continuem a fazer o trabalho de agilidade, mas enxugando as hierarquias e tornando o canal de comunicação mais efetivo e menos disperso.   "}]