[{"user":"Desenvolvedor","avaliation":"Prós: Feedback constante, bastante benefícios como plano de saúde, assistência odontológica, quantidade grande de cursos disponibilizados, cultura de inclusão social muito forte Contras: Empresa bem burocrática, 3 ou 4 sistemas pra fazer lançamento de horas, baixa capacidade de retenção de funcionários, portfólio maior do que a qualidade   "},{"user":"Estagiário BTP","avaliation":"Prós: Ótimo aprendizado, estrutura, inovação e previsão de crescimento. Grande suporte tecnológico com pcs de primeira linha suporte presencial e online. Contras: Recursos humanos totalmente desorganizado, atraso em diversos aspectos, VR, VA, cadastros online entre outras coisas. Com as certas modificações o suporte aos empregados será perfeito. Conselhos para presidência: Reformular o RH   "},{"user":"Mensageiro - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótimo ambiente e muito espaço para crescimento levanto em conta diferentea areas de conhecimento disponiveis la dentro sem contar com varios dos Contras: Estrutura bem engessada e com uma variação grande de trabalho dos tercerizados com quem era CLT levanto a uma competição grande pelos espaços disponiveis   "},{"user":"Analista Administrativo","avaliation":"Prós: O ambiente de trabalho é muito bom, pois você tem liberdade para sugerir novas idéias, autonomia para trabalhar e além disso eles oferecem ótimos benefícios. Flexibilidade para trabalhar em casa é um ponto muito positivo. Contras: Empresa poderia proporcionar melhores salários para os funcionários do setor administrativo, pois demandam sempre mais e não recebemos bonificações/incentivo por isso.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Confortável na maioria das vezes. Benefícios excelentes. A maioria das pessoas é muito legal e a diversidade é muito bem vista lá dentro. Empresa está seguindo um rumo positivo e acredito que em mais alguns anos estará no nível de empresas mais cools mesmo sendo gigante e antiga. Contras: Burocracia e muita política que acabam afetando até mesmo quem está mais abaixo. Barulho em algumas partes da empresa atrapalham o rendimento. Banheiros nojentos.   "},{"user":"Analista de Suporte a Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: A IBM é uma empresa incrível que oferece bastante benefícios aos seus funcionários e, inclusive, incentiva que funcionários se relacionem entre si. Dá 75% de reembolso de remédios com receita, mas para casal IBM esse percentual sobe para 95%, aproximadamente. O ambiente é muito bom, tem sempre eventos internos para socialização, competição de fantasias no Halloween, etc. O ambiente é descontraído e desde de 2017 não tem mais dresscode! Contras: Muito trabalho e pouca perspectiva de crescimento. Além disso tudo, o salário é relativamente baixo para uma pessoa que mora no Rio de Janeiro. Não dá pra pagar um aluguel num lugar ok + as contas + custo de vida com um salário de analista. Conselhos para presidência: Plano de carreira mais claro, melhor remuneração   "},{"user":"Analista de Suporte a Sistemas","avaliation":"Prós: Ótima estrutura a benefícios, ótimo plano de saúde, remédios e etcs, bons locais internos de trabalho, bem localizados, bom refeitório quando não falta açúcar Contras: Falta de plano de carreira e estruturação para crescimento dos funcionários, completo descaso com a parte psicológica dos funcionários, funcionando a base de esfolar o funcionário para ter lucro   "},{"user":"Customer Support","avaliation":"Prós: Oportunidade de fazer diversos cursos, o que é positivo para carreira em termos de aprendizado. O plano de saúde é bom. A IBM possui o próprio ônibus para auxiliar o transporte dos funcionários até o metrô e barcas. Contras: A empresa é muito grande, tem muitos funcionários, porém não há budget para promover todos que apresentam resultados e postura excelentes. Existem funcionários que ficam 5 anos no mesmo cargo, com o mesmo salário, aguardando uma promoção. A IBM prega uma cultura Agile porém funciona de forma extremamente contrária, o que é bem frustrante. Conselhos para presidência: Coloquem em prática tudo o que voces pedem nos cursos de Agile e design thinking! Valorizem o trabalho dos funcionários que ganham pouco e trabalham em média 10 horas por dia.   "},{"user":"Business Development Manager","avaliation":"Prós: Oportunidade de Aprendizado, Flexibilidade de local de trabalho, Plano de Aposentadoria (Não existe mais), Carro da empresa ( Nâo existe mais) Contras: Empresa extremamente política, onde se mantém é quem tem bom relacionamento interno, independente se cumpre ou não suas metas. O network é essencial. Conselhos para presidência: Observem suas decisões... Estão pondo tudo a perder!   "},{"user":"Analista Júnior","avaliation":"Prós: A Aibm é uma empresa que dispõe de grande flexibilidade, cultura corporativa e ambiente desafiador com grandes responsabilidades. Além disso, há muitas oportunidades internas. Contras: Por ser uma empresa muito grande, às vezes é difícil enxergar reflexo do nosso cotidiano nos resultados financeiros da matriz. Dessa forma, isso pode gerar frustração.   "}]