[{"user":"Funcionário","avaliation":"Prós: Ótima empresa para se trabalhar e iniciar a carreira, com bom ambiente de trabalho, home office, help desk para nos auxiliar 24 horas por dia, muito material de estudos, palestras e flexibilidade de horários Contras: Extremamente burocrática, competitividade entre os funcionários de localidades menores, poucos locais de trabalhos estruturados de forma adequada em localidades afastadas dos grandes centros.   "},{"user":"Intern","avaliation":"Prós: Muitas oportunidades de aprendizado, a IBM disponibiliza vários cursos online e certificações, para um estagiário que quer aprender o céu é o limite na IBM. Contras: Acredito que o ponto negativo na IBM em Porto Alegre seja que falta um core da IBM, a maioria dos IBMistas trabalham no cliente e por conta disso falta um pouco uma central da IBM em POA.   "},{"user":"Software Developer Engineer - Ex-funcionário, saiu em 2010","avaliation":"Prós: Muitos colegas competentes e na mesma área, muitas possibilidades de crescimento tanto em carreiras similares como para conseguir oportunidades para subir na mesma área. Contras: Inicialmente cada empregado é colocado em uma posição que pode ser bem limitada quanto a possibilidades de crescimento, o empregado mesmo tem que se preocupar de buscar que seu chefe e superiores encontrem oportunidades.   "},{"user":"Production Control Analyst - Ex-funcionário, saiu em 2018","avaliation":"Prós: Multinacional com muitas áreas de trabalho, ambiente espaçoso, bons benfícios, possibilidade de home office. Apoia a diversidade onde todos são bem vindos. Contras: dependendo da área que você entra fica difícil crescer na empresa, mudar de área, de horário e sair de escala. Há uma rotatividade de gerentes muito grande o que dificulta manter um plano de carreira com o funcionário.   "},{"user":"Senior IT Specialist","avaliation":"Prós: Plano de Saúde com coparticipação, liberdade para usar roupas confortáveis na empresa, Conteúdo para Auto Aprendizado, Vale Alimentação, Vale Refeição, Previdencia Privada. Contras: É uma empresa grande e por isso muito lenta para se adaptar as mudanças do mercado. Por ser uma multinacional, adota a mesma abordagem com o cliente igualmente no mundo todo sem \"tropicalizar\" ao mercado local. Conselhos para presidência: Focar na média empresa e não somente em grandes instituições.   "},{"user":"Scrum Master","avaliation":"Prós: Oportunidades de aprendizado prático no dia a dia, fornecendo ambiente bastante desafiador para os funcionários. Possui bastante conteúdo para estudo. Contras: Oportunidade de crescimento na carreira não é o mesmo para todas as áreas, favorecendo muito mais o .ppt do que quem atua no processo de execução. Conselhos para presidência: Papéis devem ser melhor definidos e o resultado esperado de cada funcionário deve ser mais claro. Isso tornaria mais possível medir o desempenho profissional e a superar metas.   "},{"user":"Assistente de Suporte ao Cliente Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: O ambiente é excelente. A política de diversidade e a flexibilidade que a empresa oferece realmente tornam um excelente lugar para se trabalhar apesar da remuneração deixar bem a desejar, dependendo da área em que se atua. Os benefícios, planos de saúde e vales são bons também Contras: A remuneração é bem abaixo do que outras empresas oferecem, considerando o nível de comprometimento e responsabilidade exigidos, principalmente na área de GTS, que é a maior do site de Hortolândia. A expectativa de crescimento é outro ponto fraco. O reconhecimento muitas vezes não vem, dependendo do gerente Conselhos para presidência: As remunerações e reajustes precisam de uma revisão urgente. A insatisfação com os salários é quase unânime   "},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Otimo local de trabalho, muitas oportunidades, aprendendo com varias profissionais de diferentes areas e com diferetens perfis, de todos os locais do mundo, com boa visibilidade Contras: Empresa, com grandes oportundades de diversdiade de areas, porem com baixo indice de crescimento, salarios nem sempre competitivos, e diversificação de atividades um pouco baixa.   "},{"user":"Funcionário","avaliation":"Prós: Respeito pela diversidade. Home Office. Vale de farmácia. Tem várias áreas para crescer dentro da empresa. Desenvolviemnto pessoal sempre sidponivel. Contras: Os salários sao muito mais baixos que o mercado. Cobrança muito grande por inovação. Precisa ficar amigo de pessoas chaves para conseguir subir na empresa.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima estrutura física, carreiras bem definidas com espaço para crescimento(com muito trabalho). A cultura da empresa é muito boa, incentiva bem os funcionários a se aproximarem dos objetivos do negócio. Contras: Devido ao tamanho, sinto que os processos as vezes ficam meio confusos, a comunicação entre os setores poderia evoluir mais, evitando a frustação dos colaboradores.   "}]