[{"user":"Account Executive","avaliation":"Prós: Ambiente de trabalho realmente colaborativo, em que as pessoas procuram se ajudar no desenvolvimento dos projetos. Uma parte significativa da liderança se empenha em permitir o crescimento do time. Contras: Estrutura inchada, grande, e com muitos layers, que permite a existência de áreas de sombra e overlaps de funções que servem de abrigo a funcionários pouco engajados, por vezes preguiçosos, e que querem sempre \"fazer o mínimo possível\". Quem gostar e quer trabalhar para gerar resultados precisa aprender a desviar desses pesos-mortos. Conselhos para presidência: Renovação urgente na liderança e criação de um cultura de foco em resultados e com senso de urgência.   "},{"user":"Coordenador Financeiro","avaliation":"Prós: Muita flexibilidade, como home office por exemplo, beneficios (vr, plano de saude excelente, vidalink), ambiente de trabalho excelente, muito inclusiva, pensa nos funcionarios (diversas atividades voltadas para desenvolvimento pessoal) Contras: Salarios defasados em relacao ao mercado, infelizmente. Fora isso, é uma empresa sensacional! Recomendaria para quem está em inicio de carreira e precisa de experiencia Conselhos para presidência: Apenas equiparar os salarios (especialmente da parte operacional) a demais empresas do setor   "},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Possibilidade de carreira Y, valoriza especialista, contato com estrangeiros, colaboração de IBMistas do mundo inteiro, boa plataforma de treinamentos online, promoção, etc. Contras: Dissídio abaixo da inflação, não há controle de ponto, pouco suporte do sindicato, 44 hrs de trabalho, constantes demissões para redução de quadro, quando um projeto acaba o profissional fica no escritório tendo que procurar por outra alocação com pouco suporte da empresa e quanto mais demorada a alocação maior é o risco de demissão, benefícios de baixos valores como VR e VA.   "},{"user":"Gerente de Projetos Delivery","avaliation":"Prós: Contato com estrangeiros o que facilita o aprendizado da lingua inglesa. Empresa fornece benefício de onibus fretado, o que facilita bastante a locomoção. Contras: Pouco espaço de crescimento. Muitas promessas, pouco cumprimento. Muita competitividade entre os colaboradores e pouca colaboração. Veem os profissionais mais como números.   "},{"user":"Data Engineer","avaliation":"Prós: Flexibilidade nas funções desempenhadas, muitos desafios diferentes, cultura boa, empregados. Muitos treinamentos, cursos e plataformas para aprendizado. Contras: Dificuldade de comunicação com gerência. Dificuldade de visibilidade para rescimento mas acredito isso ser comum em grandes coorporações, não só nesta empresa.   "},{"user":"Analista de Desenvolvimento","avaliation":"Prós: Benefícios ofertados, oportunidades oferecidas, visibilidade de mercado, nome consolidado, flexibilidade de horários e liberdade para oportunidade interna Contras: A burocracia nos processos da corporação, evidente falha no plano de carreira, planejamento e gestão ultrapassado e falho, comodismo com o nome construído no passado   "},{"user":"Funcionário","avaliation":"Prós: Ambiente bom, flexibilidade de horário, home-office, ótimos benefícios, boa localização, fretado que te leva até hortolandia ou para o metro. Sistema de auto-aprendizado eficiente, a empresa disponibiliza vários links para treinamentos ou workshops que podem contribuir em sua carreira (até mesmo fora da IBM), disponibiliza oportunidade para certificação. Contras: Por ser uma empresa muito grande acaba perdendo um pouco do contato humano. Para tentar carreira aqui dentro só quem tem contatos fortes ou oportunidades em outras áreas para o seu desenvolvimento.   "},{"user":"Estagiário","avaliation":"Prós: O ambiente organizacional é muito bom, bons benefícios, salário ok, ótima infraestrutura, recursos e suporte. O transporte fretado é um adianto muito bom e a flexibilidade no horário de trabalho te deixa muito confortável. Contras: Os processos internos são muito burocráticos, talvez falte uma gestão um pouco mais dinamizada da rotina para novos funcionários. O restaurante não é muito bom e a cafeteria é muito cara.   "},{"user":"Assistente Financeiro","avaliation":"Prós: Os beneficios são muito bons, fazendo pensar duas vezes na hora de procurar um outro emprego, porém os salários não são compativeis com os do mercado sendo muito abaixo. Contras: Gerencia despreparada, politica salarial muito abaixo do que o oferecido até mesmo por empresas pequenas. Pouca oportunidade de crescimento, diferente do que é apresentado externamente. Conselhos para presidência: A meritocracia precisa ser aplicada para maior motivação na empresa   "},{"user":"Analista","avaliation":"Prós: Reconhecimento, Ganho de conhecimento, possibilidade de crescimento, possibilidade de mudar de função e localização facilmente, facilidade em certificar-se. Contras: Burocracia é algo comum, ambiente sob pressão muitas vezes por falta de planejamento, mas isso depende da área que se esta atuando e depende dos lideres. Conselhos para presidência: Disseminar a cultura de conciliar o trabalho com a vida pessoal.   "}]