[{"user":"Analista Administrativo - Ex-funcionário, saiu em 2011","avaliation":"Prós: Flexibilidade de horários e home-office, alguns benefícios como:plano de saúde, vale alimentação, vale refeição e vida link,além disso o ambiente de trabalho eh ótimo. Contras: Não existem realmente muitos pontos negativos. Um dos únicos pontos negativos que eu vejo eh a remuneração em si, que eh muito baixa. Assim como qualquer empresa americana.   "},{"user":"Desenvolvedor .NET","avaliation":"Prós: Oportunidades de aprendizado e desenvolvimento de carreira constantes. Benefícios são um diferencial em comparação com o mercado. Plano de carreira a longo prazo. Contras: O salário é bem abaixo do mercado e há uma tentativa de compensação com os benefícios, que são bons, mas não compensam. Dificuldade em trocar de projeto. Conselhos para presidência: Remuneração compatível com o mercado e fazer os valores da empresa valerem longe da sede (projetos e clientes)   "},{"user":"Analista de Middleware Sênior","avaliation":"Prós: Empresa respeita o horário de trabalho, os benefícios são ótimos, ambiente de trabalho excelente, a empresa oferece possibilidade de treinamentos entre outras vantagens. Contras: A empresa e muito grande e por isso as vezes é bem burocrática, as oportunidades de novos projetos ou postos de trabalho poderia ter melhor divulgação e melhorar as ferramentas de gestão gestão trabalhista. Conselhos para presidência: Facilitar a recolocação do profissional ao final do contrato no cliente   "},{"user":"Application Developer","avaliation":"Prós: Nome da empresa pesa no currículo. Projetos desafiadores, mas estäo ainda longe de serem tecnologia de ponta do mercado. Empresas clientes säo mais conservadoras e arriscam pouca. É compreensível, pois normalmente säo empresas de grande porte, que têm muito a perder com tecnologias hypadas. Contras: A empresa näo tem como um dos objetivos a valorizacao do profissional. PLR é ruim, contato com o gerente é ruim. No dia dia de trabalho quem acaba sendo o gerente é p scrum master, ou o gerente de projetos ou o arquiteto que assumem essa posiçäo. Conselhos para presidência: Valorizar mais os funcionários de GBS   "},{"user":"Gerente Sênior Executivo - Ex-funcionário, saiu em 2011","avaliation":"Prós: Existem muitas oportunidades de carreira dentro da empresa, dentro do Brasil e fora, em diversas áreas de atuação, sejam elas comerciais ou técnicas. Contras: Por ser uma multinacional com uma cultura muito forte e presente, muito americanizada, as vezes torna-se um pouco lenta e engessante, aprovações de negócios.   "},{"user":"Analista de Processos e Projetos III - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente bem liberal de trabalho, roupas casuais, livre acesso a internet no geral, realmente uma empresa que foca em tecnologia da informação. Contras: se não for funcionário do prédio principal que é a IBM, os trabalhos no geral pagam mal, tendo uma base de linha de produção mesmo. Rotatividade muito alta e pouca valorização de funcionário.   "},{"user":"Estagiário","avaliation":"Prós: O ambiente de trabalho é muito bom, e as pessoas, e a empresa valoriza e investe no funcionário, há toda uma preocupação com desenvolvimento e crescimento na carreira, além de bons benefícios. Contras: Carga de trabalho muito grande, é realmente desafiador. Sou da área de operações, então o volume e quantidade de processos pode ser realmente muito grande em determinadas épocas, principalmente em fechamento   "},{"user":"Sales Operations - Ex-funcionário, saiu em 2019","avaliation":"Prós: Chance de aprendizado, empresa investe na carreira do funcionário, previdência privada para funcionários antigos com alta rentabilidade, proporciona conhecimento amplo de produtos e serviços de tecnologia, reconhecida no mercado Contras: Empresa muito politica, onde nem sempre o seu trabalho é reconhecido. Salários mais baixos que o mercado, muitos lideres despreparados, falta de foco   "},{"user":"Executivo de Contas","avaliation":"Prós: Empresa que proporciona grandes oportunidades de carreira e movimentação entre áreas. Adicionalmente, possui uma cultura forte e de excelencia na entrega de seus produtos e serviços Contras: Pressão por resultados a cada quartil. Possui pessoas com capacitadas mas em posições inadequadas. Bonificação por performance não é tão alta. Algumas áreas são muito processuais   "},{"user":"IT Specialist","avaliation":"Prós: Flexibilidade para home office em alguns projetos. Benefícios são bons. Um extenso conteúdo de cursos exclusivos oferecidos na plataforma de learning da empresa, ajudando o profissional com seu plano de carreira. Contras: Desvalorização do funcionário que tem que se dedicar além do normal para a empresa e o cliente com um salário muito abaixo do mercado. O PLR é péssimo. Conselhos para presidência: Valorizar mais o funcionário já que ele precisa sempre priorizar o cliente.   "}]