[{"user":"IT Specialist","avaliation":"Prós: Tradição no mercado de tecnologia aliada às iniciativas pioneiras em desenvolvimento de novas tecnologias e avanço em suas aplicações a mantém como referência no ramo de tecnologia. Contras: Vários dos processos e controles internos que não foram atualizados como os produtos e serviços que criam, muitas vezes à torna lenta dificultando algumas ações que poderiam ser decisivas para fechamento de negócios com clientes.   "},{"user":"Arquiteto de Aplicações","avaliation":"Prós: utilizamos tecnologia novas e de ponta, o clima é agradável, honestidade acima de tudo, temos foco no cliente, é acessível e a empresa aceita diversidade. Contras: Nas máquinas de café o mesmo não é gratis, nem todos os andares do prédio estão reformados de forma que sejam mais modernos. O plano creche é bom, mas é por pouco tempo.   "},{"user":"Estagiário em Gerenciamento de Projetos","avaliation":"Prós: Ambiente estimulante e convidativo, grande possibilidade de crescimento e amadurecimento. Oferta de cursos online de capacitação técnica, além de uma estrutura sólida de trabalho. Contras: Alguns processos se encontram muito mal otimizados, com redundâncias que atrapalham o desenvolvimento do trabalho e por conta disso acabam atrasando entregas.   "},{"user":"Estágio","avaliation":"Prós: Cultura que valoriza inovação e diversidade. Empresa multinacional com oportunidades no mundo todo e abre portas para uma longa carreira. É uma organização com um grande foco em educação e aprimoramento do(a) colaborador(a)! Contras: Por ser uma empresa muito grande, envolve muitos processos e burocracias algumas vezes demorados. O ambiente é bem corporativo mas estão aos poucos aumentando espaços de inovação.   "},{"user":"Estagiário","avaliation":"Prós: Ótimo ambiente de trabalho, pessoas prestativas, gerência compreensiva. Flexibilidade de trabalho, home office, incentivo de cursos internos, restaurante interno subsidiado. Enfim, uma ótima empresa para se trabalhar, bom salário, oportunidade de crescimento. Tem fretado do metrô. Contras: Processos muito burocráticos, RH demorado de difícil acesso. Comunicação é difícil, tudo tem que abrir chamado. Não tem café grátis e o que tem é caro.   "},{"user":"Estagiário de Contas a Pagar - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa multinacional, ambiente legal de trabalhar, as pessoas se ajudam, tem chance de crescer na empresa por meritocracia, empresa que age certo com funcionário Contras: Empresa bastante arcaica, não muda o processo de contas a pagar, muito papel para uma empresa multinacional, não tem como entender isso. Tomara que melhore   "},{"user":"Gerente de Projetos","avaliation":"Prós: Sem dúvida a flexibilidade, com a política de home office. Disponibilidade de cursos online gratuitos sobre os mais variados assuntos para se especializar. Contras: Carga de trabalho intensa e não estressante tornando difícil o equilíbrio entre trabalho e vida pessoal. É preciso muito pulso firme para colocar certos limites.   "},{"user":"Gerente","avaliation":"Prós: Benefícios e cursos de formação interno que a empresa oferece para os funcionários são considerados bons para todos, mas poderia ser melhor . Contras: Politicagem e falta de oportunidade de crescimento profissional, se demora muito para subir de cargo na empresa. Distância da grande São Paulo   "},{"user":"Analista de Middleware","avaliation":"Prós: Home office para quase todos os analistas/suporte, sistema de previdência privada muito bom, e-learning com muito material de estudo disponível. Contras: Inúmeros! Empresa extremamente burocrática, salários extremamente divergentes dentro do mesmo time de especialistas, não existem fatores motivacionais, é sempre “faça mais pelo mesmo salário para não ser demitido”. Para ganhar uma promoção (que é limitado a 10% do seu salário e apenas 1 a cada 12 meses) é um sacrifício! Ou seja, em casos de defasagem salarial por gerentes incompetentes que você tenha tido, pra regularizar seu salário só saindo da empresa e sendo readmitido algum tempo depois.   "},{"user":"IT Architect","avaliation":"Prós: Flexibilidade nas relações de trabalho, bom pacote de benefícios, grande profissionais e oportunidade de trabalhar em multiplas áreas do mercado. Contras: Em fase de adoção de novo método de avaliação, tendo dificuldade para definir e executar as avaliação prodissionais de forma clara. Possuí muitos níveis de liderança. Conselhos para presidência: Planejamento claro e ter lideres que saibam sobre o negócio da empresa   "}]