[{"user":"Analista Fiscal e Contábil","avaliation":"Prós: Educação, ética, um excelente lugar para se trabalhar! ótimos benefícios, uma empresa gratificante, as pessoas que lá trabalham vestem a camisa pois é com amor! Contras: Pessoas, todos lugares as pessoas às vezes não aderem a forma de conduta da empresa. sendo assim enquanto o ser humano não tiver discernimento, sempre as pessoas farão do serviço um lugar bom ou ruim para se trabalhar. depende de nós! Conselhos para presidência: Respeito e educação ao próximo   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: O nome é bom para o currículo. O plano de saúde é muito bom e o vida link ajuda muito na hora de comprar remédios controlados. O prédio é bonito por fora Contras: Às vezes não tem lugar nem para sentar. Muitas áreas não tem projeto, você fica meses na geladeira esperando algo. O ambiente é velho, o salário é muito abaixo do mercado e você leva anos para subir na carreira. Tudo é enrolado, tudo é burocrático.   (5)"},{"user":"Arquiteto de Software/Soluções","avaliation":"Prós: Flexibilidade, oportunidades de carreira, Networking com pessoas de diferentes níveis e indústrias, investem em treinamentos, bom plano de saúde e forte nome no mercado. Busca sempre se reinventar! Contras: Burocracia, processos, muitos níveis hierárquicos, confusa em relação a estratégia o que provoca muita mudança desde nomes de produtos e unidades de negócio até cadeiras / cargos que no final das contas parecem não fazer muita diferença é pior deixam os funcionários e o mercado confusos. Muitas pessoas antigas no poder com uma visão de mercado e modelos de negócio que não fazem sentido nos dias atuais. Conselhos para presidência: Atenção à novos modelos de negócio, a mudança deve ser feita de cima para baixo!   "},{"user":"Analista Pleno","avaliation":"Prós: Liberdade de vestimenta e bons benefícios. Previdência IBM bem rentável. Bom para conseguir treinamentos e tirar certificações. Bastante eventos como hackathon. Contras: Salário baixo, gerenciamento de carreira confuso, principalmente na parte de prestação de serviços(GBS). Conflito de interesses quando o seu Gerente de pessoas é o seu Gerente de projetos. Conselhos para presidência: Melhore salários, e não deixe os funcionários defasados em projetos com tecnologias obsoletas.   "},{"user":"Especialista em TI","avaliation":"Prós: Flexibilidade, Plano de saúde Bradesco médico e odontológico, Fretado, Convênio Farmácia, Seguro de Vida, Estrutura de learning, Desafios diários Contras: Salário abaixo do mercado, descontos nos planos de saúde co-participativo, escada para promoções muito lenta, valor VA e VR abaixo do mercado Conselhos para presidência: Aumentar os salários.   "},{"user":"Assistente Financeiro","avaliation":"Prós: Diversidade, inovação, multiculturalidade, investimento no funcionário, flexibilidade, oportunidades, desafios, chance de vivência no exterior Contras: Burocracia processual é o ponto mais frágil da companhia. Processos que durariam 2 horas para serem completados em Uma pequena Empresa levam meses Conselhos para presidência: Agilizar, de fato, os processos   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de Trabalho Relacionamento entre funcionários Remuneração compatível com o mercado da época Excelente ambiente para crescimento profissional Contras: Má localização para quem utiliza transporte público (dependência de ônibus fretado da empresa) Remuneração de níveis de CLT baixas quando comparadas ao mercado   "},{"user":"Auxiliar de TI - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "},{"user":"Estagiário","avaliation":"Prós: Empresa muito boa, beneficios, preocupação com o colaborador, possibilidade de trabalhar home office, e muita flexibilidade de horario, uma ótima empresa Contras: Empresa com media salarial abaixo do mercado, mas busca capacitar os colaboradores com diversos cursos e possibilidades de plano de carreira. Conselhos para presidência: Focar na aptidão dos colaboradores, buscando dar uma qualidade geral e satisfatória em todos os requisitos   "},{"user":"IT Architect","avaliation":"Prós: Oportunidade de desenvolvimento , possibilidade de crescimento, inovação , plano de carreira , pacote de benefícios acima da média do mercado Contras: Cultura de resultados a qualquer preço, políticas de equilíbrio de vida pessoal x profissional fictícias praticável apenas a cargos mais altos, política de reconhecimentos duvidosa com promoções sem preenchimento de pré-requisitos , estímulo não saudável a competição interna   "}]