[{"user":"Estagiário Administrativo","avaliation":"Prós: Ótimo local de trabalho, flexível e colaborativo, a empresa valoriza seus funcionário e estimula o aprendizado constante, há grande diversidade de cursos gratuitos oferecidos pela empresa. Contras: Não notei nenhum ponto negativo que vale a pena ser mencionado, a empresa tem atendido perfeitamente minhas expectativas, esta empresa não é grande apenas pelo nome mas também pela maneira como trabalha.   "},{"user":"Estagiário","avaliation":"Prós: Há uma série de benefícios dados pelo RH. Ambiente desafiador, sempre buscando o seu máximo diariamente. Instituição renomada e com nome forte no mercado. Contras: Irá sugar a sua alma, mesmo como estagiário. Para aguentar, terá de abrir mão de parte da sua vida acadêmica e profissional. Empresa extremamente burocrática e tudo que se fala no RH parece papo de outra empresa, pois nunca se vê o que se fala na realidade. Conselhos para presidência: Parar de levar indivíduos ao limite, com 30 anos já se vê pessoas esgotadas que não conseguem comportar mais o ritmo da empresa. Começar a tirar as políticas do RH do papel   "},{"user":"Estágio em Preços - Ex-funcionário, saiu em 2015","avaliation":"Prós: Um lugar muito legal de se começar a carreira, tive a chance de interagir com várias outras áreas e aprender bastante, meu gerente e as pessoas da área onde estagiei eram todas muito dispostas a ajudar, a ensinar e muito preocupadas em fazer um trabalho bem feito. Sempre pensando no bem da empresa e do cliente. Contras: Depende: Existe uma grande pressão muitas vezes, dependendo da área pelo menos, na área na qual estagiei não possuia uma rotina, tinha dias calmos porém dias muito corridos então dependendo do dia era preciso ter calma e saber negociar o prazo de entrega do trabalho. Também era preciso ser muito atento aos trabalhos dos outros com quem interagia para evitar retrabalho e isso demanda mais tempo e atenção. Não necessariamente esses pontos são negativos se você gosta do que faz, gosta de um ambiente sem rotina e onde precisa muitas vezes ficar até mais tarde ou continuar trabalhando de casa. Porém não tinha uma previsão de um alto salário se efetivado.   "},{"user":"Estagiário","avaliation":"Prós: Empresa multinacional, tradicional no Brasil, remuneração boa, muitos benefícios e ótimo ambiente, com possibilidade de mudança de estado no Brasil ou até mesmo para outros países. Contras: Não oferece muitas oportunidades para contratação de estagiários, vagas limitadas, vale transporte não acompanha o valor atual, pouco apoio aos estagiários.   "},{"user":"Assistente Financeiro Pleno","avaliation":"Prós: As portas para o aprendizado são várias, há cursos internos e plataformas (de parceiros) que podem ser acessadas usando o login/e-mail da empresa para assuntos diversos; além disso, os benefícios são abrangentes e bons. Contras: Acredito que a competitividade exige (entre outros pontos/aspectos) altos níveis de profissionalismo, resiliência e trabalho em equipe (incluindo toda a equipe, hierarquicamente falando), por isso, a fim de alcançar essa competitividade, a IBM exige claramente o profissionalismo, fornece cursos para que você melhore sua resiliência, mas falta uma flexibilidade maior para que todos os colaboradores sintam e ajam de forma mais integrada, eu quero dizer que, na minha experiência com a empresa, faltaram informações e maior tempo para explicar, mesmo que superficialmente, tudo sobre os projetos que participei, ou seja, para mim (uma pessoa detalhista), o fato de esse tipo de informação vir do dia-a-dia é algo ruim. Conselhos para presidência: Em projetos, acredito que seja importante uma clareza maior quanto à prestação de serviço para um melhor desempenho nas atividades, posicionamento de carreira e integração com o projeto como um todo (relação com os colegas e com o cliente).   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Meritocracia , reconhecimento, empresa seria paga em dia. Otimo lugar para trabalhar, empresa grande, para apredizado e um otimo lugar. Job rotation. Contras: Muita burocracia. Processos devasados. Muito cacique pra pouco indio, falta de braco para o trabalho, devido a quantidade imensa de projetos tem que se virar   "},{"user":"Assistente de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Muito aprendizado, flexibilidade, home office, benefícios, amizades, gerentes compreensivos, academia, pista de corrida, almoços, eventos corporativos. Contras: Baixa remuneração, exagero de horas extras, gerentes inexperientes sacrificam os funcionários à toa com exageradas horas extras desnecessárias, você é obrigado a fazer horas extras (não tem escolha, é pressionado pela empresa o que já rendeu vários processos contra ela) difícil subir na carreira você fica anos no mesmo cargo, pensamento antiquado, a empresa apesar de estar num ramo de tecnologia ainda tem um pensamento antiquado. Conselhos para presidência: Pague mais aos funcionários, promova os melhores e não os puxa sacos!   "},{"user":"Analista de Contratos Sênior","avaliation":"Prós: Flexibilidade de horário, ambiente de trabalho agradável !! Plano de Saúde ótimo!Excelente ambiente para aprendizagem e liberdade para desenvolver seu trabalho!!! Contras: Salário abaixo do mercado! Liderança precisa de mais treinamento para lidar com conflitos do time !!! Sistemas internos pouco eficiêntes no processamento. Processos internos mal desenhados!!!   "},{"user":"Gerente de Projetos Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Desenvolvimento pessoal, projetos internacionais com times multidisciplinares e multiculturais, tecnologias de ultima geração, trabalho remoto, horário flexível. Contras: Organização complexa, pesada, burocrática, hierarquia complexa (matricial) que dificulta o feedback para avaliação do recurso. Ferramenta de RH implementada para as avaliações anuais dos recursos exige tempo demais para ser preenchida corretamente. Funcionários apontam horas em 5 ferramentas distintas!   "},{"user":"Analista de Controladoria","avaliation":"Prós: Horario de trabalho flexível, bons benefícios, grande experiencia profissional por trabalhar com diversos países. Possibilidade de interação com outras áreas. Contras: PRL é uma piada. Os salários são bem na média do mercado, quando não mais baixos. Se quiser crescer é por sua conta e risco, ninguém vai te ajudar a não ser que arrume um spoonsor, ou puxem bem a brasa pra sua sardinha.   "}]