[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Reembolso de certificações caso você seja aprovado. Vale refeição e vale alimentação na média, porém poderiam ser melhores. Fretado para várias cidades em vários pontos. Contras: Pouco crescimento salarial e profissional. Funcionário não tem opção de escolher qual carreira quer seguir, simplesmente é jogado em qualquer projeto. Péssima gerencia. Muita burocracia que no fim, não ajuda. Estão acabando com o Home Office, que era um dos melhores pontos de se trabalhar na IBM. Conselhos para presidência: Filtrem as várias burocracias implantadas e analisem o que os funcionários realmente querem e precisam. Vigiem melhor a gerencia e melhorem o plano de carreira. Valorizem seus funcionários.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Flexibilidade, a empresa é muito boa para poder acomodar suas flexibilidades e problemas pessoais, dependendo do gerente da área em questão. Contras: Infelizmente o salário nem sempre é justo considerando o estilo de vida e fechamentos mensais. É necessário se programar bem para a carreira crescer na empresa e fora.   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Cultura de inovacao e possibilidade de trabalhar em unidades fora do pais .Também há muito intercambio com diferentes culturas e tecnologias Contras: Concorrencia por mesas. Ha mais pessoas que espacao fisico. Apesar da cultura de home office, é difícil conseguir estar junto ao time e as vezes é muito importante   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Benefícios que é oferecidos aos funcionários, desde plano de carreira até na parte psicológica de apoio ao funcionário, que trabalha em todos os setores da empresa Contras: Nenhum ponto negativo, passei por vários momentos, nunca presencie algum fato de negativo referente a empresa em questão, em todos os setores Conselhos para presidência: Analisar melhor seus funcionários   "},{"user":"Consultor de Compras","avaliation":"Prós: flexibilidade, etica, inovacao tecnologica sao pilares da IBM. No Rio de Janeiro nao existem muitas oportunidades de crescimento, mas em SP a empresa continua a crescer e oferecer oportunidades de crescimento para seus funcionarios. Contras: Como informado antes, a empresa nao tem forte atuacao no Rio de Janeiro e oportunidades de crescimento no estado sao limitadas. Buscar oportunidades acaba sendo uma missao do empregado.   "},{"user":"Trainee","avaliation":"Prós: A empresa é boa pelo seu portfólio e inovação. Com profissionais competentes e com uma boa amplitude em diversos segmentos de mercado. Uma boa empresa. Contras: Empresa ainda pesada e em processo de transformação. Complexidade em sua estrutura e pouca flexibilidade de mudança de área ou função. Mas é uma boa empresa.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Trabalhei na parte de pesquisa e é mais descontraído e flexível, eu tive uma coordenadora do meu estágio que me deu muito suporte e aprendizado, valeu muito a pena, além de ter fretado da faculdade pra empresa e empresa pra casa, refeitório dentro da empresa, ótimos benefícios mesmo pro estagiário e uma política forte por ser uma empresa de grande porte internacional. Contras: Não tem plano de carreira dentro da parte de pesquisa pois os coordenadores são doutores com phd, cientistas e nessa parte só pode ter o período estabelecido do estágio.   "},{"user":"Auxiliar Administrativo","avaliation":"Prós: Flexibilidade de horário, home office, plano de medicamentos, plano médico, colegas de trabalho capacitados inteligentes, bastante cursos úteis aos funcionários. Contras: Salário bem abaixo do mercado, plr é vergonhosa. Muitos talentos deixam a empresa acredito que devido a salário e plano de carreira difícil. "},{"user":"Estágio","avaliation":"Prós: Boa empresa, com ótimas oportunidades de mexer com tecnologias novas, bom plano de carreira e possibilidades de aprendizado. Recomendaria!!!! Contras: Extrememamente burocrática, essa burocracia exacerbada te faz perder muito tempo o qual poderia ser usado de maneira construtiva em seus projetos.   "},{"user":"Analista de Faturamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Clima organizacional e acessibilidade para os portadores deficiência, funcionários engajados, boa estrutura física, fretado, vale alimentação. Contras: Salários baixo, restaurante péssimo, muitas horas extras,cobrança excessiva, plano de carreira sem definição. RH contrata pcd só para cumprir a cota, não avaliam se o profissional é aderente a vaga. plano de saúde péssimo Conselhos para presidência: O área de recrutamento e seleção precisa rever urgente a forma como contrata. A publicidade no Linkedin parece que é tudo lindo e maravilhoso para o PCD, o que não é verdade. Também precisam valorizar melhor o funcionário na questão financeira, continuando desse jeito o Turn Over da empresa continuará muito alto.   "}]