[{"user":"Administrador de Negócios","avaliation":"Prós: Empresa Multinacional, pioneira no ramo de informática, Liberal, Home Office, ferramentas de trabalho tipo same time, live etc, benefícios como tickets,plano de saúde e descontos em farmácias. Contras: Extensa carga de trabalho pois se trabalha com TP então acham que vc esta sempre disponível após o horário, aos sábados, domingos e feriados! não reconhecimento pelos esforços, preconceito quanto aos funcionários mais velhos, não reconhecem o comprometimento que o :( Conselhos para presidência: cobrar da gerencia a valorização dos colaboradores   "},{"user":"Analista Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa de renome internacional, bons benefícios, bem vista no mercado. Bom ambiente interno, senso se coleguismo e ótima cultura. Ambiente para vestir a camisa Contras: Demora no crescimento, processo seletivo interno não transparente e burocrático, chefia mais preocupada com \"queridos\" do que em meritocracia   "},{"user":"Especialista de Redes","avaliation":"Prós: Bom ambiente de trabalho e bons benefícios. Auxilia nos estudos e está sempre atuando dentro da lei. Possui filiais em vários pontos do mundo, o que facilita caso esteja interessado em mudar de país. Contras: Está demitindo funcionários que ganham vem para contratar novos funcionários com quase metade do salário para ocupar o mesmo cargo. Oferecendo salarios abaixo da media do mercado.   "},{"user":"Sales Support","avaliation":"Prós: Flexibilidade, respeito entre colaboradores é ótimo, ambiente de trabalho agradável, oportunidades de conhecer novas pessoas todos os dias praticamente. Contras: Peca muito no reconhecimento de bons talentos, a intenção até é boa porém não disponibilizam budget para promoções e/ou aumento de salários, deste modo perde muitos talentos para o mercado.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2018","avaliation":"Prós: Home office, paga em dia e um ótimo aprendizado por ser uma empresa multinacional. Voce participa sempre de reunioes com pessoas do mundo todo. Contras: Processo muito engessado e totalmente desorganizado. Pessoas desmotivadas e situação da empresa no Brasil cada dia pior. Na cidade de Hortolandia ja foram desativados vários prédios e muitas pessoas mandadas embora. Se voce for terceirizado é um pouco pior que isso, voce é tratado pela empresa e pelos gerentes como um estranho...as vezes não te dão nem bom dia. Salário péssimo bem abaixo da média de mercado. Conselhos para presidência: Gerentes em demasia não vão resolver o caos que está esta empresa. Voces precisam investir nas pessoas! Nos meros mortais que estão abaixo e dar um tratamento igual ao terceirizado.   "},{"user":"Assistente de Suporte Técnico","avaliation":"Prós: é uma empresa que oferece benefícios de boa qualidade, como o vale refeição, vale alimentação, vale transporte, cartão vidalink e convenio bradesco saúde Contras: como trabalho no cliente, a localização está péssima, estou com pouca qualidade de vida devido a pressão da área que trabalho por trabalhar no cliente, e a gerência na área que estou é pésssima. Na área que estou, não tem crescimento de carreira, ficaria na IBM apenas se conseguisse vaga em outra área.   "},{"user":"Analista de TI Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Infraestrutura , ambiente de trabalho , benefícios oferecidos , plano de carreira , flexibilidade de horários. Acredito que é uma grande escola Contras: Pessoas ocupando cargos de lideres mas não tem perfil para executar atividade Reconhecimento dos profissionais Melhorar os benefícios oferecidos como bônus   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: dinâmica e oportunidades dadas ao funcionários juntamente com o um bom tratamento a todos. todavia é uma boa empresa para se trabalhar e criar carreira Contras: muito cargo de chefia, dificultando sua evolução pessoal e profissional dentro da empresa. falta de valorização pessoal e profissional na empresa Conselhos para presidência: falta de relação   "},{"user":"Especialista em Sistemas","avaliation":"Prós: Empresa investe no funcionário, possui várias iniciativas para disseminar conhecimento e crescimento dos seus colaboradores. Empresa inovadora. Contras: Cultura de empresa é muito forte, tendo dificuldades de se adaptar a novas culturas e metodologias. Muito burocrática em todos os aspectos que exigem mudança.   "},{"user":"Talent Acquisition Partner","avaliation":"Prós: É uma excelente empresa de nome e história. Possui profissionais muito qualificados e uma plataforma de desenvolvimento muito vasta. Excelente Plataforma de treinamento Contras: líderes ruins que não sabem desenvolver um plano de carreira estruturado, análise de performance não é real e necessita de mais presença do líder no dia a dia. Conselhos para presidência: Faça análise de performance dos seus líderes baseado em pesquisa de clima.   "}]