[{"user":"Gerente","avaliation":"Prós: Diversidade tecnológica, reconhecimento no mercado, excelente plano de saude, existe PLR mas é muito baixo, plano de previdencia, liderança de algumas brends (nao todas) é humanizada Contras: se voce está no cliente acaba sendo esquecido pela gerencia. PLR não parece ser justo, sistema de avaliação ainda em prcesso de maturidade (mudanças das regras no meio do ano) ocasionando muito descontentamento .   "},{"user":"Analista BI","avaliation":"Prós: A empresa estimula inovação e crescimento pessoal. O convívio com pessoas excelentes e sempre dedicadas, proporciona um ambiente de trabalho competitivo e excitante Contras: O excesso de cobranças e metas agressivos pode ser um ponto negativo, caso não seja do seu perfil a auto cobrança por melhores resultados e desenvolvimento pessoal.   "},{"user":"Estagiário","avaliation":"Prós: Muito aprendizado, flexibilidade de horário, não há dress code e os benefícios bons. É possível conhecer outras áreas e essas recebem bem os demais. Possibilidade de contato com ibmistas de outros países. Contras: Quase nenhum estagiário é efetivado, não possui treinamento para estagiários, e a maioria é deixada de lado. O estagiário é sobrecarregado, quase todos fazem horas extras e não há reconhecimento. Conselhos para presidência: O estagiário tem que ter mais espaço e direcionamento com possibilidade de efetivação na empresa.   (4)"},{"user":"Shift Leader - Ex-funcionário, saiu em 2013","avaliation":"Prós: Dinâmica, ótimas pessoas para trabalhar junto com muitas trocas de aprendizado, cursos internos e rodas de conversa para melhorar a equipe e o ambiente de trabalho. Contras: Muitas mudanças em pouco tempo. Seja de time, gerente, ferramentas, método de trabalho, avaliações. Tendo sempre que dar conta do trabalho e aprender algo em paralelo.   "},{"user":"Analista de QA Pleno","avaliation":"Prós: Empresa muito grande, com muitas possibilidades de carreira, totalmente inclusiva em sua cultura e sempre envolta no que há de mais novo no mercado. Ambiente propício para encontrar verdadeiros gênios de várias gerações. Contras: Por ser uma empresa muito grande, o network acaba sendo quase que fundamental para a ascensão, obviamente um bom trabalho te coloca em destaque, mas conhecer as pessoas certas, infelizmente, te leva mais longe que o bom trabalho. Conselhos para presidência: Criar melhores condições para os recursos que atuam dentro dos clientes, por muitas vezes parecem esquecidos e menos valorizados, sendo que enfrentam uma pressão muito maior e representam a IBM na linha de frente com o cliente.   "},{"user":"Consultor de Estratégia","avaliation":"Prós: Clima, tecnologia envolvida, diversidade, localização geográfica, diversidade de negócios, possibilidade de crescimento e presença globais e regionais. Contras: Muita burocracia, dado o tamanho e tradição da empresa. Empresas seculares americanas por vezes têm barreiras ocultas de política. Brigas internas por vezes trazem problemas. "},{"user":"Sales Engineer","avaliation":"Prós: Empresa de vanguarda tecnológica muio engajada em manter os profissionais satisfeitos, extremamente inclusiva e preocupada com a igualdade de gêneros Contras: Alguns processos burocráticos atrapalham o dia a dia de vendas de produtos e serviços, adicionalmente algumas pessoas com muito tempo de casa parecem trabalhar apenas para garantir a sua parte no final do mês sem se preocupar com demais membros da equipe   "},{"user":"IT Architect","avaliation":"Prós: Possibilidade de trabalhar em projetos desafiadores. Aprender novas tecnologias é incentivado o tempo todo. Você pode explorar outras oportunidades de carreira sem precisar trocar de emprego. Muitas posições permitem Home office pelo menos algumas vezes durante a semana. Benefícios muito bons. Contras: Leva um tempo para se adaptar a cultura IBM e também para aprender a \"navegar\" na burocracia. Salário é aquém do mercado muitas vezes e as oportunidades de promoção são difíceis e raras.   "},{"user":"Assistente de Cobrança","avaliation":"Prós: Ambiente de trabalho agradável, a pressão faz amadurecer. As pessoas são muito legais o que torna tudo mais legal e prazeroso. Acolhedor apesar da comenpeticao entre as pessoas. Contras: Processos defasados em relação ao mercado, hierarquia demais, tratam os funcionários que estão na operação como substituíveis. Difícil reconhecimento e ambiente acaba se tornando muito pessoas e pouco profissional. Conselhos para presidência: Valorizar as pessoas que estão na operação e cuidar para que os funcionários fiquem mentalmente saudáveis.   "},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: Grande empresa com projetos gigantes, o que faz com que se tenha muitas oportunidades de atuar na área que se tem interesse. Pode ser enviado para trabalhar alocado no cliente, o que pode ser bacana já que está cada hora em um lugar diferente. Contras: Limitação de experiência em consultoria, se você não gosta da área, não tem muito como mudar. Alocação no cliente pode ser bacana por trabalhar em lugares diferentes mas faz com que as vezes o deslocamento e a infraestrutura do cliente não sejam pontos positivos.   "}]