[{"user":"Application Developer Associate","avaliation":"Prós: A empresa oferece diversos benefícios como plano de saúde, dental, vale alimentação/refeição, gympass, descontos no allya, cursos gratuitos e com descontos e etc. Contras: O cargo de analista junior possui salários diferentes, começando em 1512,70 podendo chegar até 2100. E a empresa não deixa claro o porquê dessa diferença salarial, se varia com nível de experiência ou se é o famoso \"peixe\".   "},{"user":"Analista de Sistemas","avaliation":"Prós: É uma empresa cm o Rh atuante, bons benefícios e reconhecida no mercado, atua em diferentes frentes e com diversos clientes facilitando sua movimentação dentro da mesma. Contras: Salários abaixo do mercado, política de crescimento muito boa quando se é falada, porém fraca quando executada, as promoções demoram séculos para acontecer e quando acontecem não faz nem cosquinha no seu salário. Conselhos para presidência: Busque reconhecer melhor seus funcionários e adote uma melhor política de crescimento pois o time de vocês é composto por excelentes profissionais.   "},{"user":"Analista Sênior","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, bom pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Contras: Salário abaixo do mercado , a empresa é vendida como um lugar onde se pode apreender novas tecnologias, porem nos meus anos de empresa essa opção nunca foi dada ou permitida   "},{"user":"Consultor Sênior","avaliation":"Prós: Cultura de inovação e valorização de pessoas com programas de envolvimento de equipes e oportunidades de experiência profissional no exterior. Contras: Remuneração pouco agressiva em relação ao mercado para a mesma posição, principalmente para cidades com maior custo de vida, e área de RH pouco eficiente.   "},{"user":"Software Engineering","avaliation":"Prós: Ótima para começar a carreira, a empresa investe em treinamentos. A empresa dá academia de SAP para quem está entrando, não foi o meu caso, porque entrei na empresa já com academia. Contras: Plano de carreira não funciona. Participação nos lucros é surreal, não é com base no lucro da empresa e nem com base na sua perfomance, precisa ser camarada para ter uma PLR mais ou menos, que significa 1 salário, se não tem camaradagem é a metade ou a metada da metade. Salário abaixo do mercado. Pra ser reconhecido precisa puxar o saco, e nessa parte eu não mando bem! Conselhos para presidência: Avalie os consultores que tem mais de 2 ou mais anos no mesmo cargo, entenda porque não são promovidos e dê motivações a ele para querer galgar nos desafios, pois eu quero e não consigo!   "},{"user":"Analista Jr","avaliation":"Prós: Empresa de grande porte, com grande possibilidade de ascenção. Segue padrão de outras multinacionais oferecendo diversos beneficios aos profissionais contratados. Oferece boas condições para crescimento interno. Excelente local para entrar no mercado de trabalho. Contras: Apesar de fornecer diversos beneficios, o salário base não acompanha o mercado de trabalho. Falta organização no RH de forma geral. Como por exemplo no caso de pagamento de salário. Que muitas vezes é pago de forma incorreta. Conselhos para presidência: A empresa oferece diversos beneficios. Porém nem todos são utilizados pelos funcionários. A melhor opção seria a analise de cada caso e dar opções (ex: vale combustivel ao inves de vale transporte).   "},{"user":"Analista SAP - Ex-funcionário, saiu em 2015","avaliation":"Prós: Tudo bem estruturado. Processos e RH atuantes. Grande empresa para quem está em início de carreira é excelente oportunidade para crescer muito. Contras: Muita pressão, vários gestores, dificuldades para conseguir projeção de carreira, gestão inacessível, sem abertura para discutir idéias que podem ser relevantes.   "},{"user":"Analista Especialista","avaliation":"Prós: Uma empresa multinacional, dá uma certa estabilidade e à possibilidade de trabalhar com varias tecnólogias, é uma ótima empresa para início de carreira. Contras: Paga muito abaixo do mercado, exige muito para um salário baixo. E vem sistematicamente cortando os benefícios. Apesar de ser uma empresa onde a grande maioria são profissionais de TI, o sindicato não é o Sindpd.   "},{"user":"Analista Jr","avaliation":"Prós: Plano de Saúde, plano de carreira, além de manter os funcionários sempre em treinamento de aperfeiçoamento com as novas tecnologias do mercado. Contras: Onboard da empresa não condiz com seu dia a dia dentro da emrpesa, muitas coisas precisam ser buscadas de acordo com sua necessidade dentro de um projeto, isso prejudica muito. Conselhos para presidência: Melhorar o salário para todos os juniors principalmente da área de Digital.   "},{"user":"Coordenador","avaliation":"Prós: inclusão, comunicação e possibilidade de crescimento. Contras: Super exigente, por atender a clientes. Alto grau de estresse. Muitas ações e atividades corporativas que requerem um tempo que você não tem.   "}]