[{"user":"AssistenteEx-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa muito grande e com ótimos benefícios e ambiente de trabalho. Toda estrutura é muito boa e há transparência em todos aspectos e nunca houve qualquer atraso.\n\nContras: Salário que é muito baixo e, por isso, perde grandes profissionais por propostas minimamente razoáveis. Além disso, para a filial em MG, ela fica muito longe do centro de BH.\n\nConselhos para presidência: Salário mais justo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Pessoas são muito comprometidas ao querer dar o resultado, equipe muito bacana com potencial de crescimento muito bom. Curso dados são bem legais\n\nContras: A pressão e a remuneração é ruim e o local de trabalho é afastado dos restaurantes e acessos à transporte público. O hieraquismo toma conta da empresa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de TI PlenoEx-funcionário, saiu em 2016","avaliation":"Prós: Treinamentos e Oportunidades de carreira. Plano de saúde, odontológico, previdência privada. Oportunidades de viagem e trabalhar em projeto globais.\n\nContras: Tem mais politicagem que meritocracia nas promoções. Salário muito baixo para a região, pois alega que a região tem custo de vida inferior, porém isso não é verdade, já que, Recife como capital tem um custo semelhante a outras capitais do País.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor de Sistemas Júnior","avaliation":"Prós: Benefícios além do salário. Contato com outros colegas ao redor do mundo. Cursos online, acesso à livros, muitos eventos mundiais que podem ser acompanhados pelo skype. Comunicação organizada.\n\nContras: Vale alimentação poderia ser bem maior. Poderia ter auxílio-educação para quem ainda está na faculdade. As vezes trabalhar alocado no cliente se perde um pouco da identidade da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analyst","avaliation":"Prós: muitos beneficios, van, va e vr, bradesco saude, amil dental, beneficiso no santander, gympass, consultoria em diversas areas para ajudar a se desenvolver\n\nContras: salario muito baixo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Jr","avaliation":"Prós: Boa empresa pra ganhar conhecimento e ganhar o mercado. Tem muito o que aprender nela. Tem muitos benefícios ao seus colaboradores e um boas ferramentas.\n\nContras: Algumas áreas da accenture os funcionários se sentem abandonados e alguns gestores não fazem o papel de gerir seus subordinado a fazerem o melhor.\n\nÚTIL? \nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2018","avaliation":"Prós: Plataforma de cursos online, vale refeição e convênio médico não são cobrados, fruta duas vezes na semana, bolo dos aniversariantes dos mês.\n\nContras: Plataforma de cursos online com a maioria em inglês, a cultura da empresa não é bem aplicada aos funcionários destinados a projetos/clientes.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Grande possibilidade de movimentação entre os países do mundo já que é uma empresa multinacional, com projetos desafiadores. Empresa inovadora\n\nContras: Pode ocorrer em algumas localidades um regionalismo e com isso tornar mais lento a promoção para funcionários de outras localidades que não estejam presentes diariamente na baase\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analyst","avaliation":"Prós: Ótima empresa para aprendizado, para começar a carreira e conhecer várias indústrias e setores, além de ter oportunidade de trabalhar com muitos times diferentes.\n\nContras: Remuneração abaixo da média do mercado. Área de Strategy ainda em desenvolvimento. Baixa internacionalização e pipeline de projetos menos diversificado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2018","avaliation":"Prós: Empresa internacional que lhe permite ter essa integração mundial. Possui um ambiente agradável e oferece certa flexibilidade de oportunidades de funções e geográfica.\n\nContras: Valorização do funcionário e remuneração não muito atrativos. Além disso a passagem de conhecimento e o incentivo ao aprendizado contínuo poderiam ser melhores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]