[{"user":"Consultor","avaliation":"Prós: Salário e Benefícios bons, grandes oportunidade de crescimento, boas pessoas trabalhando junto com você, projetos desafiadores, escritório bastante confortável, bons líderes. Contras: Como qualquer outra consultoria depende muito do projeto que você entrar. As vezes pode entrar em um projeto, que o cliente tenha costumes e culturas diferentes da Accenture, com isso você pode se sentir meio isolado da empresa.   "},{"user":"Manager","avaliation":"Prós: Flexibilidade é a melhor coisa na empresa. Você pode fazer seu horário, trabalhar de qualquer lugar, isso é maravilhoso. Mas a liderança ainda pergunta “onde você está?” Contras: Life balance, overtime diário sem hora extra, compensação só quando projeto acaba é mesmo assim é uma briga conseguir 1 dia. Seu propósito nem sempre é visto de maneira positiva, bem diferente do discurso de diversidade. Você pode colocar seu ponto de vista, mas não serve pra nada na prática. A Liderança não é admirada. Conselhos para presidência: Boa parte da liderança ainda quer que você trabalhe como ele fez pra subir na carreira, mas minha aspiração nem de longe é ser alguém igual a ele.   "},{"user":"Analista de Requisitos Pleno","avaliation":"Prós: Excelente empresa para começar a carreira, Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Flexibilidade de home office. Contras: Recompensa de PLR não é vantajosa, máximo de 2.5 o salário, dependendo de performance e da avaliação da gestão por meritocracia. Salário baixo comparada a outras empresas do segmento, perdendo facilmente a concorrência   "},{"user":"Desenvolvedor de Mainframe - Ex-funcionário, saiu em 2010","avaliation":"Prós: Cultura e comunicação boa com os colaboradores, grandes chances de aprendizagem e evolução pessoal. Ótimos profissionais presentes para troca de experiências. Contras: Muitas horas extras, falta de reconhecimento, além de gerar um sistema de concorrência entre funcionários que prejudicava o andar dos projetos.   "},{"user":"Analista Júnior","avaliation":"Prós: Os benefícios valem muito a pena, plano se saúde é o melhor. Para quem está começando no mercado de trabalho é uma empresa muito boa, consegue preparar bem para o mercado externo. Contras: Na sua maior parte a empresa não cumpre com o que prega, salário bem abaixo do mercado, lideranças despreparadas, e não se tem de fato um plano de carreira.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Ótimos benefícios, diversidade nas possibilidades de projetos para atuação, possibilidade de lidar com diversas tecnologias, plano de carreira e incentivo no desenvolvimento do funcionário Contras: Salário bem abaixo do mercado, local de atuação bastante instável, falta de preparo de alguns cargos de liderança e grande pressão por resultados.   "},{"user":"Operations Analyst","avaliation":"Prós: Ambiente tranquilo, horário flexível, não bate ponto,política de diversidade, anti-preconceito. Reembolsa até 500 de fretado, tem refeitório. A empresa tamném oferece Van até alguns metrôs de São Paulo. Contras: Vale refeição de apenas de 29.90 ao dia , e na região de Alphaville não dá para almoçar bem diariamente com esse valor, pois é uma região muito cara.   "},{"user":"IT Architect","avaliation":"Prós: Os benefícios são ótimos, principalmente quanto ao carro, plano de saúde, compra de ações com desconto, plano de previdência privada entre outros Contras: A empresa aplica o discurso de viva a diversidade mas é evidente que isso é hype. O salário está abaixo do mercado, benefícios básicos como vr são difíceis para se trabalhar em sp. A empresa por mais que tenha áreas de inovação ainda é muito apegada a metodologias ultrapassadas e muitas vezes deixa de inovar por medo e insegurança. Conselhos para presidência: Pensar no novo é fácil, difícil é colocar em prática né ?   "},{"user":"Senior Analyst","avaliation":"Prós: - Participar de projetos em diferentes clientes - Enorme aprendizado e em várias áreas - Estabilidade - Como a empresa é grande e dividida em 5 áreas diferentes, existe uma facilidade em trocar de atividades caso não esteja feliz com a atual Contras: - Equilíbrio trabalho vs vida pessoal é ruim (muito trabalho, pouca vida pessoal) - Salário baixo em relação ao mercado - Nem todas as áreas da empresa pagam horas extras - Valoriza mais as pessoas que vem do mercado (fora da empresa) do que quem está dentro da empresa - Os gerentes costumam trabalhar em alguns projetos ao mesmo tempo, dessa forma nunca conseguem fazer uma gestão 100%. Portanto existe muito problema de gestão nos projetos - Tem-se muita diferença de salário entre as áreas e as localidades   "},{"user":"Analista de Processos Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com ótimo ambiente de trabalho, diretrizes focada no bem estar dos colaboradores. Plano de carreira bem definido. Possui um ótimo plano de saúde. Contras: Ainda possui uma cultura engessada para promoções. Salário muito abaixo do mercado, isso faz com que a empresa perca muitos talentos. Fica como conselho para a empresa Conselhos para presidência: Criar um plano para retenção de talentos.   "}]