[{"user":"Suporte Técnico","avaliation":"Prós: É uma empresa que dá bastantes opurtunidades de crescimento, uma empresa flexivel, uma empresa que investe no seu profissional, com diversos treinamentos e uma empresa que tem inclusão\n\nContras: Dificuldade para separar dentro da empresa a parte emocional/intuitivo e racional. Falta de organização e falta de conversa com gestores e salário baixo da média do mercado\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"ConsultorEx-funcionário, saiu em 2015","avaliation":"Prós: Espaço para aprendizado, a possibilidade de atuar em diversos projetos permite conhecer indústrias e skills diferentes a todo momento. Além do investimento no desenvolvimento que apropria empresa faz.\n\nContras: Competição às vezes desleal, potencialiAdo pelo processo de avaliação e remuneração variável. Desmotiva aqueles que são menos arrojados na autopromocao.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Testes I","avaliation":"Prós: Ambiente cooperativo e com planejamento de carreira, varios projetos diferentes que permitem aumentar o conhecimento de varias industrias distintas.\n\nContras: Promoções demoradas e pouca valorização salarial, os salarios estão defasados em relação ao mercado e por isso bons profissionais acabam saindo.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Manager","avaliation":"Prós: Alavancagem através de aprendizado contínuo, remuneração e benefícios atrativos e acima da média do mercado, oportunidades de conhecer diferentes empresas de diferentes indústrias\n\nContras: Work-life balance varia muito de acordo com tipo de projeto e liderança do projeto, inexistência de métrica clara de performance e de vendas de projetos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Aprendizado ágil e treinamentos. Estar nos maiores clientes e empresas, além da sensação de estabilidade são diferenciais. Tem bons benefícios, e bom plano de carreira.\n\nContras: Salários abaixo do mercado de consultorias. Possui discrepâncias entre salários para mesmo cargo na empresa, e plano de carreira acelerado restrito a área de management Consulting.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"ManagerEx-funcionário, saiu em 2012","avaliation":"Prós: Carreira acelerada, clima bacana, modernidade, muita oportunidade de aprendizado, exposicao a outras culturas, treinamentos no exterior, plano de saude\n\nContras: Salario, necessidade de muitas viagens, dependendo do projeto excesso de trabalho, bonus relativamente baixo considerando que o salario já nao é mto atraente\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor Especialista","avaliation":"Prós: A empresa é muito grande e lhe dá oportunidade de crescimento, é muito eficiente e passageiros de conhecimento e formação profissional. É possível atuar em diversas áreas e aprender diversas atividades ou absorver um conhecimento muito variado.\n\nContras: Dependendo do projeto que vc ficar alocado, pode não ter oportunidade de crescimento, estagiando profissionalmente e com uma péssima remuneração. Dependendo do líder que vc tenha pode ser muito explorado e não e ser descartado ao final do projeto.\n\nConselhos para presidência: A empresa precisa equiparar os benefícios e remuneração entre as torres (operetions, consulting, tecnology, etc).\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Benefícios, oportunidade de aprendizagem, cultara, apoio ao funcionário em ambos os aspectos, colegas de trabalho dispostos a ajudar sempre que necessário.\n\nContras: A príncipio nenhuma reclamação, até por que sou novo na empresa e não vivi muitas coisas dentro do ambiente corporativo para ter o poder de opniar.\n\nConselhos para presidência: Continuem a tratarem os seus funcionários com excelência.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Multinacional, organizada, bons planos de cargos e salários, e learning, capacitações, viagens, benefícios de carro, vale alimentação e referência\n\nContras: Burocracia, baixos salários, poucas oportunidades de mudar para outros países, treinamento em sua maioria são online, baixa remuneração compara ao mercado\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Os benefícios oferecidos pela empresa, de maneira geral, são ótimos! Alem disso, o ambiente de trabalho é confortável e os materiais de trabalho oferecido são OK.\n\nContras: A maneira de trabalhar de algumas pessoas e o salário, que em linhas gerais, não é dos mais atrativos para os cargos mais baixos da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]