[{"user":"Desenvolvedor Júnior","avaliation":"Prós: É uma boa empresa para iniciar carreira, aprender sobre metodologias e linguagens de programação, nela é possível adquirir um nível de experiência satisfatório, seria como uma \"escola\" para quem está iniciando a vida profissional.\n\nContras: Não olha para o profissional como pessoa e sim como \"recurso\", que pode ser completamente descartado e/ou substituído, por mais que o seu desemorenho na empresa tenha sido positivo.\n\nRecomenda a empresa:  Não\n\nÚTIL? (3)\nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2018","avaliation":"Prós: Bons benefícios, tem projetos desafiadores e que proporcionam um grande crescimento profissional. Oportunidade de crescimento é realidade por mérito.\n\nContras: A liderança não é muito bem definida, o programa de mentoria dentro da empresa é aleatório e não procura casar as skills suas e de seu mentor.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor SAP FI Sênior","avaliation":"Prós: Excelente para iniciantes, plano de carreira claro e bem desenhado bom plano de saúde e benefícios. Ótima empresa para iniciar no mundo SAP, local onde se aprende muito. Excelentes políticas para evitar o bullying empresarial. Ambiente onde todos são muito respeitosos.\n\nContras: Como empresa de consultoria deveria valorizar mais os funcionários pois eles que são os talentos que geram o lucro. Há muitos gerentes sem qualificação e preparo. Salários abaixo do mercado.\n\nConselhos para presidência: Como empresa de consultoria, os funcionários deveriam ser prioridade em relação ao cliente.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Plano de saúde é o ponto mais positivo junto ao plano dental que possui vasta rede de credenciados, além disso a possiblidade de trabalhar com tecnologias diferenciadas.\n\nContras: O ambiente proporcional a realizar horas extras é o ponto mais negativo. Projetos que consomem a capacidade total do colaborador. Ou seja, a sua qualidade de vida é muito baixa.\n\nConselhos para presidência: Remunerar melhor os colaboradores, visto que o salário base é abaixo do mercado. E dar mais qualidade de vida aos colaboradores, assim serão mais produtivos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Carteira Assinada, beneficios como plano de saude, dental, crescimento de carreira, localização.\n\nContras: Ainda não sei.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor SAP CCS LV 11","avaliation":"Prós: Empresa com muitos benefícios, bom plano de carreira. Há várias políticas globais, diversos treinamentos são oferecidos mensalmente além da PLR que é consideravelmente boa. Em geral boa empresa para se trabalhar\n\nContras: Pessoas são forçadas a assumirem cargos de gestão, não há carreira X e Y e consequentemente há muitos gestores ruins que acabam ficando presos as metodologias e não estão preparados para gerir pessoas.\n\nConselhos para presidência: Avaliar melhor o desempenho dos funcionários e mais meritocracia.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Benefícios, oportunidade de aprendizagem, cultara, apoio ao funcionário em ambos os aspectos, colegas de trabalho dispostos a ajudar sempre que necessário.\n\nContras: A príncipio nenhuma reclamação, até por que sou novo na empresa e não vivi muitas coisas dentro do ambiente corporativo para ter o poder de opniar.\n\nConselhos para presidência: Continuem a tratarem os seus funcionários com excelência.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AnalystEx-funcionário, saiu em 2012","avaliation":"Prós: Plano de saúde muito bom e vale refeição de acordo com o bairro. A área de RH está sempre disposta a ouvir mesmo sem poder agir muito no caso dos projetos e gestores.\n\nContras: Salários ruins. Profissionais mal preparados na área de gestão. Não sabem lidar com pessoas. São extremamente frios e tratam pessoas como máquinas. A área de RH é bastante omissa. Sempre seguem o que o gestor do projeto quer e muitas vezes eles são totalmente voltados apenas para resultados, esquecendo ou até mesmo pelo despreparo na área de gestão, não identificam que o cuidado com as pessoas é necessário para gerar resultados.\n\nConselhos para presidência: Aprimorem a área de Gestão de vocês que tenho certeza que a rotatividade diminuirá significativamente.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista Jr","avaliation":"Prós: A empresa te proporciona diversas oportunidades de aprendizado e crescimento na carreira, inclusive para pessoas que estão começando, e que não possuem uma formação privilegiada. Ademais, a organização está se esforçando muito para criar um ambiente de respeito e acolhimento de diferenças de gênero e para pessoas com deficiência.\n\nContras: Sua qualidade de vida vai depender da equipe e projeto que estiver alocado, você poderá ficar meses sendo jogada de lado, ou meses sem um fim de semana livre. As avaliações de desempenho seguem critérios não muito claros, e usualmente quem recebe promoções e bonificações é quem se coloca como disponível para trabalhar em qualquer ocasião e horário.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analyst","avaliation":"Prós: Benefícios que ela da são ótimos, tem plano de carreta, poe à disposição pessoas que podem auxiliar em relação a carreira na empresa\n\nContras: Paga abaixo do mercado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]