[{"user":"TécnicoEx-funcionário, saiu em 2013","avaliation":"Prós: Os benefícios são ótimos! Enquanto estive na empresa meus benefícios era ótimos, dava pra fazer tudo que eu precisava sem problemas, as consultas médicas eram rápidas.\n\nContras: Salário baixo. Paga-se pouco e se trabalha muito, as exigências são muitas e a equipe de trabalho geralmente é supervisionada por uma pessoa sem escrúpulos.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios diversos incluindo até carro para o nível executivo, oportunidade de trabalho com pessoas do mundo inteiro, projetos desafiadores, grande base para treinamentos.\n\nContras: Não tem mais uma progressão de carreira tão rápida quanto anunciava há alguns anos atrás, provavelmente por causa da longa crise no Brasil, dividiu-se em 5 grandes áreas (Consulting, Technology, Digital, Strategy e Operations) e muitas vezes há competição interna entre elas em vez de colaboração.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Plano de saúde muito bacana supri toda familia sem problemas, o pagamento é sempre feito com extrema pontualidade e e todos os encargos são recolhidos normalmente\n\nContras: planejamento é um ponto sempre fraco com os projetos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: capacidade de participação em vários projetos, participação nos lucros da empresa, preza o bem estar dos funcionários. dia da fruta 2x por semana\n\nContras: salario baixo para o trabalho executado, se comparado com outras empresas de TI na região. Jornada de trabalho exaustiva dependendo do projeto\n\nConselhos para presidência: Realizar uma política de retenção de talentos efetiva, pois a que existe atualmente não funciona. A Accenture praticamente perde seus melhores talentos por não oferecer uma contra proposta a altura do funcionário\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Compras JúniorEx-funcionário, saiu em 2018","avaliation":"Prós: Plano de saúde Bradesco, cartão alimentação e fretado/ônibus / plano odontológico. Os benefícios no geral são bons. Empresa que terceiriza o serviço\n\nContras: Salário está muito abaixo do mercado por ser uma empresa terceirizada. Muito trabalho, esforço para pouco reconhecimento . Meritocracia para escolher bons líderes .\n\nConselhos para presidência: Investir em treinamento para a liderança . O conhecimento técnico é essencial para ocupar cargos de liderança mas o primordial é saber lidar com pessoas ! Motivar, incentivar são pontos, atitudes importantes que fazem com que os funcionários tenham uma aproximação com o seu líder direto . Investir na cultura de Feedback para trabalhar pontos a desencolver e conseguir ter um desempenho melhor dentro da empresa\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: A emporesa oferece um bom grau de estabilidade. Além disso permite o aprendizado em diversas áreas, podendo passar de uma pra outra com bastante facilidade.\n\nContras: A empresa não oferece uma remuneração e beneficios compativeis com os valores compatíveis com o mercado, de fato ela está abaixo da média praticada.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Digital Marketing Sênior Manager","avaliation":"Prós: Estrutura, Plano de Carreira, Benefícios, Propostas Abrangentes de Soluções, Profissionais qualificados, Penetração em grandes clientes, Flexível (estimula home office)\n\nContras: Falta de integração entre as unidades de negócio, Política, muitos cargos de chefia, salários baixos nos cargos mais baixos, frente ao mercado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Empresa pluricultural, uma das mais bem vistas para o cliente. Muito bom beneficio medico e odontologico. Possui outros beneficios interessantes, se tiver tempo para usar(gympass)\n\nContras: Localizacao geografica um pouco distante do centro. sempre tem transito para chegar, almocar e sair no horario convencional. Os restaurantes da regiao sao Caros. Nao tem auxilio combustivel para quem é level baixo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário Superior","avaliation":"Prós: muita diversidade e agrega incrivelmente no currículo. Alé, de muito contato com a lingua inglesa, pois dessa maneira abrirá muitas portas.\n\nContras: Eu não tenho pontos negativos tão agravantes relacionados a Accenture. Pois eu como profissional amadureci muito e percebi a minha evolução.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor Sênior","avaliation":"Prós: Os Benefícios são muito bons, ambiente de trabalho muito bom de se trabalhar, oportunidade de trabalhar com tecnologias de pontas, muitos cursos que a empresa dar para os funcionarios\n\nContras: Alguns prazos muito curto, alguns projetos por opção do cliente trabalham com tecnologias muita antiga e com isso fica difícil de mudar de projeto\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]