[{"user":"Gerente","avaliation":"Prós: Estrutura, Clima organizacional e Carro são diferenciais. As viagens para o exterior para a realização de cursos também são um atrativo, porém após a crise houve redução nesta política. Contras: Burocracia, Hierarquia excessiva e em algumas áreas há muita centralização de poder. Mudanças ocorrem com frequência muito grande, não dando chance para planejamentos maiores do que 2 anos. Conselhos para presidência: Mais demeritocracia   "},{"user":"Consultor de Supply Chain","avaliation":"Prós: Viagem, diferentes projetos Contras: Carga horaria alta, salario baixo, projetos desestruturados   "},{"user":"Analista Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade de horário, basicamente esse é o único ponto positivo - tirando isso não sobra muito para se destacar na empresa. Vendem uma imagem que não é verdadeira. Contras: Embora se tenha ponto eletrônico, você tem liberdade para fazer seu horário, cumprindo as 8h diárias. Como trabalha por banco de horas, é possível sair mais cedo para algum compromisso particular (ex.: provas ou consultas médicas) e compensar o horários outros dias.   "},{"user":"Desenvolvedor Java","avaliation":"Prós: Flexibilidade de horário, crescimento a longo prazo, estabilidade da empresa, possibilidade de mudar de cidade, grandes clientes, possibilidade de trabalhar em diversas áreas. Contras: O crescimento é lento e depende um pouco de política. Não é totalmente meritocrática haja vista que a promoção depende de um tempo mínimo. Dependendo do cliente, você trabalhará com tecnologias ultrapassadas. Conselhos para presidência: Abra espaço para quem quer crescer no curto prazo.   "},{"user":"Analista Contábil","avaliation":"Prós: Para alguns departamentos, home-office até quatro vezes por semana. Gerência muito compreensiva com horários quando se trata de problemas pessoais. Benefícios acima do mercado, como ótimo plano de saúde. Contras: Nenhuma chance de aprendizado ou crescimento. Assessoria de TI péssima. A gerência não entende as limitações do TI e insiste em nos forçar a usar os serviço deles.   "},{"user":"Analista","avaliation":"Prós: Cursos variados de tecnologia, subsidio no inglês, flexibilidade de horário, incentivo a novas tecnologias, trabalhos sociais, incentivo a tolerância Contras: Não paga horas extras, trabalho excessivo, cobrança sem reconhecimento, processos de promoção totalmente nebulosos, panelas entre chefias, RH e Operações são empresas diferentes. Conselhos para presidência: Processos de promoção mais transparentes. Equiparação salarial com o mercado. Melhor investimento em gestão de pessoas para as lideranças dos projetos. Por em pratica as diversas politicas de igualdade e respeito pregados pelo RH   "},{"user":"Engenheiro","avaliation":"Prós: Salário em dia, plano de carreira, transparência, empresa multinacional, provoca diversidade, fornece carro para cargo de consultor iu acima, participação nos lucros Contras: Plano de carreira ainda subjetivo, salários abaixo do mercado, localização ruim em BH, Preços de projetos mais caro no mercado, cria equipes enxutas de trabalho Conselhos para presidência: Escutar as pessoas que tem mais tempo de casa, elas já viveram muitos estágios dentro da empresa.   "},{"user":"Analista Desenvolvedor Mobile","avaliation":"Prós: Bons beneficios, oportunidade grande de aprendizado, organização de eventos de interesse dos empregados, como meetups, cultura de incentivo de mulheres na área de tecnologia. Contras: - Salário abaixo do mercado - Uma vez alocado no projeto não existe um acompanhamento constante da Accenture sobre o trabalho realizado no cliente, não há feedback   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Benefícios muito bons. Jornada de trabalho flexível. Projetos inovadores. Oportunidades de carreiras internacionais. Frequentements viagens a trabalho. Contras: A empresa, de forma geral, da mais importância ao relacionamento interpessoal do que a capacidade técnica dos colaboradores. Perfis menos técnicos "},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Muito bem estruturada, bons clientes e com sólida metodologia de trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Liderança fraca e atuação do RH fica só no discurso na maioria as vezes. O esforço para se manter alocado é uma preocupação quase que exclusiva do recurso, mesmo quando está muito bem avaliado. Conselhos para presidência: Melhorar o RH   "}]