[{"user":"Analista de Projetos Pleno","avaliation":"Prós: Empresa com inumeros projetos, perspectiva solida de carreira, dificilmente ficara desalocado em projetos. possibilidade de compra de ações da empresa com desconto do preço atual de mercado.\n\nContras: Média salárial muito abaixo do mercado, isso para cargos de analistas e consultores. de Junior, Pleno e Senior. em torno de 50% a menos que demais empresas do setor.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista SrEx-funcionário, saiu em 2018","avaliation":"Prós: É uma empresa muito bem conceituada no seu ramo, possui um excelente pacote de benefícios e oferece bons treinamentos aos seus funcionários. Está sempre se atualizando e os seus escritórios oferecem muito conforto e praticidade.\n\nContras: A empresa faz questão de ressaltar, o valor que tem o trabalho de seus funcionários no sucesso dos seus projetos; porém, os gestores na sua grande maioria, não comungam desta mesma ideia visto que, só se preocupam em interagir com funcionários do seu mesmo grau de hierarquia(level) ou que sejam muito próximos ao seu. As oportunidades de crescimento não acontecem por meritocracia mas sim por indicação de amigos e parentes. A média salarial está abaixo do mercado.\n\nConselhos para presidência: Fazer uma reciclagem periódica de gestores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Programador Sênior","avaliation":"Prós: A empresa dá a possibilidade de seguir plano de carreira, tem bastantes projetos em diversas indústrias que permite realocação em outro setor caso termine sua alocação atual em determinado projeto.\n\nContras: Antes era oferecido o benefício de realizar cursos de idiomas presencial e ter subsídio, porém atualmente só é oferecido curso online. Promoção não é tão simples de ser alcançada e depende muito de ter afinidade com seus superiores.\n\nConselhos para presidência: Não comprometer a qualidade de vida, ter um pacote maior de benefícios e melhorar a remuneração, ajustando o salário base de cada cargo. Para exigir \"high performance\" do nível produtivo, o nível estratégico teria que ser \"high performance\" nos atrativos!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Associate Manager","avaliation":"Prós: Estrutura enorme, o que possibilita muito aprendizado, crescimento pessoal e profissional. Ambiente de crescimento , cursos internacionais e locais.\n\nContras: Burocrático em alguns pontos, mas entende-se que uma corporação do tamanho da Accenture, segurança e cuidado são muito importantes e por isso, o maior cuidado deve ser tomado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente Sênior","avaliation":"Prós: A Carreira e oportunidades são diferenciais podendo se desenvolver com desafios relevantes em clientes diferentes com projetos de varias naturezas\n\nContras: O Critério promoção e avaliação é subjetivo e não baseado nas metas individuais. Saímos de um processo oficialmente comparativo, mas as pessoas que julgam ainda consideram em parte o processo antigo\n\nConselhos para presidência: Continuar investindo em treinamentos e coach\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A Empresa prega a diversidade, igualdade de gêneros, possui oportunidade de treinamentos e flexibilidade além de ter um bom pacote de benefícios\n\nContras: A media salarial está abaixo dos valores praticados no mercado e com poucas oportunidades de crescimento. Processo de avalição não é transparente gerente grande insatisfação\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista JúniorEx-funcionário, saiu em 2016","avaliation":"Prós: paga em dia, beneficios, muito dinamica, muito ecletica, muito grande, bastante gente, cheia de regras, tem muitos cursos para aprendizado dos funcionarios\n\nContras: nao da para um pai de familia sustentar a casa simples assim! numa cidade como nova lima ou belo horizonte esse salario mil e 400 nao é compativel\n\nConselhos para presidência: pessoas diferentes nao podem receber os mesmos salarios\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Contract Specialist","avaliation":"Prós: Ambiente de trabalho e flexibilidade de horários. Oportunidade de trabalhar em grandes projetos e em diferentes aereas da empresa. Pessoal altamente capacitado.\n\nContras: Burocracia internar e processos de RH extremamente demorados e absoletos. Processo de reconhecimento demorado e burocratico. Por ser uma empresa global o contato com a liderança é raro.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Jr","avaliation":"Prós: bons beneficios, oportunidades para quem está no inicio da carreira treinamentos e cursos são oferecidos pela empresa é uma boa oportunidades para quem quer trocar de área ou iniciar uma nova área\n\nContras: promoções quase nunca é justo, não fica muito claro o motivo de algumas pessoas não serem promivodas já que bateram as metas pré-estabelecidas e foram bem avaliadas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: A Cultura da empresa e a oportunidade de carreira são pontos positivos da empresa. A possibilidade de vivência em diferentes tipos de empresas também é um ponto positivo.\n\nContras: A qualidade de vida muitas vezes é prejudicada por conta de rotinas pesadas de trabalho, o que passa a ser um ponto negativo caso perdure por um longo período de tempo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]