[{"user":"Assistente Operacional","avaliation":"Prós: Ótimos benefícios, treinamento constante e uma energia ótima, Horas extras, pagamentos correto, Plano de Saúde, PL, previdência privada entre outras vantagens. Contras: Depende muito do gestor, cada um tem uma métrica diferente e falta um pouco de mobilidade principalmente na minha ilha, alguns cursos poderiam ser melhor aproveitado se tivesse o tempo apropriado para cumprir. Conselhos para presidência: Mudança maior entre os gestores e menos burocracia.   "},{"user":"Developer Programmer","avaliation":"Prós: Uma empresa de grande porte, com reconhecimento global, grandes clientes, foco no carreira do funcionário e capacidade de inovação enorme... Contras: Infelizmente a empresa vê, na maioria das vezes, os funcionários como um asset para estar em cliente, não possui bons benefícios e precisa estar trabalhando com mais projetos de inovação.   "},{"user":"Analista Pleno","avaliation":"Prós: Ambiente de trabalho, bons beneficios e bons cursos de linguas, é facil de fazer network e predio tme uma otima vista Contras: Liderança mal preparada, com varias falhas de comunicação.O crescimento dentro da empresa é ilusorio, não existe a chamada meritocrassia que tanto falam.Salario a baixo do mercado.   "},{"user":"Analista Pleno","avaliation":"Prós: Plano de saude, auxilio creche, Participacao nos lucros, plano odontologico. A empresa tem muito beneficios, mas deixa a desejar em outros muitos aspectos. Contras: Planos de cargos e carreira. Muito subjetivo, nao e valorizado o profissional tecnicamente muito bom. Aqueles que possuem excelencia com tecnologia, sao preteridos em detrimento dos que no termo popular se diz \"Baboes\". Conselhos para presidência: Nenhum, apenas perguntas.   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: A popularidade da empresa; Ter plano de saúde; Muita tecnologia; Bastante diversidade; Não possuem preconceitos com local onde mora, escolha sexual etc. Contras: É uma empresa controladora, que possui um sistema de vigilância para controlar o tempo que você fica fora da sua mesa de trabalho. Cada vez que você vai ao banheiro, pega um café, tira uma dúvida ou qualquer outra coisa que tire seu foco do trabalho principal é contado e cobrado. O salário é bem ruim e as chances de crescimento também. Não existe horário flexível. Os diretores não respondem nem seu bom dia. O projeto jurídico é administrativo financeiro. E as pessoas saem com cálculo renal por não poder utilizar o banheiro quando querem. Conselhos para presidência: Sejam a empresa que vocês contam ser.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa tem muitas formas de reconhecimento de funcionário, muitas ferramentas para aprendizado, para obtenção de conhecimento, para realizar denúncias anônimas, e tem tolerância zero para assédios. Contras: O salário da empresa está abaixo do mercado. Muitas pessoas saem para fazer as mesmas coisas em outras empresas para ganhar mais. Isso causa uma alta rotatividade de pessoas e perda de conhecimento. Muitas pessoas técnicas não conseguiam evoluir por haver um número limite de pessoas que podem ser promovidas e as promoções ocorrem duas vezes ao ano. Muitas pessoas não técnicas eram promovidas seguidas vezes, deixando os técnicos para trás. Conselhos para presidência: A empresa precisa evoluir e pagar melhor! Caso contrário continuarão perdendo recursos que fazem a empresa crescer!   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ótima estrutura, ótimos benefícios, te proporciona oportunidades de desenvolvimento de carreira. Em sua maioria, possui gerentes que valorizam os funcionários. Contras: Base salarial muito abaixo do mercado. Seria o ideal tentar equilibrar os baneficios com o salário, para que evite fica muito abaixo do mercado.   "},{"user":"Analista Júnior","avaliation":"Prós: Boas oportunidades de aprendizado, bons benefícios e cursos na área. Possibilidade de trabalhar em grandes empresas como terceirizado, e trabalhar em diversos ramos diferentes, a empresa se preocupa com o que você quer e incentiva seu aprendizado constante. Contras: Muito difícil ser promovido, somente por questões de puxa saquismo, senão sem chance, salário baixo e dificuldade de receber horas extras, sempre pedem pra tirar as horas. Conselhos para presidência: Melhorar os incentivos para promoção para quem esta começando, mais cuidado com os maus gestores.   "},{"user":"Consultor Sênior","avaliation":"Prós: A Accenture é uma boa empresa que oferece bons benefícios, possui estabilidade, organização e estrutura internz, plano de carreira, conceituada no mercado Contras: Cada projeto parece uma empresa diferente, a gerência de muitos projetos não paga hora extra e não permite lançamento de banco de horas formal, controlando as horas informalmente. Conselhos para presidência: Fazer com que a gerência dos projetos realmente aplique as políticas da empresa "},{"user":"Analista Pleno","avaliation":"Prós: Aprendizado constante, tecnologias atualizadas, possibilidade de trabalhar em projetos diferentes, ambiente de multinacional, amadurecimento rápido devido às responsabilidades, estrutura da empresa, benefícios, possibilidade de viajar pela empresa no país e no exterior. Contras: Remuneração abaixo do mercado, crescimento de carreira pode demorar (dependendo do projeto), relacionamento com clientes (dependendo do projeto), carga de trabalho pode ser excessiva em épocas de pico.   "}]