[{"user":"Gerente de Produtos","avaliation":"Prós: Ambiente jovem, empresa com grande possibilidade de crescimento na carreira, espirito de dono do negócio na veia e também grande competitividade. Contras: Falta de clareza nas decisões estratégicas, gestores jovens e incompetentes, falta de benefícios para os funcionários, meritocracia apenas para quem é da “panela”   "},{"user":"Analista de RH Júnior","avaliation":"Prós: Reconhecimento, chances de crescimento e boa remuneração. A empresa tem a cultura de valorizar quem está na Companhia e isso cria uma satisfação muito grande. Contras: Os benefícios são bons, mas poderiam ser melhores. Poderia haver um estudo profundo para que essa questão fosse sanada. No mais, é uma ótima empresa.   "},{"user":"Assistente de Logística","avaliation":"Prós: Aprendizado em diversas áreas, convivência com os colegas, e com foco e muito trabalho poderá vir muitas oportunidades de crescimento na empresa. Contras: Falta de vale refeição, falta de uma cesta básica no final do ano, são pontos que poderiam ser revertidos, por que todo o resto está muito bom.   "},{"user":"Trainee - Ex-funcionário, saiu em 2011","avaliation":"Prós: É uma ótima escola para aprender. Ótimo ambiente de trabalho, cultura interessante de busca de resultados e metas agressivas, Localização excelente. Contras: Acumulo de funções, não pagam hora extra, o vale refeição é muito baixo. ambiente muito competitivo. Não tem hora para sair. Trainee não ganah bonus.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Não atrasa salários, pessoas com bom conhecimento sobre a área, ambiente confortável e descontraído para se trabalhar. Pessoas amigáveis festas de todas as marcas Contras: O funcionário não é ensinado ao entrar, simplesmente precisa correr atras das coisas para saber o que fazer, cobranças indevidas e falta de preparo de alguns supervisores   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário nunca atrasa, sempre depositam o salário no último dia útil de cada mês, sem atrasos... Não há muitos pontos positivos, essa é a realidade! Contras: A empresa não tem responsabilidade com os funcionários, os gestores são péssimos, nada profissionais, levam tudo para o pessoal e tratam os operários em formas diferentes, não aconselho ninguém a entrar nesta empresa!   "},{"user":"Analista Pleno","avaliation":"Prós: Empresa que preocupa com o bem estar do colaborador, excelente para crescimento profissional (meritocracia), ambiente saudável. Oportunidade de se trabalhar com novos tecnologias e tendências de mercado. Muito bem localizado o escritório. Contras: Um único ponto de melhoria na empresa é aumentar o beneficio de alimentação. De relevante não tem mais o que expor. Este seria o principal ponto.   "},{"user":"Funcionário","avaliation":"Prós: A Empresa oferece oportunidades de crescimento e o aprendizado e os desafios são constantes. Rotina praticamente inexistente. Ótimo ambiente e salário competitivo. Contras: Pacote de benefícios nada atrativo, especialmente em comparação com a concorrência. Diferença no tratamento entre os colaboradores das empresas do grupo.   "},{"user":"Especialista","avaliation":"Prós: clima, localizacao, 140 caracteres é muito para destacar os pontos positivos da cia, sugiro diminuir para 50 caracteres para o formulario ser mais objetivo. Contras: lideranca inexperiente, localizacao, 140 caracteres é muito para destacar os pontos positivos da cia, sugiro diminuir para 50 caracteres para o formulario ser mais objetivo.   "},{"user":"Product Owner","avaliation":"Prós: Empresa fornece ambiente agradável e descontraído. Não possui dress code e tem area de descompressão com sinuca, video game e bastante comida. Todos os eventos eles proporcionam muita comida, Shiatsu pras pessoas se sentirem bem. Contras: A empresa nao possui vale alimentação e refeição, você deve optar por um dois. O plano de saúde tem coparticipação e so fica disponível depois de 3 meses (apos o periodo de experiência). Em algumas áreas, você trabalha muito, como TI e Lasa. O horário nem sempre é flexível, a menos que você prefira chegar tarde e sair tarde. Se você opta por chegar as 8 e sair as 17, em alguns momentos não é bem visto, pois a maioria das pessoas faz o horário mais tarde, tipo de 10 as 19 horas. Em algumas áreas, as pessoas continuam falando de trabalho todo final de semana e isso não é mto legal Conselhos para presidência: A cultura precisa ser verdadeira e não apenas um slogan   "}]