[{"user":"Coordenador Comercial","avaliation":"Prós: Tem muitas confraternizações, aniversariantes do mês, rh é presente nesse quesito. É ambientalmente reconhecida, é um excelente lugar para começar.\n\nContras: Não valoriza seus funcionários de forma igualitária, há muito machismo, a empresa não tem Gympass, o vale refeição é muito muito baixo. E não há flexibilização.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor.NET","avaliation":"Prós: Se souber negociar bem pode obter um bom salário. Convênio com desconto para funcionários nas lojas americanas, pontualidade no pagamento de salário\n\nContras: Excesso de trabalho, gerência autoritária. Falta de reconhecimento ao colaborador. RH totalmente despreparado atraso e erros nos pagamentos de 13, férias e plantões. Não tem incentivo de cursos, certificações e afins\n\nConselhos para presidência: Maior reconhecimento aos colaboradores, maior atenção do RH aos colaboradores, menos burocracias e hierarquia dos gestores com colaboradores, pagamneto de Bônus seria um diferencial.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2015","avaliation":"Prós: Grande quantidade de pessoas jovens., isso ajuda na interação dos colaboradores, as pessoas sao muito unidas, no sentido que confraternizam juntos.\n\nContras: Cultura da empresa é muito agressiva, e incentiva que os funcionários cresçam em cima dos outros. Culturalmente é assim, vem de cima para baixo. da diretoria aos analistas\n\nConselhos para presidência: Valorizar o funcionario\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Líder Técnico","avaliation":"Prós: Trabalhamos com o estado da arte em tecnologia e com desafio técnicos muito bons e temos colegas competentes para trocas de experiência. Se você busca uma empresa para suar a camisa, se desenvolver e ganhar visibilidade no mercado, esse é o lugar.\n\nContras: Se você é um bom desenvolvedor, é muito fácil encontrar outras oportunidades melhor remuneradas e com mais benefícios que a B2W e isso é perceptível pela alta rotatividade de bons profissionais. Diretores mal preparados e incapazes de gerir pessoas, produtos e negócios.\n\nConselhos para presidência: Salários competitivos e a altura de funcionários que fazem uma empresa movimentar mais de 1 bilhão de reais em uma Black Friday. Todas as avaliações de desenvolvedores dizem a mesma coisa a mais de 1 ano e nada muda.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Customer Success","avaliation":"Prós: Empresa que se preocupa com o meio ambiente, acolhe bem seus associados,os benefícios são bons, para quem gosta de eventos, a empresa sempre proporciona boas festas e brindes bem legais.\n\nContras: Não existe um plano de carreira. Os salários são congelados, não há perspectiva de crescimento. Não há feedback o que dificulta entender o que é necessário para conseguir melhores postos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador de Tecnologia","avaliation":"Prós: Temos um bom ambiente de trabalho com pessoas interessadas em aprender sempre mais, muitos desafios com tecnologias de ponta e muitas oportunidade de crescimento.\n\nContras: A B2W era uma empresa de varejo que está se tornando digital, devido a essa migração muitos processos aínda são burocráticos demais, a empresa precisar ser mais flexível.\n\nConselhos para presidência: Menos burocracia, simplificar processos e mais olho nas pessoas para reter talentos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: Bom ambiente e horários flexíveis. Bons profissionais com quem voce pode aprender. Liberdade nas tecnologias que deseja usar. Empresa grande que te ensina e força a trabalhar com soluções escaláveis.\n\nContras: A remuneração eh abaixo da média do mercado, benefícios como plano de saúde são fracos e vale refeição eh baixo. Não existe um plano de carreira ou algo parecido.\n\nConselhos para presidência: Equiparar os benefícios com os oferecidos por outras empresas de ti, criar um plano de carreira ou algo parecido\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor OperacionalEx-funcionário, saiu em 2015","avaliation":"Prós: Plano de carreira excelente todos tem a mesma oportunidade para a mudança de cargo e não tem limite para o crescimento na empresa.\n\nContras: Uma empresa boa pra se trabalha,porem salario baixo para cargo de gestão,e 0 beneficio,alimentação dada no refeitório é ruim.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento I","avaliation":"Prós: A empresa tem planos de carreiras que podem ser feitos se o associado tiver vontade, sempre tem alguém de observando e o seu progresso. Sinto que o meu crescimento profissional foi graças a isso, os sistemas são diádicos por si só é fácies de manusear.\n\nContras: Falta de comunicação interna sobre procedimentos que serão tanto realizados como os que não serão mais realizados, de certa forma a comunicação é falha na equipe da parte de supervisão e coordenação e a gerencial esquece que sua maior função é survisionar este ponto. Outro quesito são os processos de plano de carreiras deveriam ser mais divulgados e utilizados mais o endomarketing na empresa, o associado deveria ser o cliente número 1! Algo que não ocorre...\n\nConselhos para presidência: Utilize mais o endomarketing e não poupe gastos para deixar o local de trabalho mais acolhedor.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador Logístico I","avaliation":"Prós: Equipe bem engajados, que ajuda uns aos outros, eventos internos que \"motivam\" temporariamente os colaboradores. A empresa tem um ambiente bom pra se trabalhar\n\nContras: Pouca oportunidade de crescimento, porque a empresa contrata gente de fora mas não da oportunidade pra quem já está lá empresa e não tem nenhum benefício,\n\nConselhos para presidência: Olhar o potencial dos associados, pessoas muito boas com muito tempo no mesmo cargo, a empresa contrata gente de fora mas não dá oportunidade pra quem já está lá dentro\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]