[{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Auxílio Creche,oportunidade de crescimento, desconto em compras nas lojas do grupo,cursos investimento no colaboradores.Sorteios diversos para colaboradores. Contras: Refeitório no local, não sendo de tão boa qualidade , falta aérea de lazer ou de descanso ou para estudo ou leitura os colaboradores não possui estacionamento (somente para gerentes )   "},{"user":"Analista de Marketing Júnior","avaliation":"Prós: Facilidade de crescimento. Boa remuneração. Tecnologia. Pessoas com vontade de trabalhar. Boa localização. Pessoas engajadas. Ambiente descontraído. Contras: Vale refeição é baixíssimo. Menos de 5 reais por dia. Desconto de passagem de 6% em cima do salário bruto. Não há janelas no escritório de tecnologia. Conselhos para presidência: Continuem cuidando das pessoas. Elas fazem o negócio e precisam de motivação para trabalhar nos fds e madrugadas durante períodos de muitas vendas.   "},{"user":"Gerente de Operações Sênior","avaliation":"Prós: Oportunidade de baixo e médio escalão boa, principalmente em cargo até coordenação de equipe. Programas de planos de carreiras somente para os níveis baixos Contras: Falta uma diretriz aplicada, estratégia da empresa visa favorecer poucos e a remuneração muito abaixo do mercado, principalmente quando equiparada a cobrança exagerada da função/cargo.   "},{"user":"Analista de TI","avaliation":"Prós: positivo a nivel de conhecimento geral, em todos os erp da empresa, o trabalho duro para conhecer todas as fazers dos sistema vale muito apena particial delal Contras: falta de avaliação de salario para os funcionar, falta de agregação por tempo de serviço na empresa nao tem um acompanhamento no crescimento profissional Conselhos para presidência: sim   "},{"user":"Arquiteto de Informação","avaliation":"Prós: No setor de tecnologia da empresa, temos mais autonomia, horários flexíveis, nada de roupas formais ou restrições para conversar com gerentes e até diretores. Contras: No setor de tecnologia da empresa, não temos planos de carreira bem definidos, os salários não são bons diante o mercado de TI, sendo assim, estamos perdendo muitos talentos para outras empresas, principalmente, fora do país. A área de TI é muito reativa as decisões da área comercial que quase sempre são tomadas por total relativismo e arbitrariedade. A TI passa mais tempo apagando fogo do que produzindo sistemas de segurança anti-incêndio. Conselhos para presidência: O abismo cultural entre as áreas comercial e marketing para a área da tecnologia precisa ser quitado.   "},{"user":"Coordenador Comercial","avaliation":"Prós: A empresa é bastante dinâmica. A todo tempo surgem novos projetos e com isso novas oportunidades de desenvolvimento. A força do nome também é um ponto positivo. Contras: A empresa não tem metas claras, o que dificulta bastante a percepção de desenvolvimento. Os departamentos não compartilham objetivos em comum, o que leva a disputas internas que prejudicam o resultado do todo.   "},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente ótimo e escopo grande de trabalho, empresa bem localizada e que promove eventos que valorizam os funcionários de forma constante! Boa empresa Contras: Empresa está localizada em um local caro, o VR não é compatível com os restaurantes pertos. Vale transporte não cobre estacionamentos, mas são valor integral caso pegue transporte público   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Paga o salário em dia Contras: Não tem reconhecimento.   "},{"user":"Gerente Comercial","avaliation":"Prós: Muitas oportunidades para desenvolvimento, empresa bastante dinâmica em fase de crescimento e mudança da dinâmica operacional. Recomendo para quem gosta de trabalhar Contras: A empresa está em fase de mudanças e quem tem dificuldade para participar de definição de fluxos pode sentir um pouco de dificiculdade de adaptação   "},{"user":"Vendas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Oportunidade de crescimento dentro da empresa, selecao relativamente fácil, ambiente bom para trabalhar, com beneficios . Contras: Muita demanda de trabalho, salário muito baixo, vale refeição baixo, .   "}]