[{"user":"Engenheiro de Dados","avaliation":"Prós: Empresa grande, com grandes oportunidades de aprendizagem! Plano de saúde muito bom. Horário flexível e atualmente estão tentando mudar a cultura da empresa Contras: Apersar de estarem tentando mudar a cultura da empresa, ainda é um pouco engessada, não tem plano de carreira e gerentes e diretores um pouco impositores   "},{"user":"Coordenador de Operações Logística","avaliation":"Prós: Ótima oportunidade de aprendizado e crescimento, materiais de trabalho de Ponta, sempre inovando em tecnologias de gestão, ciclo logístico bem estruturado. Contras: Admissões e demissões em grande escala pela sasionalodade, por este motivo, muitos talentos são desperdiçados.   "},{"user":"Líder Operacional","avaliation":"Prós: Excelente empresa, âmbito de trabalho bem amigável e produtivo. Trabalho em equipe, a organização foca na melhoria com um todo para que os colaboradores se dediquem ao objetivo final da empresa. Contras: Um ponto que venha ser negativo é a falta de um estacionamento do qual comportasse automóveis suficientes para que assim os associados possam guardar seus veículos. Conselhos para presidência: A unicidade com um todo gera o crescimento com um todo!   "},{"user":"Operador Logístico - Ex-funcionário, saiu em 2018","avaliation":"Prós: A B2W é muito boa pra quem está iniciando a carreira no mercado de trabalho, sempre da oportunidades para pessoas que não tem experiência ou seja o primeiro emprego Contras: muito \"previsível\" quem passa nos processos seletivos. A empresa se encontra num lugar muito isolado e só oferece ônibus fretado ate pontos objetivos, ocorre alguns assaltos no local. Conselhos para presidência: A empresa precisa dar mais segurança aos associados que ficam na frente da empresa esperando condução.   "},{"user":"Monitor de Qualidade","avaliation":"Prós: Convívio profissional e reconhecimento, são as maiores características dessa companhia. Muito satisfeito por fazer parte dessa grande empresa. Contras: O processo para crescimento poderia ser repensado, pois alguns agentes de atendimento, acham muito demorado, virar agente IV para poder participar de um processo interno. Conselhos para presidência: O processo para promoção de agentes, deveria ser mais acelerada,para participação de processos internos.   "},{"user":"Agente de Atendimento Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa parte dos funcionários são companheiros, recursos como café e chá excelentes, refeitório organizado, preocupação com o bem estar e horário flexivel. Contras: Gestão desorganizada, falta um treinamento unificado entre eles. Espaço aberto, quando chove não da para andar pela empresa, cobranças fúteis e salário baixo, sem incentivo ao profissional.   "},{"user":"Webdesigner - Ex-funcionário, saiu em 2012","avaliation":"Prós: Equipe integrada, abertos a inovações. Ambiente de trabalho cooperativo e descontraído. Muito aprendizado e rotina organizada. Desafios interessantes. Contras: Refeitório de baixa qualidade. Distante da minha casa. Ambiente físicos da empresa eram insalubres as vezes. Região em volta do local da empresa era perigosa.   "},{"user":"Analista de Back Office - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimo empresa, com possibilidade de crescimento e experiência profissional, equipe bem estruturada com tecnologia e sistemas ótimos ... Ótimos benefícios. Contras: Padrão antigo, não tem flexibilidade com os funcionários   "},{"user":"Analista Jr","avaliation":"Prós: Clima organizacional muito bom! Time muito aberto a trocar experiências e sem muita hierarquia. Apesar da pressão por resultados ser contante no dia a dia o ambiente é leve e divertido. Contras: Não existem muitas regras estabelecidas quanto a plano de carreira e remuneração. A empresa foca em meritocracia mas as vezes os critérios ficam um pouco vagos.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente divertido, de fácil aprendizado, com bastante oportunidade de tentar e testar coisas novas durante o dia a dia. Na empresa há várias comemorações, o que deixa o ambiente divertido; Contras: Empresa sem nenhum plano de carreira, regras, políticas e com líderes que deixam muito a desejar na gestão do dia a dia; Diretoria distante dos funcionários. Conselhos para presidência: Treinar e capacitar melhor todo o time de gestão e liderança   "}]