[{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Horário de trabalho flexível para quem estuda ou precisa, das 7h30 as 13h50. Alguns processos seletivos internos, ambiente informal de trabalho. Contras: Salário baixo, não há benefícios, a alimentação é um lanche com suco, que é descontado do salário, poucos projetos de incentivo ao funcionário   "},{"user":"Operador Logístico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento em dia, oportunidade para quem procura primeiro emprego, tem o cartão associado para contas no site com desconto de 10 por cento . Contras: É uma empresa legal de trabalhar o problema são os gestores, são desumanos e poucos se importam com o bem estar do funcionário só querem números e um tal de indicador maldito affs Deus mim livre. Sai dessa empresa com tendinite, tendinose e bursite. Conselhos para presidência: Trocar todos os gestores.   "},{"user":"Funcionário","avaliation":"Prós: Horário flexível, diversas possibilidade de aprendizado. O ambiente é muito bom, calmo e tranquilo, bastante eventos e dentro da empresa que dão brindes ao funcionários, festas com comes e bebes. Contras: Não existe de fato um plano de carreira e em alguns momentos, os projetos entre as diversas equipes acabam ficando com os prazos bagunçados.   "},{"user":"Assistente de SAC II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Refeitório na empresa é muito bacana, além dos descontos no site, também gostava dos meus lideres, que até hoje são meus amigos, fora isso não tenho o que elogiar Contras: Gestão péssima, péssimos cordenadores e planejamento péssimo, um plano de carreira muito ruim que você fica dois anos na mesma área, mesmo sendo um dos melhores de lá. Revejam seus conceitos sobre isso. Perderam ótimos funcionários! Conselhos para presidência: Preste atenção, pois seus cordenadores são malandros!   "},{"user":"Operador de Logística - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boas Amizades, e localização, a comida é meio repetitiva, mas quando se esta com fome, come o que vier. Na empresa tem algumas oportunidades, se você puxar o saco do líder e ter boa conduta. Contras: O trabalho é muito repetitivo e pouco rodizio de área para pegar experiência nos processos e etapas do produto. O pagamento não tem vale por isso deixa desejar.   "},{"user":"Auxiliar Administrativo de Recursos Humanos - Ex-funcionário, saiu em 2016","avaliation":"Prós: As pessoas eram muito inteligentes e motivadas. O esceitório era bem limpo e moderno, o que me dava bastante entusiasmo de trabalhar lá. Indico bastante! Contras: Não tenho muitas críticas. O acesso ao trabalho era um pouco difícil e perigoso. Eu pegava 3 conduções. O salário também poderia ser um pouco melhor.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Para a contratação não fazem distinção de idade e tempo de formação, avaliam o potencial do candidato e as competências curriculares. Apesar de gestão ruim, existe pessoas com esperança. Voltada ao lucro SEMPRE! Contras: Processos \"burrocráticos\" e com critérios de avaliação que não fazem sentido. Crescimento profissional baseado em amizades. Gestores despreparados. Base operacional explorada e com baixos salários. Despreocupação com segurança e meio ambiente. Os benefícios de saúde não não imediatos. Carga horário puxada. Operação e funcionários sem vínculos de amizade não conseguem vaga de estacionamento. Opressão e abuso de poder. Alguns funcionários trabalham literalmente enjaulados. Todos que acessam a operação são submetidos à vistorias contra roubo. Conselhos para presidência: Selecione seus gestores por competência!   "},{"user":"Analista Fiscal Sênior","avaliation":"Prós: Ambiente e oportunidades para crescimento profissional. Salário também é dentro da espectativa de mercado. Muito trabalho e iniciativas para treinamento Contras: Beneficios são baixos, sem horário para saída, muita pressão no fechamento de mês. Alguns gerentes nao interagem com os demais funcionarios.   "},{"user":"Técnico em Segurança do Trabalho - Ex-funcionário, saiu em 2018","avaliation":"Prós: Equipe operacional com oportunidades de exposição de idéias a Gestão, através de reuniões com operadores, líderes, coordenadores e gerentes. Equipe de Brigada de Emergência e CIPA disposta ao trabalho. Contras: Os cargos na organização são distribuídos por critérios de relacionamento ou amizade, não por competência. Muitos gestores sem preparo para liderança. Cultura de Segurança do Trabalho em nível reativo. Sustentabilidade zero em todos os aspectos. Responsabilidade social apenas para cumprimento de legislação (sem engajamento). Conselhos para presidência: Rever cultura organizacional e seus mecanismos de monitoramento.   "},{"user":"Atendente de Negócios - Ex-funcionário, saiu em 2016","avaliation":"Prós: Parabéns salário na média e tudo na data certinha. Os convênios são bons e tem refeitório no local o que ajuda muito apesar de ser apenas 20 min. Gerencia e coordenaçãosempre a disposição Contras: O ambiente por todo é bom mas onde se trabalha é meio compacto, os setores ficam próximos uns dos outros o que ajuda em partes e por outro tem muito barulho. Mas nada que atrapalhe o trabalho.   "}]