[{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo para iniciar vida profissional, da oportunidade de crescimento e desenvolvimento para quem demonstra capacidade e vontade em aprender. Desconto nos sites e lojas (americanas/BK...) do grupo. Horário flexível. Se você ficar estagnado no seu ensino fundamental e esperar crescer dentro da empresa é utopia esperar crescer em qualquer lugar. Contras: Gestão despreparada a começar pela supervisão, não tem conhecimento e preparo para lidar com os funcionários e os gerentes focados apenas em resultado. RH despreparado, não colocam em pratica os valores da empresa. Poucos benefícios. Não paga PLR para quem esta nas pontas. Conselhos para presidência: Melhorar os benefícios, estender a PLR a todos os associados e não apenas a um grupo seleto. afinal quem esta no topo só atinge a meta devido a quem esta nas pontas, na linha de frente.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com ótimo ambiente, muitas pessoas prestativas, incentiva o trabalho em equipe e te proporciona um grande aprendizado. Para quem quer trabalhar com e-commerce, é a empresa ideal! Contras: Apesar de amar a empresa, acho que você fica muito tempo preso em uma função, sendo que lá dentro existem muitas áreas para explorar. Ficar em uma mesma função por muito tempo, dá uma desestimulada nos funcionários.   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Parte da liderança, engajada e realmente gosta do que faz, te passa uma visão de assumir seu papel, superar expectativas, proporcionando aos clientes a melhor experiência possível. Contras: Já de um outro lado, a empresa e suas normas, procedimentos, são bem engessados, diria também até um comportamento arcaico, ao desprezar aqueles que possuem um cargo menor, desmotivando e prejudicando o seu próprio atendimento.   "},{"user":"Operador de Telemarketing I - Ex-funcionário, saiu em 2012","avaliation":"Prós: Bom ambiente. Refeição sem desconto. Salário bom em dia. Ótimo treinamento. Ensinando tudo e dando o suporte necessário. Pena não recontratarem. Contras: Não seria um ponto negativo. Mas dentro da unidade tem uma loja física da Americanas. Com tudo que as outras tem. Então 30% do seu salário fica lá. Mas é uma delícia! Conselhos para presidência: Plano de saúde e odontológico   "},{"user":"Assistente de Planejamento","avaliation":"Prós: A empresa é muito boa, as pessoas são ótimas e há possibilidade de crescimento, o salário é um dos melhores do mercado, temos 10% de desconto na loja e nos sites da marca além de refeitório no local. Contras: A comida é ruim, há muitos assaltas nas redondezas, não há plr e o convénio eh de coparticipação, os descontos são muito altos e não tem fretado. Conselhos para presidência: Preferível Vr e PLR   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Trabalho com autonomia, com chances de crescimento na companhia. O dia a dia é dinâmico, ambiente jovem e com aceitação para contribuição em novos projetos. Contras: Não há feedback estruturado, falta flexibilidade, gestores sem capacitação em liderança e gestão de pessoas, sem critérios claros para promoção, não há pesquisa de clima entre as equipes. Vale-alimentação irrisório e peca nos demais benefícios.   "},{"user":"Analista de Desenvolvimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Excelente cultura organizacional bom ambiente de trabalho, colegas empenhados a ajudar. Gestores flexiveis e dispostos a ouvir atentamente as sugestoes de melhorias. Contras: Não existem em si pontos negativos, poderiam melhorar os beneficios e o salário mas não perde em nada para muitas empresas. Bom ambiente de trabalho.   "},{"user":"Supervisor de Atendimento Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Há uma flexibilidade para resolução dos problemas ainda que seja demorado as vezes. Nunca atrasou salario e paga tudo direitinho a não ser casos pontuais. Contras: O plano de carreira é muito longo. Eu particularmente passei mais de 2 anos para chegar ao cargar que sempre almejei e quando consegui me decepcionei. Muita cobrança para pouco tempo. Conselhos para presidência: Descentralizar mais ainda o poder de tomada de decisão e melhorar o plano de carreira pra quem vem lá de baixo.   "},{"user":"Gerente","avaliation":"Prós: profissionais receptivos , meritocratica, ambiente amigável, inovacao e tecnologia, proximidade com a gestão, valoriza os talentos, objetivos ambiciosos, oportunidades Contras: Comunicacao interna, Rh pouco estruturado, processos confusos, nao divulgação de oportunidades internas, sinergia entre areas e unidades de negocio. Conselhos para presidência: Estruturar a area de Rh, apresentar o organograma da companhia, melhorar a comunicação interna   "},{"user":"Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa sempre pagou tudo certo e foi bem transparente desde do começo. Ótimo para quem está começando ou quer fazer carreira em atendimento. Contras: Não possui VA ou VR, tem refeição no local, mas sabemos que precisamos desse benefício. Sistema interno de crescimento é horrível é demorado. Conselhos para presidência: Rever o trilhas, pois esperar 9 meses para fazer a prova é desmotivador.   "}]