[{"user":"Ex-funcionário, saiu em 2017","avaliation":"Prós: Produção totalmente automatizada utilizando o sistema WMS, muito bom pra quem é primeiro emprego, o conhecimento na prática na operação, oferta de cursos dentro do ambiente de trabalho.\n\nContras: Valorização dos bajuladores, omissão da gestão com os problemas da equipe, é obrigado a fazer hora extra se não fizer já fica mal visado a na próxima redução de custos ir demitido, ter que aceitar tudo o que a gestão diz sem poder questionar pois eles tem sempre a \"razão\".\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor de Programas JúniorEx-funcionário, saiu em 2019","avaliation":"Prós: Colegas de trabalhos excelentes com conhecimentos sólidos sabem o que faz, boa estrutura, boa localidade com excelentes equipamentos e liberdade para escolha de novas tecnologias\n\nContras: Má gestão, falta de crescimento na parte de T.I, outras áreas você vê pessoas mudando de cargo, mas no ti se você entra com um carga, ficará neste cargo até que saia\n\nConselhos para presidência: Reconhecer mais seus funcionários, não são mero piões como muitos acham, sem eles a empresa não andaria\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Customer SuccessEx-funcionário, saiu em 2019","avaliation":"Prós: Ambiente descontraído, possui excelente pacote de benefícios como alimentação, seguro saúde, e descontos nas empresas conveniadas. RH excepcional. Possui transportes para os colaboradores, com vans e ônibus em ótimo funcionamento.\n\nContras: Não existe plano de carreira, feedbacks não são dados, fazendo com que o colaborador se sinta perdido, e processos internos acabam virando jogo de carta marcada. Algumas pessoas não possuem qualificações para os cargos que lhes são atribuídos.\n\nConselhos para presidência: Olhar mais para os cargos como os dos coordenadores dos times, pois muitos são inexperientes e até sem graduação, tornando um ambiente pouco profissional.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Fiscal de Prevenção de PerdasEx-funcionário, saiu em 2016","avaliation":"Prós: A quantidade de coisas novas que é possível aprender em casa setor, todo dia uma situação diferente que proporciona muito aprendizado e senso de agilidade.\n\nContras: Galpões muito quentes e horário de alimentação muito cedo ou muito tarde ! Não há benefícios além de um convênio, mas que tudo se paga praticamente.\n\nConselhos para presidência: Entender que prevenção tbm é humano, não somos robôs pra não poder falar com ninguém.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"HR Business PartnerEx-funcionário, saiu em 2014","avaliation":"Prós: Nao sei de muitos. Acho que o plano de saúde e a alimentacao na empresa são fatores positivos. Pode ter mudado algo de lá para cá, porém não tive conhecimento.\n\nContras: Mão de obra mal dimensionada trazendo sobrecarga na maioria dos cargos. Cultura de : Resultado a qualquer custo, e de que só é valorizado e reconhecido os que são agressivos com os demais. A empresa não se importa nem um pouco com relações de tabalho, e os gestores de alto nivel das areas administrativas não são hands-on, o que sobrecarrega as pontas, visto que o headcount sempre abaixo das medias de ercado não conseguem dar conta das atividades.\n\nConselhos para presidência: Prezar pela qualidade de vida dos funcionários e cuidar da cultura agressiva de : resultados a qualquer custo\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Excelente lugar para aprender e crescer. A empresa oferece oportunidade de crescimento e reconhece bons funcionários. Um dos lugares mais desafiadores.\n\nContras: Pela empresa ser muito dinâmica, exige bastante dos funcionários. .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente descontraído e informal. Descontos para compras em empresas do grupo. Local com ótimas condições de trabalho e estrutura impecável.\n\nContras: Benefícios fracos, plano de saúde com co-participação, não possui renda variável, falta de transparência no plano de cargos e salários. Faltam benefícios que são considerados \"diferenciais\".\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor/CoordenadorEx-funcionário, saiu em 2016","avaliation":"Prós: A empresa da muita oportunidade para os funcionários crescerem, com processos internos, salário é bom, nunca atrasa o pagamento, ambiente agradável.\n\nContras: Gestão, na área do atendimento a gestão não sabe separar o profissional do pessoal e acaba prejudicando e perdendo muitos funcionários bons, e a estrutura da operação é muito precária, piso solto, e mesas danificadas.\n\nConselhos para presidência: Trabalhar a gestão de pessoas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2017","avaliation":"Prós: Difícil encontrar pontos positivos Salário acima da média para analistas para tentar reter as pessoas por mais tempo. Tem muitos bons profissionais na empresa, especialmente nas áreas mais técnicas Tem a possibilidade de aprender muito\n\nContras: Cultura muito agressiva, estimula competição entre funcionários gerando uma cultura bem difícil de se lidar Pessoas fazem de tudo para subir de cargo Mudança de area é algo muito complicado de se fazer, você sente como se tivesse fazendo algo muito errado ao tentar se desenvolver Processos muito engessados Pregam a confiança no funcionário quando na prática se vê claramente que não é o caso Tem hora para entrar mas não para sair, além de trabalhar sábados e feriados Se via que não têm respeito ao cliente lá dentro, frequentemente sentia como se tivesse enganando os clientes e isso pesou muito na minha consciência\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor de Atendimento Online","avaliation":"Prós: Empresa boa, pois precisa melhor em gestão de pessoas, pois ela tem tudo pra ser a maior e melhor, porém não reconhece os funcionários e não da oportunidade aos mesmos.\n\nContras: Gestai de coordenadores, salário, pois você não recebe aumento se não for pelo dissídio da empresa e isso é péssimo, pois não temos um reconhecimento por tanto trabalho.\n\nConselhos para presidência: Precisa de pessoas inovadoras para que todos sejam reconhecidos, falta pessoas qualificadas pra estarem como coordenador.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]