[{"user":"IT ManagerEx-funcionário, saiu em 2018","avaliation":"Prós: Uma verdadeira escola no sentido de desafios, ambiente onde ninguém “pega na sua mão”, além de trabalhar com tecnologias de ponta. O time possui pessoas muito capacitadas, entretanto outras que literalmente estão empurrando com a barriga devido a falta de lideranças mais presentes.\n\nContras: Existe uma richa interna entre áreas e também internamente nas áreas, isso desacelera o crescimento da empresa e cria situações que sugam a energia no médio/longo prazo, tirando a motivação dos funcionários. Muitas ações acontecem isoladas criando sentimento de insatisfação e algumas vezes de injustiça.\n\nConselhos para presidência: Seja mais presente na empresa como um todo. Entenda como as áreas funcionam, do que elas precisam e procure meios para ajudar verdadeiramente, e não apenas cobrar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Transporte Júnior","avaliation":"Prós: Uma empresa que tem como unica vantagem descontos para funcionarios em produtos adquiridos nos sites da mesma\n\nContras: Política da empresa nao cumpre com o prometido. Passei por três setores através de promoções e nao obtive mudança de registro em carteira muoto menos aumento salarial\n\nConselhos para presidência: Mudança na politica de salarios da empresa.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento I","avaliation":"Prós: O pagamento e benefícios são pagos sempre em dia e os valores são pagos corretamente. Não considero isto um ponto positivo e sim obrigação de toda empresa, mas esse campo precisa ser preenchido...\n\nContras: A estrutura física do local é ruim, são 3 andares sem elevadores, quando chove você se molha para ir e vir do refeitório e para entrar e sair da empresa, os mobiliários e equipamentos são velhos, tem pombos no local. O plano de saúde é cobrado mensalmente mesmo sem você usar e se usa também paga por consultas e exames mas ninguém te informa qual é valor, você só descobre quando vem o desconto em folha. O plano de carreira é inexistente. Mas o pior é a gestão, não se respeita, não respeita quem está abaixo e muito menos o cliente. Exigem metas inatingíveis que você é obrigado à cumprir sem se importarem com a qualidade do seu trabalho visando apenas a quantidade. Te mudam de setor com muita frequência sem darem uma explicação do por quê você está mudando e você não recebe nenhum treinamento quando muda de setor.\n\nConselhos para presidência: Atendentes vocês contratam sempre e pagam cada vez menos, isso pode ser lucrativo para a empresa. Mas revejam como seus gestores tratam seus clientes porque sem eles vocês não existem.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"GerenteEx-funcionário, saiu em 2017","avaliation":"Prós: Lidar com todas as falhas de processos e inumeras pessoas despreparadas para gestão construtiva te prepara para lidar com ambiente de caos é imprevisibilidade.\n\nContras: A imagem de grande empresa vendida ao mercado é totalmente desconstruida internamente. Falta direcionamento e uma visão coletiva e de pertencimento. Gestores e diretores que inspiram e sao exemplos. Plano de cargos e salários justo, pois o atual penaliza quem cresce internamente (tem gerente competente ganhando menos que analista, por falta de um plano que seja seguido é respeitado). Meritocracia é apenas mais uma frase pregada, assim como a falsa humildade pois se acham tão bons que acreditam não precisar aprender com o mercado.\n\nConselhos para presidência: Renovação da diretoria e presidencia. A empresa precisa de renovação e não de gestores que apenas repetem o lema de Paulo Lemann mas não o aplicam corretamente. Existe um grande potencial, mas é necessário uma renovação completa com profissionais sem vícios, inovadores e com uma visão de mercado menos limitada.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Uma boa empresa para aprendizado e início de carreira por ter um nome forte no mercado, a gestão da equipe da liberdade para tomadas de decisões\n\nContras: Gestão despreparada, sem conhecimento do processo o qual lidera, não oferece suporte algum a equipe. Oferecendo uma autonomia muito grande aos analistas em tomadas de decisões, o grande problema é que se algum problema acontece, não assumem as responsabilidades de gestor e deixa os funcionários se afundarem sozinhos. Gestores sem preparo psicológico para lidar com poder, gerando situações de constrangimento dentro na empresa e exposição moral.\n\nConselhos para presidência: Selecionar, treinar e avaliar melhor os gestores.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"TeleoperadorEx-funcionário, saiu em 2014","avaliation":"Prós: Otima empresa para se trabalhar. Tem plano de carreira para quem gosta do serviço, muitas oportunidades para quem quer subir de cargo. Horários flexíveis.\n\nContras: Não pude usar o plano médico e odontológico antes dos nove meses na empresa. Concerteza é uma das coisas que menos me agradou na empresa e o atendimento ao cliente que às vezes não temos uma posição exata para informar ao cliente em algumas situações específicas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista PlenoEx-funcionário, saiu em 2017","avaliation":"Prós: Ambiente muito conturbado, porém pode-se aprender muito, pois existe a possibilidade de migrar de área e mesmo sendo um jr você participa bastante de decisões da empresa.\n\nContras: Ambiente totalmente estressante, gestores despreparados para tomada de decisão, por ser no mesmo prédio que as Lojas Americanas, todos os benefícios são igual aos de varejo\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor de Manutenção Industrial","avaliation":"Prós: Empresa muito boa , mais com poucas oportunidades de crescimento para área de manutenção , mais em contra partida , o ambiente é positivo e as pessoas são boas .\n\nContras: Poucas oportunidades na área de manutenção e com isso está limitando seu crescimento profissional e acaba estagnando o funcionário na equipe de manutenção\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"CoordenadorEx-funcionário, saiu em 2015","avaliation":"Prós: A possibilidade de trabalhar no maior ecommerce da América Latina é uma experiência que tem um impacto grande na sua vida profissional. Há um sentimento geral de importância para o seu trabalho, porque contribui para o resultado da companhia.\n\nContras: Empresa extremamente verticalizada, o que faz com que a estratégia geral da companhia seja pouco conhecida por pessoas de cargos menos importantes. Muitos gestores dão pouca ou nenhuma importância para o bem estar de suas equipes. Pouco feedback para os funcionários pelo seu desempenho. Falta de ferramentas de comunicação e gestão de times e projetos.\n\nConselhos para presidência: Melhor feedback dos gestores Área de RH mais atuante Melhorar o clima de trabalho com incentivo a colaboração e entendimento de metas e estratégias gerais da companhia Clareza sobre plano de cargos e salários\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Ecommerce","avaliation":"Prós: Marca forte e agressividade comercial , aprendizado, empresa inovadora que nos faz aprender a cada dia. muita influencia com os fornecedores\n\nContras: Salario poderia ser melhor. exige do profissional muita dedicacao, muita pressao por resultado , entretanto, o reconhecimento e muito fraco ...\n\nConselhos para presidência: Melhorar salario\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]