[{"user":"Analista de TI Sênior","avaliation":"Prós: Ambiente legal, boas interações entre equipes, alguns treinamentos abertos, funcionários que estão dispostos a ajudar, boa localização, salário dentro do esperado\n\nContras: Dependendo da equipe o serviço fica muito centralizado com os gerentes/gestores. Falta de plano de carreira e espaço para mudar de equipe/setor, falta de oportunidades para crescer.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Tem alguns defeitos, mas não atrasa o pagamento, tem os benefícios, horas extra no sábado é paga a 100%, no domingo é 100% e uma folga, tem refeição no local, dá refeição e café no refeitório.\n\nContras: Tem alguns pontos, sobre sindicato que não sabem explicar, alguns gestores não profissionais, algumas informações não são passadas para os funcionários.\n\nConselhos para presidência: Ser humilde sempre.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa grande, com muitas oportunidades pra tocar projetos e gerar valor. Muita disposição para o trabalho, gente que trabalha duro tentando acertar.\n\nContras: Qualquer boa iniciativa, independente do mérito, requer muito tempo e esforço para evoluir e tornar-se realidade. A cultura não é uniformemente compartilhada dentro da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons benefícios, e boa oportunidade de crescimento. Você também recebe um bom treinamento antes de começar a trabalhar ativamente na linha com os clientes.\n\nContras: Embora a empresa tenha ótimos profissionais em alguns setores, tem muito supervisor que se acha o dono da empresa e não sabe trabalhar liderando uma equipe. O RH é bem atrapalhado também.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2017","avaliation":"Prós: As pessoas eram a melhor parte na B2w, desconto de 10% nos sites da marca, e também crachá com limite para gasto com débito no salário e fretado.\n\nContras: Sem oportunidade de crescimento, não era possível abrir mão da refeição no local ( que não era de boa qualidade ) e solicitar VR. Instalações são ruins.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Equipes profissionais que trabalham comprometidos com o resultado. Ambiente moderno e descontraído. Total Autonomia nas decisões do trabalho.\n\nContras: Falta de feedback dos gestores, falta de processos de mercado. Benefícios abaixo do mercado , ausência do RH em assuntos teoricamente basicos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Empresa com bom ambiente de trabalho e benefícios, salário justo e igualitário entre homens e mulheres. Ambiente de trabalho limpo, com cozinha, e ambientes para descanso.\n\nContras: Falta de comunicação entre setores da empresa, muito barulho no ambiente de trabalho, pois todos trabalham juntos em grandes salas. Excesso de trabalho durante a Black Friday.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Atendimento ao ClienteEx-funcionário, saiu em 2018","avaliation":"Prós: A empresa em si é ótima pra se trabalhar, pagamento em dia, salário compatível com mercado.\n\nContras: A gestão é horrível, com estratégias mirabolantes, não valorizam seus funcionários, cadeiras quebradas e monitores sem funcionar.\n\nConselhos para presidência: Valorize seus funcionários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente AdministrativoEx-funcionário, saiu em 2010","avaliation":"Prós: Valoriza seu trabalho e te dão chance de crescimento, te tratam divinamente e não apenas mais um na multidão , trabalhei junto com os diretores e todos te tratam diginamente.\n\nContras: Não tem, é uma ótima empresa não tenho q deletar apenas me arrependo de ter saído e sei valorizar uma empresa quando é boa e sabe valorizar seus funcionários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Assistente ComercialEx-funcionário, saiu em 2015","avaliation":"Prós: Localização boa, benefícios de refeitório, auxilio creche, boa localização para quem mora na região de Barueri, Jandira e Itapevi, convênio Bradesco muito bom.\n\nContras: Não tive possibilidade de crescimento na área que trabalhava, pois aumenta o serviço mas nunca aumentava o salário. E no meu setor tinha que passar por uma revista.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]