[{"user":"Assistente AdministrativoEx-funcionário, saiu em 2017","avaliation":"Prós: Promoção depois de um ano de empresa, supervisores presentes e atenciosos. Equipe prestativa, e todos se ajudam em uma necessidade. Gerente rígido, porém, ótimo em suas decisões.\n\nContras: Produtividade acima de qualquer funcionário, questões de doença, ou assuntos particulares, eles não querem saber, falta é falta... Coordenadores deixam a desejar.\n\nConselhos para presidência: Prestar mais atenção nos funcionários\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Produtor Web","avaliation":"Prós: Convênio médico excelente (um dos melhores) e salário em dia. Flexibilidade em pagamento de horas negativas e vale transporte no dia correto\n\nContras: Todos são tratados como uma grande logística. Chefia que não se importa com o bem estar ou melhorias significativas para os funcionários, como ajustes corretos de cargos e salários.\n\nConselhos para presidência: Pensar mais na qualidade de vida do funcionário\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento IEx-funcionário, saiu em 2017","avaliation":"Prós: Facilidade para entrar, entrevista super fácil, a prova simples com contas fáceis e palavras simples de gramática. Mas como o velho dotado diz: quando a oferta é muita o santo desconfia.\n\nContras: Você entra como agente de atendimento, porém opera três funções e não recebe nem perto do que seria pra isso. Você tem que desenvolver o papel do ativo, receptivo e ainda é o próprio backoffice dos casos que atende. Uma empresa super desorganizada, com profissionais despreparados. Sem falar no RH, que em dois meses seguidos jogou descontos de faltas que não existiam em 90% da operação para após o erro calculado, eu digo calculado porque se fosse erro seria uma ou duas pessoas, agora 90% da operação?, devolver o dinheiro após dois meses.\n\nConselhos para presidência: Reestruturação em todos os setores, gestores que saibam que uma empresa só anda através de seus funcionários. E claro, sem desvio de função.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Desenvolvedor PlenoEx-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de start-up, trabalho sem pressão e pessoal muito bem receptivo e colaborativo. Confraternizações frequentes e ótima localização. Sem mais.\n\nContras: Sem plano de carreira, sem paixão pela empresa. Dificuldade de contato com a diretoria e outras áreas da empresa. Beneficio do vale-refeição abaixo do valor da região.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Agente de AtendimentoEx-funcionário, saiu em 2017","avaliation":"Prós: A empresa e boa, porém a gestão deixa muito a desejar, não generalizando pois tem profissionais bons, pagamento em dia, benefícios bons......\n\nContras: Supervisão e gerencia péssimas, levam tudo para o lado pessoal, não dão atenção necessária aos agentes, rh muito complicado e enrolado, a questão do plano de carreira é muito enrolado, prometem coisas que não cumprem.\n\nConselhos para presidência: Verificar os gerentes e supervisores da empresa, dar mais valor aos agentes de atendimento, pois são eles que estão na linha de frente para resolver os problemas.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de LogísticaEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa dar oportunidades para quem está a procura do primeiro emprego e crescimento profissional. Oferece bons benefícios e plano de carreira.\n\nContras: Deveria haver mais pessoas com empatia, as vezes os gestores focam tanto nas metas que esquecem que quem está ali é um ser humano. Que precisa de feedbacks para melhorar seu desempenho.\n\nConselhos para presidência: Pensar mais nos funcionários, tenho certeza que os resultados serão melhores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente de AtendimentoEx-funcionário, saiu em 2017","avaliation":"Prós: Paga sempre em dia. Ambiente gostoso.\n\nContras: Não tem beneficios bons. Para crescer demora 5 anos.. Não investe no funcionario, não cuida da ergométrica. Não tem uma gestão preparada.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: É uma empresa líder de mercado, onde existe muita oportunidade de aprendizado para iniciantes no mercado de trabalho, com possibilidade de carreira. Investe bastante em tecnologia.\n\nContras: O maior problema da empresa é a questão de liderança. A empresa está sendo tomada por uma cultura de mínimo esforço, onde muitos diretores e gerentes estão satisfeitos com resultados medianos. Sendo assim, acabam por formar sucessores com a mesma linha de pensamento e fazendo os bons funcionários, que possuem interesse em inovar e realmente entregarem bons resultados se desanimarem e procurarem oportunidades externas.\n\nConselhos para presidência: A diretoria deve repensar seus líderes urgentemente! O topo da cadeia hierárquica está tomada de gestores que estão interessados somente em se autopromover, custe o que custar. A reformulação é necessária para realmente manter \"as melhores pessoas\", como consta nos valores das empresas.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"DesignerEx-funcionário, saiu em 2012","avaliation":"Prós: Apenas os colegas feitos.. A cultura da empresa não facilita muito, tornando bem complicado encontrar pontos positivos. Porém vejo a empresa como uma escola.\n\nContras: Muito longe e sem plano de carreira , tornando a permanência na empresa muito difícil para quem busca uma boa oportunidade no mercado. Também o almoço, não é nem um pouco bacana. hahahahaha\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Auxiliar Operacional","avaliation":"Prós: trabalha em grupo ver a empresa cresce da o meu melhor pra cada dia mas ir alem da minha capacidade de equiper fazer amizade com todos etc obrigado\n\nContras: nao gosto de ver coisas erradas entre coloboradores dentro da empresa quero ver todos cresce sem qui nao enha erra dentro da empresa tudo isso\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]