[{"user":"Analista de Sistemas","avaliation":"Prós: Flexibilidade de horário, gestão que aceita mudanças e não pensa dentro da caixa. Ambiente descontraído, espírito de dono do negócio e apoio à diversidade Contras: Processos burocráticos demais e funcionários não são valorizados financeiramente. Empresa tende a promover apenas pessoas por afinidade, e deixando de lado as mais antigas   "},{"user":"Agente de Atendimento I - Ex-funcionário, saiu em 2019","avaliation":"Prós: É um bom local de trabalho, as pessoas são legais, o trabalho não é chato, convivência é tranquila, atividades feitas são tranquilas, mas poderiam melhorar. Contras: O que todos reclamam: salário baixo, a escala de 6x1 que poderia ser diferente, muita cobrança e pouca assistência e claro, falta de oportunidade de crescimento.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Salário competitível com o mercado, horários flexiveis, comemoração dos aniversáriantes do mês, trabalha com tecnologias atuais e ótimos profissionais. Contras: Cultura da empresa onde só a gerência da as ordens e as coisas são do jeito deles, dificilmente escutam os funcionários abaixo do cargo de gerencia e não investem nos funcionários com cursos, aperfeiçoamentos, etc. Conselhos para presidência: Investir nos funcionários   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de crescimento ao funcionário. Oportunidade de conhecimento em diversas áreas. Oportunidade de vagas aos jovens e pcds. Reconhecimento do trabalho do colaraborador. Contras: Os pontoa negativos na empresa é a falta de uma boa alimentação ao colaborador. A forma como é tratado algums clientes com alguns tendo insatisfação no atendimento. Conselhos para presidência: Ter um bom relacionamento com o próximo tendo em mente o espírito de equipe e deixar de lado os comentários negativos que não agregam na carreira profissional.   "},{"user":"Analista de RH Pleno","avaliation":"Prós: Convênio bradesco, porém precisa esperar no minimo 3 meses, salário compatível com mercado, bom para crescimento profissional. Uma empresa para aprender Contras: Precisa desenvolver um plano de carreira estruturado, o turn over é muito alto e falta benefícios mais atrAtivos para areas administrativas. Precisa também melhorar o ambiente para torna lo mais agradavel   "},{"user":"Funcionário","avaliation":"Prós: Pessoas muito receptivas, amigáveis e boas de trabalhar. Acontecem diversos tipos de eventos na empresa nos quais você pode compartilhar conhecimentos, aprender e até se divertir.O ambiente de trabalho é bem descontraído e amigável, você pode trabalhar na sua própria mesa ou em qualquer outro lugar que estiver disponível, o que não dá aquela sensação de obrigação. É visível a possibilidade de crescimento profissional dentro da empresa pois você vê pessoas que entraram em cargos bem mais abaixo e hoje são gerentes de equipes, etc. Contras: O vale refeição é extremamento baixo (pouco mais de R$4 por dia) e obviamente não consegue suprir o mês inteiro, o que te faz ter que levar marmita, almoçar pela áera de empresa ou compra comida lá mesmo.   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Trabalhei com pessoas maravilhosas, ambiente agradável, refeitório bom e comida ótima, carga horária leve, local acessível, boa gestão vinda dos superiores. Contras: Muita pressão, salário desproporcional ao tempo de trabalho, sem possibilidade de crescimento profissional, regras ultrapassadas e sistema de vistoria fraco.   "},{"user":"Assistente de Marketing","avaliation":"Prós: Tem um bom nome no mercado, é uma empresa sólida, aprende-se muito, é possível permear diversos setores e as pessoas gostam muito de trabalhar. Contras: pouca flexibilidade e não valoriza pessoas e relações interpessoais verdadeiras. estimula demais a competitividade e inibe ações em equipe. As pessoas são infelizes. Conselhos para presidência: Mais feedbacks   "},{"user":"Agente de Risco - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário pouco acima da média; Horário de trabalho que permite estudar; equipe descontraída e ambiente agradável; assim como um call center, serve para passar uma temporada enquanto estuda, com a diferença que paga um pouco melhor, mas apenas isso. Contras: Comida do refeitório péssima; Gerencia que só pensa em resultado para impressionar superiores; valorização de puxa sacos ; não oferece condições salubre de trabalho; coordenadores que distorcem dados para agradar superiores e cobrar funcionários. Conselhos para presidência: definir plano de carreira; contratar pessoas de fora com visão de mercado e experiência em relações humanas para coordenar o setor; oferecer condições mínimas de conforto e ergonomia aos funcionários, mudar visão da empresa de fazer o mínimo que é obrigado para cumprir legislação e não oferecer condições dignas de trabalho para cortar custos.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2019","avaliation":"Prós: Flexibilidade de horários e vestimenta, garantindo o conforto dos funcionários. Bolsa compatível com o mercado e benefícios como vale refeição e seguro de vida. Contras: Falta de clareza sobre banco de dados e aproveitamento de funcionários em outras áreas, assim como treinamentos que aprofundem as áreas de trabalho da empresa, engajando os funcionários.   "}]