[{
    "user": "Analista Pleno",
    "avaliation": "Prós: Bons benefícios, incluindo um ótimo plano de saúde e fica bastante bom no currículo. Como trabalha no esquema de Projetos e cada projeto tem uma hierarquia de gestores diferente, se der sorte de cair com um bom gestor, pode ter uma boa experiência, estabilidade no cargo Contras: A carga de trabalho é geralmente além do razoável, pressão constante por metas e resultados, estímulo à competição entre os pares em níveis que não são saudáveis, programa de saúde mental que funciona só na propaganda mesmo, salários abaixo do mercado, possibilidades de crescimento não acontecem frequentemente, pode-se passar muitos anos no mesmo cargo a não ser que caia nas graças do gestor, sensação de que os projetos tem menos gente do que o necessário sempre o que causa sobrecarga. Difícil balancear vida e trabalho. Conselhos para presidência: Parem de olhar apenas os números.   "
}, {
    "user": "Analista de Dados",
    "avaliation": "Prós: Oportunidade de Aprendizado, grande quantidade de cursos online para capacitação, diversas oportunidades de crescimento, pacote de benefícios interessantes Contras: Baixo salário em relação ao mercado em relação as demais consultorias do mesmo ramo, principalmente nas áreas de TI. É uma ótima empresa para começo de carreira.   "
}, {
    "user": "Assistente de Assistente",
    "avaliation": "Prós: Otimos profissionais para começar a aprender, otimo ambiente chance de atuar e muitos projetos e clientes diferentes, plano de carreira e excelentes beneficios. Contras: Salario inicial para os leveis baixos muito a baixo do mercado, existe possibilidades de promoção porém pelo projeto que acompanhei não vi nenhum.   "
}, {
    "user": "Analista Jr",
    "avaliation": "Prós: diversidade, inclusao das pessoas, tem um otimo vale alimentação o que ajuda bastante e o plano de saude e pago completo pela empresa isso tambem é otimo Contras: nao existe plano de carreira, nao existe oportunidade la dentro, estou a 4 anos no mesmo level, apesar de elogios eles ainda dao oportunidade para fora do que dentro Conselhos para presidência: mais oportunidade para colaboradores antigos   "
}, {
    "user": "Analista Pleno",
    "avaliation": "Prós: Bons beneficios como home office, fretado, vr, vt, frutas e um bom convenio médico, também tem possibilidade de atuar em qualquer outro projeto ou atividade. Contras: Preciso rever os salarios daqueles que por algum motivo não estavam trabalhando no projeto para que não haja desconforto com os cargos abaixo no caso Jr venha ganhar o dobro que um pleno.   "
}, {
    "user": "Consultor - Ex-funcionário, saiu em 2018",
    "avaliation": "Prós: Variedade de oportunidades e clientes grandes. Muito networking e treinamentos internos. Ótima para iniciar carreira. Não indico ficar por muito tempo. Contras: Muita politicagem interna, para crescer profissionalmente precisa ter um sponsor, caso contrário demora muito ou nem consegue ser promovido. Não ajuda financeiramente em treinamentos externos. Conselhos para presidência: Acabar com as panelas   "
}, {
    "user": "Analista de Sistemas Desenvolvedor",
    "avaliation": "Prós: Ótima empresa para se trabalhar e melhorar suas habilidades de desenvolvimento. Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Salário um pouco abaixo do mercado. Apenas o salário que está um pouco abaixo do mercado e tenho dito que é somente isso. Escrevendo apenas para dar 140 caracteres   "
}, {
    "user": "Analista Júnior - Ex-funcionário, saiu em 2019",
    "avaliation": "Prós: Beneficios, equipe, é uma empresa para quem está começando a trabalhar, e não para quem já pegou a experiência desejada. Pois não é valorizado. Contras: Não ter qualidade de vida, salário muito baixo comparado com o mercado de trabalho, sim tem crescimento de carreira, porém é devagar. Promoção também depende de vários fatores.   "
}, {
    "user": "Analista Júnior",
    "avaliation": "Prós: Dependendo do projeto em que você está alocado, você tem uma grande variedade de habilidades que pode desenvolver e/ou aprimorar. A Accenture é uma boa escola nesse aspecto. Também fornece uma gama de vans fretadas que ajuda no deslocamento de grandes distâncias para estações de metrô. Contras: Baixa valorização salarial para os cargos se comparado ao mercado e a flexibilidade (De trabalho, horários, etc) depende inteiramente do gestor, ou seja, o controle fica 100% nas mãos do mesmo ainda que a empresa fomente isso. Conselhos para presidência: Valorização do empregado, tanto salarial como em qualidade de vida (Flexibilidade de horários, home office)   "
}, {
    "user": "Data Science Analyst",
    "avaliation": "Prós: ótimo ambiente de aprendizagem, benefícios no geral excelentes, empresa muito estável, oportunidade de trabalho em clientes diversos e visualização de tecnologias diferentes Contras: planos de carreira um pouco engessados, salários da mádia de mercado pra baixo, baixa liberdade de visão holística e complementação em outros projetos, difícil de se destacar   "
}]