[{"user":"Assistente","avaliation":"Prós: Os benefícios da empresa de forma geral são bons, plano de saúde, vale, fretado, a empresa oferece plataforma de cursos online, você aprende muito na empresa. Contras: Os funcionários nem sempre são valorizados como deveriam, o salário é muito baixo, a pressão é muito alta. Muitas das vezes trabalhamos mais do que recebemos. A empresa em alguns aspectos é um pouco desorganizada.   "},{"user":"Funcionário","avaliation":"Prós: Estrutura, benefícios. Empresa muito boa para se trabalhar, super inclusiva, oferece diversos treinamentos. Plano de carreira e gestão que atendem as espectativas do funcionário Contras: Poucas chances de promoção, salários baixos em BPS e algumas gerências despreparadas são pontos que incomodam diversos funcionários. Poderia melhorar o vale refeição. Conselhos para presidência: Observar melhor a estruturação de processos em cadeia para uma operação mais efetiva.   "},{"user":"Analista de Faturamento Pleno","avaliation":"Prós: Ótimo ambiente de trabalho, benefícios ótimos, postura de líderes sensacional empresa muito ética em relação à diversidade. Igualmente e na empresa e primordial. Contras: Salário baixo, divergência de salários, mas relativamente só esses pontos mesmo de restante é uma empresa sensacional não tenho do que reclamar   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Diversidade de projetos, crescimento profissional e oportunidade de trabalhar com muitas profissionais qualificados (especialmente os que estao em nível intermediário de carreira). Contras: Ninguém se preocupa se os projetos que voce está alocado estao alinhados com o seu desenvolvimento profissional. Processo de promocao é pouco claro.   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo lugar para trabalhar. Pessoas dispostas a ajudar, agrega muita experiência em um período de tempo pequeno. Muita rotatividade nas áreas internas. Contras: Apesar de ter bastante rotatividade e muita gente disposta a ajudar, o tempo de aprendizado para a entrega das metas é bem curto. Geralmente trabalha-se muito além das 8 horas diárias e dificilmente tem hora extra. "},{"user":"Analista Sênior","avaliation":"Prós: Os benefícios são ótimos, a empresa é bem flexível e se mostra bem preocupada com o colaborador. Existe um plano de carreira e oportunidade de desenvolvimento junto à líderes do Brasil e de outros países. Contras: O salário é um pouco abaixo do praticado pelo mercado, é um tanto quanto difícil de conseguir uma promoção devido ao grande número de colaboradores.   "},{"user":"Analista Funcional Sênior","avaliation":"Prós: Empresa para fazer carreira. Que nos dá estabilidade e segurança. Gestão voltada para o lado o humano, tendo como foco a pessoa como principal ativo. Contras: Variação de salários por pessoa mesmo que as funções / niveis de carreira sejam os mesmo. Baixos salarios nas regiões nordeste comparado com os salários das regiões sul e sudeste. Conselhos para presidência: Igualar remunerações não distinguido a região ou localidade onde o funcionario esta lotado   "},{"user":"Analista Financeiro Pleno","avaliation":"Prós: O clima da área em que trabalho é bem leve, as pessoas se dão bem e sabem trabalhar em equipe. A empresa tem uma grande diversidade dentre os seus colaboradores. A empresa valoriza um bom ambiente de trabalho e por isso faz festas no Halloween, Festa Junina, etc. Contras: O salário estão bem abaixo do mercado. Existe um plano de carreira porém é bem difícil conseguir uma promoção, já que tem que ser aprovada por todos os diretores da empresa. Conselhos para presidência: Valorizar mais os funcionários que querem crescer   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Promove um ambiente muito favorável ao aprendizado. Dão oportunidades para pessoas ainda em inicio de carreira. Bons planos de saúde e odontológico. Oferecem alguma flexibilidade de horários. Contras: Altamente exigentes em relação a trabalhar além do horário, muitas vezes te coibindo de lançar essas horas. É como se a pessoal que apenas quer trabalhar no horário normal fosse preguiçoso. Possui um sistema de mentorado que parece interessante, mas na prática pouco funciona, mentores não se importam com a carreira dos mentorados. E só é promovido quem se relaciona bem, não necessariamente quem trabalha bem. Estando no cliente, você é invisível. Quando o projeto acaba vc é desalocado e todo seu esforço é esquecido.   (6)"},{"user":"Assistente Financeiro Contábil","avaliation":"Prós: Ótimos benefícios, convênio médico excelente, home office, curso de inglês online, empresaque incentiva a diversidade, gympass e várias ações. Contras: Infelizmente a empresa não possui um plano de carreira muito específico e benéfico para os levels inferiores, muito dificil para promover e efetivar os funcionários e salário extremamente abaixo do mercado.   "}]