[{"user":"Data Science Analyst","avaliation":"Prós: Bom ambiente de trabalho: boa localização do escritório e as pessoas gostam de ajudar. A carga horária pode ser flexível, dependendo do seu líder.\n\nContras: A empresa possui plano de carreira, porém falta a definição de regras para o crescimento profissional. Existe uma alta pressão dos gerentes, principalmente na hora da entrega. Raramente há pagamento de horas extras.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Consultor SAP SD SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Crescimento e desenvolvimento profissional e oportunidades de projetos internacionais fazendo com que as opções de industria e clientes somem ao currículo\n\nContras: Por ser uma consultoria grande e com muita concorrência interna, às vezes é demorado para subir de nivel em determinado cargo, por mais que você já esteja apto para isso\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de QA Sênior","avaliation":"Prós: Treinamentos que estão disponíveis em site de learning disponibilizadas na maioria por colaboradores da própria empresa, de qualquer lugar do mundo.\n\nContras: Plano de cargos e salários deficitário não indica claramente qual é a perspectiva de crescimento na empresa, dando a impressão de que os esforços em desenvolvimento são em vão.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de CadastroEx-funcionário, saiu em 2013","avaliation":"Prós: Ótimo Salário, otimos beneficios, tudo nesse empresa é otimo. Tem grandes oportunidades de crescimento, e sabem valorizar seu trabalho. Todos os funcionarios são tratados da mesma forma, desde a faxineira até o diretor. E a festa de fim de ano é maravilhosa.\n\nContras: O funcionario não pode ter nenhum vacilo, como eu. No meu caso, passei mal um dia de trabalho normal, fui ao médico e ele me deu dois dias de atestado, quando voltei, fui mandada embora. Então dependendo do chefe, ele não perdoa. Lamento até hoje ter saido de la.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Business Intelligence","avaliation":"Prós: Por trabalhar com projetos, temos uma visão generalista sobre as coisas, o que faz ter um conhecimento geral sobre diversas áreas. Além disso, é uma empresa que confia no potencial do funcionário, onde delega determinada atividade e não importa se tem o conhecimento necessário, mas entrega um desafio.\n\nContras: Como é uma empresa que tem o hábito de adquirir várias empresas, os benefícios nem sempre são iguais. Há pessoas, que possuem o mesmo cargo, mas não tem o mesmo benefício por ser de uma empresa adquirida ou uma outra área\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Os benefícios oferecidos pela empresa são, de maneira geral, interessantes para os profissionais. Principalmente o plano de saúde Bradesco Top Nacional.\n\nContras: O salário deixa muito a desejar, principalmente em Recife. Apesar disso, é uma boa empresa para se trabalhar. Tenho gostado bastante da Accenture.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Beneficios, oportunidades, salario, carreira, uma empresa que cuida do funcionario e abre ooportunidades de viagens, grandes projetos, grandes empresas\n\nContras: competitividade na carreira complica a maneira como somo avaliados e gera um clima amistoso para o dia a dia. Nem sempre somos reconhecidos de forma justa\n\nConselhos para presidência: Melhorar a maneira como as pessoas estao estruturadas dentro de suas workforces\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Para quem está em início de carreira, pode ser o primeiro passo para obter experiência e ficar calejado para o mercado de trabalho. Possui bons benefícios e a possibilidade de viajar conhecer novos lugares.\n\nContras: Salários baixos comparados a outras empresas do mesmo segmento da mesma região e falta de reconhecimento são os principais pontos negativos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AnalystEx-funcionário, saiu em 2018","avaliation":"Prós: Plano de saúde,tickets,plano dental,ambiente e equipamentos de última geração,bons profissionais,a empresa em sim é muito boa dependendo de onde você for alocado\n\nContras: Liderança ruim ,pra você crescer na empresa você tem que ser puxa saco,a liderança do projeto que fiz parte era desorganizada, nao tinha planejamento,muita panelinha e muita ilusão,no começo parece bom mas com o passar do tempo se torna um lugar péssimo.\n\nConselhos para presidência: Reunir a equipe,dialogar,ouvir mais.Somos tratados como meras máquinas substituíveis.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Gerente de Compras","avaliation":"Prós: Benefícios. Possibilidade de mudanças dentro da cia. Flexibilidade. Home office. Salários compatíveis com o mercado. Treinamentos constantes.\n\nContras: Diferenças salariais grandes entre pessoas dos mesmos níveis. Atendimento ruim do RH da empresa. Trabalho excessivo e pressão por resultados.\n\nConselhos para presidência: Melhorar os salários de executivos\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]