[{"user":"Analista Sênior","avaliation":"Prós: Flexibilidade de horário, qualidade de vida, empresa se preocupa com seus funcionários, bons benefícios, como plano de saúde, PPR, plano odontológico. Ótima empresa para se começar a carreira e ganhar experiência. Contras: Salário oferecido é abaixo do mercado, dificuldade de troca de área dentro da empresa. As vezes exigem que trabalhemos muitas horas extras dependendo da área. Conselhos para presidência: Dar valor aos seus funcionários enquanto eles ainda estão na empresa.   "},{"user":"Assistente","avaliation":"Prós: Empresa dinâmica, possibilidade de home office, fretado pago, plano de saúde muito bom. Ótima empresa para treinar o inglês e outros idiomas se possuir. Contras: Salário abaixo do mercado, em algumas ocasiões sinto que colocam o trabalho de 2 a 3 pessoas para você fazer e até tem que fazer horas extras sempre.   "},{"user":"Analista","avaliation":"Prós: A empresa tem ótimos benefícios, não é àtoa que é uma das melhores empresas para se trabalhar, com um ambiente muito agradável, está sempre incentivando os funcionários a fazerem treinamentos. Contras: Falta de organização na avaliação dos funcionários. Pessoas que não acompanham o trabalho dos funcionários que avaliam os mesmos, sem estar ciente do trabalho que a pessoa faz no dia a dia. Conselhos para presidência: Definir melhor a forma de avaliação dos funcionários, dando mais oportunidades àqueles que as vezes ficam em projetos isolados mas que têm muita competência em desenvolver outros projetos.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Ambiente bom de trabalhar , otimos pacote de beneficios (plano de saúde , ticket na média, pagamento irrisório pelo gympass, fruta 2 vezes na semana), ótimo local pra se iniciar uma carreira. Contras: A meritocracia tão esperada pra bonificação de fato nao funciona, o salário base está bem abaixo de mercado na região, e overtime é pré - requisito em quase todos os clientes, bom pra iniciar a carreira, mas não incentiva a permanência do funcionário a longo prazo. Conselhos para presidência: Valorizar os funcionários que já estam na casa.   "},{"user":"Senior Strategy Manager","avaliation":"Prós: Grande parte das pessoas são excepcionais, e trabalhar no grupo é extremamente motivante. A amplitude do escopo de trabalho é desafiador e você nunca está na sua zona de conforto. Contras: Pequena parte das pessoas aprenderam como se esconder nos processos internos, não agregam em nada, somente geram overhead em cima da estrutura que traz resultados.   "},{"user":"Consultor","avaliation":"Prós: Plano de carreira funciona, reconhecimento, benefícios (como plano de saúde), flexibilidade de horários, treinamentos internos, estabilidade Contras: Salário base bem abaixo da média do mercado local. Necessidade grande de overtime dependendo do projeto. Profissionais mais qualificados para trabalhar com gestão de pessoas Conselhos para presidência: Melhorar a base salárial. Muito abaixo do mercado local. Investir na correta gestão de pessoas.   "},{"user":"Analista Pleno","avaliation":"Prós: Os benefícios oferecidos são os atrativos para a vaga. Possui boa infraestrutura, e prega o respeito e valores eticos com veemência. Boa empresa. Contras: O salário não e compativel com mercado; por vezes o programa de carreiras não funciona, onde só é visto o amigo do chefe. Deveriam enxergar melhor os próprios talentos   "},{"user":"Analista Júnior","avaliation":"Prós: Benefícios como a opção de fretado para o transporte, bom plano de saúde, plano odontológico, bom vale refeição e participação de lucros no final do ano. Contras: Salário baixo em relação ao mercado, as tarefas não são divididas de acordo com os cargos (ex: um assistente e um analista fazem o mesmo trabalho mas possuem salários diferentes) Conselhos para presidência: Dar mais oportunidade de visibilidade para os funcionários e adaptar os salários com o mercado.   "},{"user":"Analista","avaliation":"Prós: Plano de carreira bem estruturado, líderes sempre dando feedback e possui muitos benefícios como Gympass, Plano dental e programa de pontuação Contras: O nível de cobrança é sempre muito alto. As lideranças esperam sempre que se entregue mais do que foi pedido, independentemente de já ter feito um bom trabalho   "},{"user":"Consultora","avaliation":"Prós: Boa participação nos lucros Plano de saúde também para os dependentes, sem participação Plano dental Plano de carreira bem definido Oportunidade de trabalhar em vários tipos de projetos. Contras: Salário baixo, pouco competitivo com demais empresas na mesma área. Dependendo do projeto e gestão, há grande necessidade de disponibilidade - overtime   "}]