[{"user":"Analista de Operações Pleno","avaliation":"Prós: Plano de carreira bem estruturado, dia a dia desafiador, cultura organizacional fantástica, ótimos benefícios. O crescimento é relativamente rápido se você realmente manda bem e se destaca. Contras: Salário abaixo da média do mercado. Essa é a única reclamação que eu tenho. Infelizemente, como é muito abaixo do que o mercado paga, acaba pesando bastante, mesmo com todos os pontos positivos.   "},{"user":"Consultor","avaliation":"Prós: Beneficios muito bons e completos, plano de carreira com oportunidades de coaching, treinamentos regulares (tanto online quanto presenciais). Contras: Carga horária pesada, indas e vindas em projetos de diversos períodos de alocação, trabalhar com tecnologias diversas que nem sempre serão de sua escolha.   "},{"user":"Analista Jr - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pessoas, treinamentos internos, confraternização, ambiente dos.clientes, benefícios. Gerência que está sempre presente. Localização da empresa Contras: Hierarquia, plano de crescimento, bonificações de final de ano, crescimento de pessoas que tem contatos estratégicos, ex gerentes e pessoas influentes do projeto. Pessoas sem faculdade, curso completo ganham mais que alguém que já tem um curso finalizado e já está na empresa ... Não te pagam mais por ter especializações, certificações. Se você ficar lá para sempre, ninguém de incentiva a estudar. Algumas pessoas se sentem melhores que as outras por terem um cargo acima do seu, e com isso você se sente feito um escravo as vezes ouvindo coisas e ficando quieto para não ter problemas. Conselhos para presidência: Deixar clara as políticas de crescimento Padronização de salários. Pessoas que entram depois, sem faculdade e com apenas um estágio chegam a ganhar 1000 reais a mais que alguém que já está lá e tem um cargo.   "},{"user":"Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Relevância em ter o nome Accenture no currículo (hipocrisia). Tento encontrar outros pontos positivos, mas em relação à benefícios e plano de carreira, é mais do mesmo. Contras: Muita politicagem em determinadas áreas, principalmente da área Digital Delivery. Competitividade entre projetos, pois o foco são as premiações. Falta de integração mentor x colaborador. Políticas de melhorias falhas e aplicadas em agendas atrasadas. É necessário conhecer muitas pessoas influentes, para conseguir alocação em projetos. Conselhos para presidência: Repensar o plano de gestão dos cargos de Senior Manager e superiores.   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: A empresa permite muita flexibilidade, principalmente de horário. Existe uma grande possibilidade de crescimento, e também há uma grande possibilidade de atuação em diversos clientes. Contras: Apesar de ser muito flexível, existe muita burocracia envolvida em tudo. O funcionário, em alguns momentos, não é muito valorizado, ou seja, ele se torna apenas mais um. Conselhos para presidência: Seja workaholic, o crescimento será meteórico, porém perderá qualidade de vida.   "},{"user":"Analista de Marketing Digital","avaliation":"Prós: Oportunidade de crescimento, contato com diversas empresas. Lideranças disposta ao diálogo. Uma boa empresa para obter aprendizado e experiência. Bons benefícios. Contras: Remuneração não é tao boa dado a quantidade de horas trabalhadas. Raramente paga hora extra ou faz banco de horas. Existe alguns previlégios inexplicáveis para cargos maiores.   "},{"user":"Analista de Crédito","avaliation":"Prós: O clima é bom, pessoas legais, te dao oportunidades para viajar, oferece benefícios razoáveis e muitas oportunidades internas, para mudar de projeto. Contras: Paga extremamente mal, para promoção você tem q contar que a empresa irá bater meta global, o que nunca ocorre e as promoções só podem acontecer trimestralmente.   "},{"user":"Analista Funcional SAP HCM - Ex-funcionário, saiu em 2014","avaliation":"Prós: Muito aprendizado. As pessoas se ajudam. É uma escola para aprendizado da parte técnica da profissão. Para quem busca se desenvolver, é um bom lugar. Contras: Muitos problemas de retrabalho, falha em comunicação, alguns gerentes despreparados (porém há outros muito bons). O salário em média é menor do que o de mercado. "},{"user":"Analista de Estratégia I","avaliation":"Prós: Ótima empresa para se trabalhar com ritmo de trabalho bem dinâmico e cooperativo. Possibilita networking com especialistas de diversas indústrias e com conhecimentos variados. Possibilita muito aprendizado. Contras: Ritmo de trabalho mais intenso que na média, porém o trabalho é bem interessante e motivador. Dependendo do projeto existe bastante pressão.   "},{"user":"Gerente de Estratégia - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa americana estruturada e organizada, com processos bem definidos, não só procesos internos (ex. Pagamentos), mas também procesos para os serviços prestados. Contras: Muitas viagens, muitas horas de trabalho sem horas extras, cultura excessiva pelo PowerPoint, métodos de avaliação interna ficou menos claro Conselhos para presidência: Mudar o metodo de avaliação   "}]