[{"user":"Analista de Testes Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Companheirismo, aprendizado, clientes grandes, ferramentas atuais, possibilidade de viagem a trabalho, benefícios compatíveis com o mercado, possibilidade de crescimento. Contras: A qualidade de vida fica um pouco afetada quando os prazos estão apertados. Overtime não é solicitado, mas definitivamente não \"Abandonar o projeto em momentos de necessidade\" conta positivamente. A possibilidade de crescimento está atrelada a políticas corporativas ligadas ao quarter e percentual de headcount Conselhos para presidência: Ótima empresa pra se pegar experiencia e dependendo do projeto com grande grau de companheirismo   "},{"user":"Analista Pleno","avaliation":"Prós: Reconhecimento, Horários, Pessoas, Acompanhamento pessoal, Saúde mental, Ambiente Agradável e ético. Adoro trabalhar aqui, tem tudo que eu gosto em uma empresa. Contras: Realmente para pessoas de experiência grande a remuneração não está dentro de um patamar confortável. Algumas coisas são bem burocráticas de resolver, você precisa nào só trabalhar mas também abrir chamados demorados para resolver algo. Conselhos para presidência: Tenho visto vários talentos sairem por causa da remuneração e projetos ruins. Meu conselho seria uma avaliação não só de entrega mas também de extensão do conhecimento.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: A aprendizagem é valorizada, ambiente de trabalho sadio e companheiros comprometidos em ajudar os colegas. Ambiente competitivo mas há colaboração. Contras: As promoções demoram e em parte a meritocracia é deixada de lado, quando alguns colaboradores que são mais próximos as líderancas, mas ainda sim é um ambiente muito bom de trabalhar.   "},{"user":"Analista Sênior","avaliation":"Prós: Programa sobre diversidade, Cultura e ética; tem plano de carreira bem estruturado e há muita variedades de atividades, podendo migrar de área, assim como de carreira se desejável. Contras: Ainda há alguma resistência em algumas áreas a mudanças e demora em algumas mudanças em que o mercado já está, muitas vezes, estruturado. Isso dificulta um pouco a atuação.   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Oportunidade de crescimento, carreira, obtenção de conhecimento em diversas tecnologias atuais do mercado, treinamentos, curso de inglês, plano de saúde. Contras: Os profissionais não são valorizados financeiramente como deveriam, e isso acaba desmotivando os profissionais de nível base, fazendo com que muitos saiam da empresa por outras oportunidades de maior remuneração. Conselhos para presidência: Reavaliar a remuneração dos seus funcionários   "},{"user":"Consultor SAP MM Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Clima organizacional leve, estímulo à cooperação entre equipes de projetos diferentes, aprendizado diário, plano de carreira razoavelmente bom Contras: Salário abaixo da média de mercado, dificuldades na realização de home office, deveria haver maior estímulo à realização de cursos e certificações   "},{"user":"Analista Funcional SAP Júnior","avaliation":"Prós: Benefícios como plano de saúde e odontológico com cobertura nacional, licença maternidade de 6 meses, fácil acesso aos líderes e gestores, clubes de descontos Contras: Muita pressão e cobrança, muitos gestores e baixa remuneração quando comparada a outras empresas do mesmo ramo, não há valorização de certificações tiradas na área.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Os benefícios, sendo o vale-refeição e convênio de saúde sem cobrança de co-participação, são muito bons e abrangentes. A plataforma de treinamentos on-line também é muito boa. Contras: As promoções deixam a desejar. Mesmo que você esteja apto a uma promoção, ela dificillmente ocorre. Os aumentos de salário ocorrem somente com os acordos sindicais. Assim, quando um a promoção finalmente chega, você já está no teto do próximo nível, assim, o aumento de salário com a promoção é praticamente inexistente. Conselhos para presidência: Rever as políticas de promoção e de PPR. Ajustar as faixas salarias dos níveis quando houver atualização dos salários.   "},{"user":"Gerente Sênior","avaliation":"Prós: Porte; status; global; serviços de ponta; inovação; multidisciplinaridade; formação de pessoas juniores; facilidade de autonomia; crescimento de carreira Contras: Organização interna; reconhecida somente por tecnologia no mercado; gestão em silos; dificuldade de conexão interna; política em níveis elevados   "},{"user":"Senior Software Engineering Analyst - Ex-funcionário, saiu em 2018","avaliation":"Prós: O ambiente de trabalho é excelente. A rotina em si nao é puxada e todos se respeitam. Tem cafe gratis. Isso é importante tambem pra quem programa. Contras: Horas extras em cima da hora. Isso as vezes irrita pois poderia ser algo melhor planejado. Eles que porque pagam o funcionario deve estar a disposicao 24hs.   "}]