[{"user":"Estagiário","avaliation":"Prós: Ambiente dinâmico onde sempre há um problema diferente a ser resolvido. Cair na rotina é incomum. Oportunidade de aprender com ferramentas relevantes no mercado Contras: Salário baixo. Pouca possibilidade de ascenção na carreira. Trabalho com profissionais de altíssima capacitação que estão na mesma posição faz anos   "},{"user":"Consultant","avaliation":"Prós: Projetos com grandes empresas, dá para aprender muito com os desafios. Projetos com grandes empresas, dá para aprender muito com os desafios. Contras: Burocracia e cursos à distância que não acrescentam muito. Burocracia e cursos à distância que não acrescentam muito. Burocracia e cursos à distância que não acrescentam muito.   "},{"user":"Consultor","avaliation":"Prós: Plano de carreira sólida e clara. Foco na ética, em pessoas e no nosso desenvolvimento. Liderança capacitada e assertiva. Temos muita flexibilidade em nossos horários e folgas, os benefícios são bons, mas chegaram a ser melhores quando ingressei na empresa. Contras: Carga de trabalho acima do normal, devido ao time-to-market dos clientes. Salário e compensações não suficientes à carga de trabalho e dedicação exigida. Conselhos para presidência: A empresa poderia recompensar mais funcionários que se dedicam/dedicaram muito pela empresa e que traz valor ao projeto devido ao alto conhecimento.   "},{"user":"Analista de Negócios Júnior","avaliation":"Prós: Aprendizado, intercâmbio de culturas, constante trabalho em projetos com grandes clientes, enriquecendo o currículo. Horário flexível e constante contato com pessoas com grande conhecimento e competência. Contras: Salários muito abaixo do mercado, falta de reconhecimento, falta de informamação da liderança e acompanhamento próximo aos seus subordinados, para definição das metas para possibilitar as possíveis promoções.   "},{"user":"Senior Consultant","avaliation":"Prós: Otima empresa para começar a carreira no que diz respeito a aprendizado. Consultoria que proporciona diferentes experiências em varios clientes de diferentes indústrias e modelos de negócio. Contras: Empresa muito boa para as pessoas na area de consulting que representam uma parcela minuscula da empresa. No resto da empresa nao há meritocracia e o pacote de benefícios so é interessante para nivel executivo.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Accenture Interactive possui um ambiente descolado, e ótimos clientes. As equipes trabalham em um ciclo de projeto completo e podem se beneficiar disso. Contras: Com a aquisição de novas agências, AD Dialeto, Fjord, Huge...a ACC I. se tornou uma devoradora para o mercado externo e para o interno, fazendo com que as equipes dessas agências, que deveriam ser tratadas da mesma maneira, sejam rivais, criando um ambiente mesquinho, preconceituoso e nada positivo. A empresa como um todo possui um plano de carreira, porém esse plano não se aplica para aqueles que estão fazendo o trabalho acontecer. Conselhos para presidência: Não adianta criar políticas para ficar bonito no discurso, ouçam as necessidades dos seus funcionários, sem os filtros dos gestores. Seus executivos não fazem o trabalho acontecer, valorizem as mãos de quem o faz.   "},{"user":"Funcionário","avaliation":"Prós: Alto grau de inovação e incentivos baseados em metas, além de boa remuneração e ambiente descontraído. Plano de carreira estruturado e coerente. Contras: Pouco investimento em capacitação, baixo conhecimento técnico das equipes, muitos profissionais são treinados de maneira rasa e depois muito exigidos.   "},{"user":"Analista Sênior","avaliation":"Prós: Empresa de oportunidades. Você pode aprender basicamente qualquer coisa relacionada à tecnologia. Todos são muito bem aceitos. A hierarquia existe mas isso não é uma barreira para crescimento e para mostrar seu trabalho. Contras: Falta melhor remuneração. A empresa perde constantemente funcionários para o mercado por causa dos baixos salários. Por ser uma das maiores consultorias do mundo, isso deveria ser melhor avaliado pela presidência.   "},{"user":"Gerente Sênior","avaliation":"Prós: Ambiente de trabalho, dependendo da área há muitas pessoas bem formadas, boa exposição aos niveis executivos dos clientes, nome internacional. Contras: Baixa remuneração, pouco investimento em treinamento, apesar de existir cultura de diversidade na organização - na pratica é relativo pois depende da lideranca imediata   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente de trabalho agradável, otimos benefícios, não desconta o vale transporte. A empresa tem horario flexível, variedade de tecnologias . Contras: Plano de carreira demora um pouco a acontecer, alguns gerentes optam pelo preferencialismo, não existe feedback constante, muitas vezes os processos não são seguidos.   "}]