[{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa proporcionada muito aprendizado e desenvolvimento para o profissional. Grande enriquecimento profissional. A empresa ainda possibilita uma excelente qualidade de vida Contras: Salário abaixo do mercado e crescimento lento, muitas vezes tempo de casa contando mais que a entrega de resultado. Engagement de muitos funcionários é baixo.   "},{"user":"Analista Jr","avaliation":"Prós: benefícios como plano de saúde com participação de 100% da empresa, ticket refeição e transporte, participação nos lucros, curso de inglês gratuito, progressão de carreira, convênio gympass com academias, fornecem frutas para os funcionários 2 vezes por semana. Contras: salário baixo em Recife, no geral abaixo da média em relação a outras empresas e mesmo cargo na região. Até mesmo a própria Accenture em outros estados brasileiros.   "},{"user":"Líder de Projetos","avaliation":"Prós: Otima para quem esta iniciando na carreira, boa infraestutura, treinamentos, time tecnica e gestores super competentes. Oferece beneficios compativeis com o mercado Contras: Evolução de carreria para os niveis mais senior muito alongada devido a hierarquia, privilegiando muitas questões politicas ao inveis de capacidades para subida de cargos nestes niveis. Salario muito abaixo do mercado.   "},{"user":"Analista - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa com excelente política de inclusão. Plano de carreira bem definido. O pagamento é sempre feito em dia, no último dia útil do mês e todo dia 15. Ambiente descontraído onde você pode ser você mesmo, desde que mantenha o profissionalismo. Contras: Conseguir uma promoção é um pouco difícil e o fato da avaliação dos colaboradores ocorrer apenas uma vez ao ano acaba desmotivando os mesmos. Conselhos para presidência: A maioria dos projetos trabalham com Scrum, trazendo resultados rapidamente para a empresa e clientes. Seria justo que assim como os funcionários dão retorno rápido à empresa, a Accenture também desse retorno rápido aos colaboradores. Fazendo, por exemplo, mais de uma avaliação de promoção ao ano.   "},{"user":"Analista de Recrutamento Sênior","avaliation":"Prós: Projetos e aprendizagem, são fatores motivacionais para atuar na empresa. Sempre tem como buscar informações dentro da empresa, as pessoas são bem abertas a isso. Contras: Falta de plano de carreira para a area de RH como um todo. Falta um lado mais humano dentro da estrutura. Salario abaixo do mercado e avaliação de bonificação falha.   "},{"user":"Analista Júnior","avaliation":"Prós: Aprendizado e bom para inicio de carreira, conhecimento em sap, benefícios da empresa sao muito bons (fretado, saude, refeicao, seguro de vida) Contras: Salario abaixo da media do mercado, dificuldade de reconhecimento e de crescimento, politica de 1 ano para promocao, algumas pessoas entram em cargos menores do que deveriam   "},{"user":"Consultora","avaliation":"Prós: Crescimento acelerado, aprendizado constante, bons benefícios. Tem um time de pessoas muito competentes e investe muito nas pessoas, treinamentos e viagens Contras: Nem sempre se consegue trabalhar nos tipos de projetos que gosta, viaja constantemente e a rotina pode ser um problema para quem gosta de tudo planejado   "},{"user":"Consultor","avaliation":"Prós: O ambiente, todos os benefícios, sua estrutura física e profissional, oportunidades disponíveis, localização do escritório e de todos os clientes, carteira de clientes etc comunicação Contras: As vezes falta clareza no que se é esperado em sua entrega, seja pelo seu gestor direto, pela empresa ou pelo cliente em que você está alocado. Conselhos para presidência: Continuar melhorias na estrutura física, de processos e também no treinamento das pessoas. Continuar sempre melhorando as políticas de inclusão e colocar o bem estar do funcionário como prioridade.   "},{"user":"Analista Pleno","avaliation":"Prós: A empresa investe bastante em treinamentos e tem processos internos claros. Bom lugar para começar a carreira com a chance de participar de projetos em grandes clientes. Contras: O salário é abaixo da média de mercado e os feedbacks ocorrem com pouca frequência, geralmente uma vez ao ano, o que dificulta a progressão na carreira.   "},{"user":"Gerente","avaliation":"Prós: Plano de carreira muito claro. Mobilidade e oportunidades de mudar de carreira e se desenvolver em diferentes assuntos ou regiões. Ambiente extremamente colaborativo Contras: Remuneração muito abaixo do mercado. Balanceamento para qualidade de vida muito prejudicado. Volatilidade dos projetos e incertezas para um planejamento de vida.   "}]