[{"user":"Application Development Associate Manager","avaliation":"Prós: Ótima Cultura, muitas Oportunidades e muitos cursos, treinamentos e parcerias com grandes players do mercado..................................... Contras: Carga horária e cobrança em excesso, dependendo da liderança do projeto. Plano odontológico péssimo (Amil), projetos mal vendidos com muita frequencia.   "},{"user":"Consultor","avaliation":"Prós: Bons benefícios, cultura de avaliação e feedback visando o aprimoramento e crescimento profissional individualizado. Possui boas oportunidades de treinamentos. Contras: Sistema de férias e compensação de dias de ponte de feriados diferenciado, que eu particularmente não considero o melhor modelo, mas é negociável dependendo da situação e projeto no qual estiver alocado.   "},{"user":"Consultor","avaliation":"Prós: Beneficios são muito bons, como carro, seguro saude, programa de compra de ações, em viagens de projetos a empresa paga despesas e fornece flybacks. Projetos diferentes geram bastante aprendizado par ao funcionário. Contras: muitas vezes você acaba trabalhando uma carga horária excessiva. Nível de stress alto. Ambiente pouco amigavel. Pela empresa ser muito grande, há uma constante necessidade de provar valor para os outros e muitas pessoas que se mostram acabam sendo mais reconhecidas do que as que trabalham bem Conselhos para presidência: ações para evitar que as equipes dos projetos se desgatem sem motivo por trbalhar uma carga horária excessiva. O gestor do projeto deveria prestar contas para a liderança nos casos de necessidade da equipe trabalhar a noite   "},{"user":"Consultor de Tecnologia","avaliation":"Prós: Cultural e treinamentos online Cultural e treinamentos online Cultural e treinamentos online Falta treinamentos presencial e melhorar a remuneração Contras: Falta treinamentos presencial e melhorar a remuneração Falta treinamentos presencial e melhorar a remuneração Falta treinamentos presencial e melhorar a remuneração   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Empresa com plano de careira Os benefícios são bons Plano de saúde sem desconto para funcionário e dependentes Auxílio creche Gympass Curso de inglês Contras: Não olha para as áreas meio A empresa e muito focada na área de entrega e olha pouco para a área meio, o que nos desmotiva e faz olhar para outras empresas "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Benéficos Plano de carreira Treinamento Equipamentos Ferramentas de trabalho Horário Flexíveis Férias em horários úteis Equipe diferencial Contras: Plano de carreira muito complexo, deveria ser mais claro para todos Feedback constantes ou mais próximos da equipe Poderia ter VA sem necessidade de divisão entre VR E AM igual para todos os níveis   "},{"user":"Analista Programador - Ex-funcionário, saiu em 2010","avaliation":"Prós: Os benefícios da empresa eram satisfatórios, como convênio médico de ótima qualidade, VR num valor compatível ao local, entre outros. Fácil acesso a e-learning, salário compatível com mercado Contras: Carga horária elevadíssima devido à má administração da gerência e, talvez, negligência de RH. Não cheguei a ter tempo de tomar conhecimento sobre a existência de planos de carreira.   "},{"user":"Analista de Processos Júnior","avaliation":"Prós: Empresa de nível global que oferece muitos benefícios aos seus colaboradores. Treinamentos diversos, cuidados com o bem estar e bom ambiente de trabalho. Contras: Vejo que a empresa muita vezes não promove seus colaboradores chaves, fazendo com que estes sejam seduzidos a sairem por propostas e planos melhores. Conselhos para presidência: Valorizar os seus.   "},{"user":"Analista de Suprimentos","avaliation":"Prós: Delegação de atividades importantes para perfis juniores. Oportunidade de trabalhar em projetos distintos e clientes distintos. Ótimo Clima organizacional e benefícios Contras: Salários abaixo do mercado. Promoções não são comuns. Baixa Valorização e retenção de colaboradores. Liderança focada em resultados e não na gestão de pessoas   "},{"user":"Analista Júnior","avaliation":"Prós: Ambienta maravilhoso de trabalho, grandes oportunidades de crescimento e aprendizado. Pessoas preparadas e dispostas a te ensinar, um clima muito agradável. Contras: Dependendo do projeto seu salário é bem baixo. Causando uma desmotivação profissional nesta parte, muito vezes trabalhamos muito, porem não temos um salario que nos \"atende\".   "}]