[{"user":"Programador Sênior","avaliation":"Prós: A (falsa) imersão no mundo de inovação Plano de Saúde Sorte de cair em um projeto que tem boa gerência e sabe valorizar o indivíduo inclusive com a participação nos lucros da empresa. Contras: Salário abaixo do mercado. Exigências de trabalho que vão além do aceitável. Feedbacks destorcidos com intuito de te deixar com a sensação de mesmo tendo feito tudo, você ainda não é bom o bastante e não está preparado para promoções. Necessidade de trabalhar em Feriados tanto da Região quanto na matriz. Conselhos para presidência: O RH precisa fornecer apoio aos novos gerentes que estão surgindo e ficando perdidos e doentes. As pessoas devem ser o pilar da empresa e não os números, sem pessoas não há números. Revejam os salários, pois nem todos suportam esmolas por muito tempo   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo aprendizado, empresa boa para iniciantes, boa estrutura aprendizado, empresa boa para iniciantes, boa estrutura Ótimo aprendizado, empresa boa para iniciantes, boa estrutura Contras: Pouca chance de crescimento, salário abaixo do mercado Pouca chance de crescimento, salário abaixo do mercado Pouca chance de crescimento, salário abaixo do mercado   "},{"user":"Analista de Compras Júnior","avaliation":"Prós: Benefícios, oportunidade de carreira, reconhecimento no mercado, desenvolvimento, periodicidade de feedbacks, Cultura portas abertas, incentivo à inovação. Contras: Liderança, reconhecimento de talentos, salario abaixo do mercado, falta de reconhecimento da chefia, lideres incompetentes ou mal treinados, hierarquia estabelecida somente para justificar salarios. Conselhos para presidência: Treinem melhor os lideres nas questões de inteligência, praticidade e para evitarem gerar desgastes com a equipe por questões mínimas. A empresa é ótima em muitos aspectos, mas alguns projetos simplesmente tiram a vontade de construir a carreira na empresa porque o líder da célula não está apto para gerenciar equipe ou é menos qualificado que um subordinado um nível abaixo. "},{"user":"Analista Júnior","avaliation":"Prós: Os benefícios são ótimos, a empresa é bem flexível e se mostra bem preocupada com o colaborador. Existe um plano de carreira e oportunidade de desenvolvimento junto à líderes do Brasil e de outros países. Contras: O salário é um pouco abaixo do praticado pelo mercado, é um tanto quanto difícil de conseguir uma promoção devido ao grande número de colaboradores.   "},{"user":"Analista Funcional","avaliation":"Prós: Vestimenta casual pode trabalhar Home Office(raramente é não é bem visto pela empresa) oferece bons cursos e inglês, tem uma máquina de café, chá e chocolate de graça Contras: Chefia despreparada não sabem gerir uma equipe acabam causando conflitos entre os próprios funcionários da equipe não consegue falar muito bem o português falta vocabulário educação Conselhos para presidência: Não aconselho a presidência em Nada, eles sabem dos problemas fazem bonitas discursos Mas nada se faz para melhorar   "},{"user":"Analista de Management Consulting","avaliation":"Prós: Possibilidade de aprendizado, rotina dinâmica, rotação entre projetos, ambiente desafiador, home office, cultura do século XXI.. Penso que é uma empresa que se preocupa em estar alinhada às tendências tecnologicas mundiais, aportando um ambiente de inovação e que acima de tudo, valoriza seus profissionais enquanto indivíduos únicos, investindo em treinamentos, avaliação de fortalezas e dando todos os benefícios necessários. Contras: Como qualquer empresa de consultoria, é necessário ter um perfil minimamente voltado para entregas sob pressão. Muitas vezes, apesar das premissas de conduta 100% truly human da empresa, não é possível que seu chefe lhe peça por favor ou que se desculpe de fazê-lo trabalhar aos finais de semana ou de sair por vários dias seguidos após as 22h. Quem não se sente preparado para lidar coma falta de rotina, não se habilite pois tende a se frustrar. Conselhos para presidência: Algo que sinto que poderia melhorar é a experiência dos estagiários e analistas que, por ventura, fiquem desalocados. No início de carreira temos muitas inseguranças e incertezas e ao ficar \"de escanteio\" muitas vezes sentimos que não agregamos à empresa, o que desanima muito. Seria interessante pensar em atividades para serem realizadas formalmente pelos analistas e estagiários que ficassem desalocados de modo a gerar uma cultura de acolhimento nestas situações (que costumam ocorrer dada a característica do trabalho )   "},{"user":"Analista Pleno","avaliation":"Prós: Ambiente extremamente favorável, pessoas fantásticas e uma empresa extremamente acolhedora. Uma empresa que possui diversas oportunidades e que facilita a interação com outros projetos. Contras: Se tratando de alguns projetos, gestão extremamente limitada e amadora. Pouca valorização dos funcionários e diferenciação de funcionários por conta da empresa que ele pertence, por ser um grupo que possui algumas empresas, é comum ver funcionários no mesmo cargo ganhando muito mais e diferenciação nos benefícios, gerando assim o descontentamento e intrigas internas.   "},{"user":"Associate Manager","avaliation":"Prós: Empresa global com infinitas possibilidades de atuação e crescimento. Cenários desafiadores que permitem formar profissionais muito versáteis. Contras: Muito burocracia interna, muitos gestores dentro de um mesmo projeto, lentidão para que as coisas aconteçam (promoções, certificações, feedback).   "},{"user":"Senior Systems Analyst","avaliation":"Prós: Ótima política de benefícios (Plano de Saúde, Gympass, por exemplo). Empresa com grande possibilidade de oportunidades e crescimento profissional. Contras: Remuneração muito baixa em relação ao mercado de trabalho. Vale alimentação também poderia ser melhor. Às vezes, os funcionários ficam sobrecarregados de atividades.   "},{"user":"Managing Director","avaliation":"Prós: Empresa muito inovadora, digital, em franco crescimento e com integração global. Muitas oportunidades de integrar soluções e fazer transformações relevantes. Contras: Empresa hierárquica, culturalmente fechada e com dificuldade de receber pessoas externas. Por ser de capital aberto, também possui pressão interna relevante por desempenho.   "}]