[{"user":"Cobrança - Ex-funcionário, saiu em 2015","avaliation":"Prós: Reconhecimento profissional, salario, beneficios . Contras: nenhum ponto negativo, otima empresa para trabalhar, espero um dia poder voltar .   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa procura tratar bem a sua equipe e os funcionarios da linha de frente. Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Exige alta performance dos funcionários mas possui recompensa em forma de PLR e, para os executivos o bônus anual. Contras: Falta de estabilidade e transparência. Corte geral não avisado. Reuniões não avisadas antecipadamente. Gestão fraca em alguns pontos. Mapeamento errado. processo precisam melhorar.   "},{"user":"Funcionário","avaliation":"Prós: ambiente excelente para se trabalhar, com uma pegada de startup, sem dress code e repeleto de beneficios por exemplo home office, sem horário fixo Contras: crescimento profissional , a empresa esta buscando melhorar porém ainda existe alguns pontos que deixam a desejar, vale lembrar que temos sempre oportunidades mas o processo interno não facilita   "},{"user":"Operador de Vendas I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo pacote de benefícios (Vale alimentação, vale refeição, plano telefônico e Internet, comissão, plano dentário e saúde) Ótima empresa para trabalhar. Contras: Ótimo pacote de benefícios (Vale alimentação, vale refeição, plano telefônico e Internet, comissão, plano dentário saúde) Ótima empresa para trabalhar   "},{"user":"Especialista de Marketing","avaliation":"Prós: Ótimo clima, gestores que desenvolvem os times e investimento em treinamentos. Benefícios como sala de descompressão, funfriday e homeoffice tornam o ambiente ainda mais agradável. Contras: O desconto do VR faz o benefício se apresentado na proposta com valor inferior ao real e o plano de saúde tem uma cobertura muito ruim. Alem disso colaboradoras mulheres ficam sem cobertura obstetrícia até completar 18 meses de casa   "},{"user":"Analista de Tesouraria Pleno","avaliation":"Prós: Ambiente de trabalho colaborativo, gestores diretos participativos, pouca burocratização dos processos, empresa bem avaliada pelos clientes. Contras: RH distante das pessoas, plano de carreira não traçado, Diretores distantes dos problemas, sistemas não integrados, instabilidade devido a venda à Claro   "},{"user":"Analista de Atendimento I - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ótimo ambiente de trabalho, os supervisores ouvem bastante a opinião dos funcionários. Boa remuneração, bom plano de saúde, valor bom de ticket refeição. Contras: Não tenho o que reclamar, a empresa oferece otimos beneficios e plano de carreira. Não sei dizer agora, pois quando sai ja tem um tempo. Mas foi uma das melhores empresas que trabalhei.   "},{"user":"Analista de Marketing III","avaliation":"Prós: Horários flexíveis. Sem cultura de chefe. Benefícios que vão além do mínimo estipulado por lei. Ambiente cordial. Próximo do metrô. Moveis de escritório impecáveis. Contras: As áreas da empresa não são muito integradas. A empresa já está trabalhando para aproximá-las, mas ainda tem muito chão pela frente. O futuro da empresa ainda está incerto, o que tem deixado todos apreensivos, sem ter muita notícia sobre a aquisição.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa com bons benefícios para colaborador e família, valores de benefícios acima do mercado o que motiva o colaborador. Para área comercial oportunidade de viagens Contras: Gestão das áreas muitas vezes não é imparcial beneficiando colaboradores conhecidos. Treinamento deveria ser mais especializado já que o fluxo de informações é alto.   "},{"user":"Vendedor Comercial Externo - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa da oportunidades de crescimento, possui bons benefícios, boa para desenvolver conhecimentos na área de telecomunicações e treinamentos e RH muito prestativo. Contras: Salário baixo, metas mal distribuídas. Metas que para pessoas novas na empresa se tornam extremamente complicadas para se alcançar. E alguns gestores comerciais que ainda pensam que estão no séc. 20. Conselhos para presidência: Cuide mais de seus vendedores, olhe mais para os gestores.   "}]