[{"user":"Service Desk - Ex-funcionário, saiu em 2011","avaliation":"Prós: Empresa de nome, benefícios aos funcionários ( plano de saúde, VA, VR, VT, entre outros), possibilidade de crescimento dentro da empresa. Transparência (todos sabíamos das metas da empresa e recebíamos orientação para atingir esses indicadores), premiações para os melhores colaboradores, eventos Contras: Poderiam ao invés de mandar embora o funcionário, verificar se o mesmo poderia se encaixar em outra área dentro da empresa (caso este funcionário não tenha sido demitido por questões graves).   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente, pois é uma maneira de aprender com as pessoas que trabalham lá, muitos te ajudam nos afazeres, bem como te mostram a direção do seu trabalho Contras: Há pessoas que não estão nem ai para empresa, com isso fazem com que o ambiente de trabalho seja muito ruim. Foi a unica coisa que percebi..   "},{"user":"Vendedor Externo - Ex-funcionário, saiu em 2012","avaliation":"Prós: Treinamento foi muito bom. Bom produto e equipe de trabalho comprometida com o funcionário. Oportunidade de crescimento dos ganhos e muito bom Contras: Pode melhorar o plano de metas e oferecer remuneração fixa aos funcionários externos ou pelo menos auxilio transporte para execução do trabalho   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa séria, com compromisso com os clientes. Foco em pessoas e processos. Engajada com crescimento. Cumpre a legislação tanto com os clientes quanto funcionários. Contras: Estrutura engessada com muita hierarquia e lentidão nas tomadas de decisão. Falta de comunicação entre as áreas, o que gera retrabalho e clareza nos objetivos. Conselhos para presidência: Após a definição das estratégias, traçar um plano tático claro e eficiente.   "},{"user":"Desenvolvedor Front-end Pleno","avaliation":"Prós: Paga acima da média, estrutura ótima de trabalho, quase todos os profissionais da área de digital são sênior ou pleno oque deixa o time no mais alto nível. Contras: Por ser uma área nova, DIGITAL, entendo que o setor não está maduro, a muito caminho a percorrer para torná-lo extremamente útil as necessidades da companhia, mas por outro lado a oportunidade de crescer lá, ajudar a empresa nesse sentido. Resumindo, entrega pouco valor mediante a baita estrutura e profissionais que tem. Conselhos para presidência: Avance no plano de expansão da área de digital na empresa. Está no caminho certo   "},{"user":"Auditor Sênior","avaliation":"Prós: Os benefícios são ótimos, flexibilidade de horário, homeoffice e clima organizacional fazem toda diferença na Nextel. Ótimos aspectos a serem considerados. Contras: A empresa esta passando por momentos financeiros dificeis, o que tem impactado grandiosamente no plano de carreira e nas entregas que Companhia.   "},{"user":"Operador de Vendas I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Paga em dia, ótimos benefícios, clima harmonioso e treinamentos constantes. Rh da ótimo suporte aos funcionários. Empresa em crescimento e expansão. Contras: Cobrança acima do normal, não bateu meta e demitido, gestores sem qualificações ou liderança, metas muitos altas para a realidade das lojas. Conselhos para presidência: Fazer pesquisa de clima constante e escolher mhor os líderes das lojas.   "},{"user":"Instrutor de Treinamento I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com grande possibilidade de crescimento. Salários na média do mercado de telecomunicações. Alta gerência com uma excelente proposta de inovação e crescimento. Contras: Filosofia da empresa não \"desce\" para baixo do nível das gerências. Plano de cargos e salários confuso. Coloboradores providos a cargo de gestão não são treinados para assumir a função.   "},{"user":"Analista","avaliation":"Prós: Salario bom comparado com as práticas de mercado, benefícios atraentes e dentro da média, estrutura razoável e localização próximo a estação de metro Contras: Nenhuma clareza de objetivo, pressão sem fundamento, plano de carreira inexistente ou somente para o grupo de amigos. Chance de crescimento zero se não for do clubinho Conselhos para presidência: Clareza de objetivo, plano de carreira e programa de merito e promoções transparentes   "},{"user":"Consultor Especialista","avaliation":"Prós: Desafiador e com muita autonomia e responsabilidade. Empresa portas abertas para negociações diretas entre hierarquias diferentes. Bons benefícios Contras: Desorganização corporativa e muitas mudanças de gestões em curto espaços de tempo. Muitas iniciativas não finalizadas. Cortes grandes em estruturas construtivas   "}]