[{"user":"Especialista em TI","avaliation":"Prós: Possibilidade de realizar home office, beneficios, palestras motivacional realizadas mensalmente, equipe operacional unida e colaborativa ... Contras: Plano de carreira deficitário, gestores despreparados para realizar suas funções , promoção não existe . Pois os gestores acabam realizando um bairrismos e nepotismo contratando amigos e familiares.   "},{"user":"Operador de Vendas","avaliation":"Prós: Chance de crescimento, ambiente de trabalho agradável e informal, oferece benefícios e salário sempre em dia. A empresa é muito correta e cumpre os prazos de pagamentos. Contras: Comissão baixa e nunca bate com o valor vendido durante o mês. Linhas canceladas são descontadas da sua comissão em até 90 dias e isso não da segurança para o trabalhador. Conselhos para presidência: Ouvir mais os funcionários para entender os problemas práticos e os burocráticos do dia a dia a fim de melhorar a relação empregador x empregado e assim melhorar a relação final e mais importante empregado x cliente.   "},{"user":"Executivo de Negócios","avaliation":"Prós: Plano de carreira, benefícios, salário, reconhecimento com oportunidade de crescimento de acordo com o desempenho do colaborador, empresa de grande porte. Contras: Necessita melhorar os processos internos, retomar políticas de recursos humanos que beneficiam e se preocupam com a opinião dos colaboradores. Conselhos para presidência: Retomar algumas políticas de recursos humanos para que o colaborador possa se sentir importante para empresa e saiba de sua importância para os resultados da empresa, ouvir a ponta, aqueles que atuam diretamente com o cliente e entendem suas necessidades e reclamações, no mais a empresa é um excelente local para se trabalhar, com ótimas oportunidades e reconhecimento ao colaborador.   "},{"user":"Executivo de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom salário, excelente ambiente de trabalho e bons benefícios, apesar de ter caído muito nos últimos anos, mas ainda conseguia ser uma boa empresa Contras: Mudanças contínuas de processos e procedimentos, as áreas não se conversam, se vc não tem Network dentro da empresa não vai para lugar nenhum, e nem consegue ajudar o cliente.   "},{"user":"Analista Sênior","avaliation":"Prós: Empresa que sempre valorizou seus funcionários, com bons benefícios e bons salários. Era um verdadeiro orgulho trabalhar nessa empresa , sempre líder em inovação. Contras: a falta de gestão vem comprometendo os níveis de satisfação dos funcionários e promoção só ocorre para quem é indicação de pessoas de cargo de alto nível Conselhos para presidência: Fazer um trabalho junto com o RH e dar oportunidade para as pessoas que já trabalham na empresa, ao invés de trazer indicações de fora sem experiência e com salários e cargos melhores. Isso está desmotivando muito os funcionários que estão procurando oportunidades com os concorrentes.   "},{"user":"Assistente Comercial - Ex-funcionário, saiu em 2010","avaliation":"Prós: Para os que encontram o caminho se ganha dinheiro. Alguns cargos possuem plano de carreira e capacitação. As instalações sao modernas . Contras: O plano de carreira não é disponível para todos os cargos.... As leads na área comercial parecem ser direcionadas. Não são todos que tem acesso a treinamento Conselhos para presidência: Plano de carreira claro Diretriz compartilhado PDI para todos os cargos   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Eu gostava muito das comissões e bônus, podia chegar a ganhar até mil reais com isso. Os treinamentos ocorriam a cada dois meses, isso era muito bom. Contras: Eu não gostei da forma que eles escolhiam os horários, sem escala, tudo decidido de um dia pro outro, isso não deixava a gente fazer um planejamento.   "},{"user":"Funcionário","avaliation":"Prós: Um ambiente muito agradável para se trabalhar, muito inspirador e com excelentes gestores. Contras: Nao noto nenhuma carácteristica negativa, acredito que nos últimos tempos a empresa se supera.   "},{"user":"Assistente de Cobrança - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa muito boa com boa localização ambiente muito agradável participativo competitivo bons relacionamentos equilibrado para liberdade de desenvolver seu trabalho, muito bom pra quem gosta de tecnologia. Contras: Oportunidade de Crescimento é extremamente difícil infelizmente preferem contratar de fora ao dar oportunidades para os de dentro acho que deveriam investir um pouco mais nos funcionários de dentro. Conselhos para presidência: Ter mais foco na área comercial de vendas   "},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa com um ambiente de trabalho muito agradável e bons resultados no quesito de crescimento de carreira. Muitos funcionários começaram como estagiários e desenvolvem carreira dentro da empresa. Contras: Recursos Humanos muito despreparado e parece que nenhum funcionário sabe o que está falando com certeza. Faltam lixeiras em todo o recorrer da empresa.   "}]