[{"user":"Assessor - Ex-funcionário, saiu em 2010","avaliation":"Prós: Qdo a área comercial era enxuta, o clima era excelente e havia uma armonia entre as áreas! Pagamentos sempre em dia, benefícios tbm é uma excelente estrutura de trabalho! Contras: Acho que a empresa deveria focar uma pouco mais no desenvolvimento da força de vendas, assim como fazia nos anos anteriores a 2007! Acredito que com a chegada dos novos gestores, os funcionários mais antigos deveriam ser melhor aproveitados e não dispensados para compor uma nova equipe!   "},{"user":"Analista de Atendimento ao Cliente - Ex-funcionário, saiu em 2014","avaliation":"Prós: Oportunidade de crescimento e aprendizado, tive a oportunidade de trabalhar por 5 anos e pra mim foi a melhor empresa até começo de 2013, depois disso a empresa mudou completamente. Contras: por mais que aleguei oportunidade de crescimento, posso afirmar que foram para meus colegas, pois para mim, fiquei na promessa de terminar a faculdade para conseguir subir e depois me pediram experiencia na área! fora que quando entrei me \"venderam\" um programa chamado (conheça outra área) que no qual sempre tentei entrar e nunca fui chamada. Conselhos para presidência: teve uma vez que o gerente geral fez uma reunião e ele perguntou se queríamos dinheiro ou descanso. TODOS pediram descanso, porque teve um período em que estávamos exaustos de tanto fazer hora extra. Hoje creio que esse problema já tenha sido solucionado. mas gostaria de pedir para que eles olhassem para os profissionais que acabaram fazendo cursos, faculdades etc na esperança de ter um cargo melhor e que não foi aproveitado simplesmente por não ter experiência, sendo que passei a faculdade inteira dentro da empresa tentando uma oportunidade no que estava estudando.   "},{"user":"Analista de TI Pleno","avaliation":"Prós: A empresa foca muito no cliente final mas também pensa muito em seus colaboradores, tentando dar o máximo de flexibilidade e qualidade de vida para cada um Contras: Como em toda empresa, alguns gestores ainda pensam de forma retrógrada e tratam funcionários de forma diferente conforme suas preferências ou necessidades   "},{"user":"Assistente de Atendimento III - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimos benefícios, não atrasava salário, bons supervisores e treinadores, local de trabalho agradável, boa equipe, local bem estruturado... Contras: Meu horario era muito ruim na epocaépoca e pouca possibilidade de crescimento. Coordenação não muito presente e os funcionários nem sempre ouvidos.   "},{"user":"Vendedor Comercial","avaliation":"Prós: Paga em dia, os benéficos muitos atrativos, vc 32,00 dia podendo ser divido com va, plano de saúde, odontológico, vale farmácia, entre outros benefícios. Contras: Não existe processo seletivo, promoção por indicação isso acaba frustrando os colaboradores que nem fazem processo pois não abre as vagas para todos.   "},{"user":"Assistente de Suporte Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Treinamentos constantes, benefícios,ppr, feedbacks que ajudavam muitas vezes no desenvolvimento em algumas áreas. Salário até que não estava ruim. Contras: Melhorar a comunicação entre algumas áreas, pois às vezes ficamos perdendo prazos por algumas áreas demorarem para responder. No momento de restruturação deveriam avaliar melhor se a pessoa possui realmente perfil para aquela área.   "},{"user":"Especialista","avaliation":"Prós: A empresa oferece um ambiente agradável e moderno para se trabalhar, salário e benefícios acima da média de mercado, flexibilidade de horarios e home office são itens muito positivos tb. Contras: A empresa por ser de pequeno porte torna o ambiente favorável ao crescimento, porém o reconhecimento desta evolução não é feito da mesma forma, mas trata-se de uma grande empresa para o crescimento profissional. Conselhos para presidência: Uma pena ter vendido, estávamos no rumo certo retomando o crescimento no mercado.   "},{"user":"Arte Finalista/Atendimento ao Cliente - Ex-funcionário, saiu em 2015","avaliation":"Prós: Muitos benefícios . Reconhecimento de todo seu esforço.. celular..planos familiares..Vale refeição...máquina de café a vontade. Espaço bonito Contras: Não tem.. é muito tranquilo o ambiente de trabalho. Supervisores atentos e bons. Não tenho pontos negativos para falar otima mesmo...super recomendo   "},{"user":"Analista Jr - Ex-funcionário, saiu em 2015","avaliation":"Prós: O Salário, os benefícios e as oportunidades que a empresa oferece são ótimos e motivadores. O ambiente de trabalho é bem agradável também e satisfatório. Contras: A empresa estava passando por um momento ruim devido a vários fatores que atingiram diretamente seu negócio, e devido a isso, houve vários esvaziamento de setores, e agora chegou ao ponto da empresa ser vendida.   "},{"user":"Operador de Vendas","avaliation":"Prós: O ambiente de trabalho e os amigos de trabalho são sensacionais, uma segunda família que adquiri. Além do local de trabalho ser bem próximo da minha residência. Contras: Bom, apesar de não observar um ponto negativo específico, só posso dizer que o operacional com relação ao atendimento ao cliente diariamente, pode até ser um pouco desgastante.   "}]