[{"user":"Coordenador de Tesouraria - Ex-funcionário, saiu em 2018","avaliation":"Prós: Clima mais moderno de empresa, pessoas leigas trabalhando, dress code informal, bom salario, benefícios excelente para os funcionários e familiares Contras: Nada organizada, cúpula da empresa muito arrogante, não tem planejamento de contratações de pessoas e empresa muito instável financeiramente.   "},{"user":"Consultor Comercial - Ex-funcionário, saiu em 2012","avaliation":"Prós: Embora a empresa visa resultados, ela oferece ferramentas para o trabalho. Oferece um bom salario fixo e uma boa comissao Oferece tambem otimos beneficios Contras: Cobrança por resultados e a nao contratação de ex funcionarios o funcionario é apenas um numero porem gostaria de ser novamete um numero na Nextel   "},{"user":"Aprendiz","avaliation":"Prós: Tem vários treinamentos on line, para capacitação. Pagamento em dia, e todos os benefícios, local com pessoas calmas e tranquilas de fácil convivência. a empresa possiu uma ótima cultura e código de ética. Contras: Não tem possibilidade de efetivação na área administrativa, gestor não da Feedback do seu trabalho para saber como esta o dessem volvimento do seu trabalho. Conselhos para presidência: Avaliar os aprendizes e dar oportunidades para os que querem crescer na empresa, pois podem estar perdendo talentos.   "},{"user":"Analista de TI Sênior","avaliation":"Prós: Ótima empresa para trabalhar, home office 2 dias na semana, bons benefícios, ambiente tranquilo, tecnologias atuais, boa equipe técnica, oportunidade de aprendizado Contras: Gestores infelizmente não tem capacidade técnica de atuação das áreas, infelizmente os \"pucha saco\" ainda se sobressaem aos altamente capacitados   "},{"user":"Analista de Planejamento Pleno","avaliation":"Prós: Meritocracia, bons benefícios, bom relacionamento, oportunidade de crescimento profissional. O escritório é bem localizado e há programas como Home Office. Contras: Método de avaliação do Rh não é tão clara ou bem estruturada durante ao ano. Assim as metas não ficam bem claras durante o ano. Alguns cargos possuem salários bem diferenciados na mesma área.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: A Empresa tem um salário bom, os benefícios também são bons. A coordenação é boa, o produto é bom. A maioria dos supervisores interagem com os funcionários. A coordenação está sempre falando com as equipes. Contras: Antigamente se a data dos benefícios caiam no sábado ou feriados eles pagavam na sexta-feira . Já que a empresa subiu o salário menos de 25,00 reais e vamos receber o salário com aumento só em setembro deste ano, eles poderiam pelo menos pagar os benefícios até o dia 25 né. As metas também são absurdas agora além de bater meta para folgar, a folga é descontada do banco de horas. E em relação aos supervisores eu vi só uma que faz diferença entre funcionários e que não passa as informações como deve ser, não interage com a equipe. E voltado aos benefícios a empresa deveria dar ao funcionários a opção de escolher no convênio saúde se ele quer enfermaria ou apartamento já que o mesmo é descontado na folha do pagamento do funcionários. De resto a Nextel é uma boa empresa a Administração é muito boa. Conselhos para presidência: É difícil trabalhar na linha de frente, sei que fez muitas coisas pelos funcionários e pela empresa. Mais se quer dar um agrado para os funcionários, pague os benefícios até a data do dia 25 como a empresa fazia antes, dê a opção de escolha no convênio saúde, e se não for pedir muito baixa um pouco a meta. E se for possível ative a caixa econômica para empréstimo consignado para os funcionários, pois além de ser mais fácil pegar um empréstimo os funcionários terão a garantia de usar o FGTS para quitar a dívida caso aconteça alguma coisa. Essa coisa que eu sitei a cima não vai prejudicar nada a empresa, e os funcionários vão ficar mais felizes e a produção vai melhorar também. Obs: faça uma pesquisa com os funcionários perguntem se eles querem festas, almoço ou o que eu site anteriormente. Espero que tudo que disse não seja em vão, e seja de bom proveito. "},{"user":"Funcionário","avaliation":"Prós: O ambiente de trabalho que é proporcionado tendo um clima organizacional afetivo e produtivo, com respeito harmonia e crescimento através de uma convivência multi disciplinar Contras: Falta de incentivo para novas formações e especializações, apesar do clima ajudar nesse quesito a empresa em si não investe no aperfeiçoamento dos funcionários "},{"user":"Líder de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios concedidos pela empresa, como vale alimentação/ refeição, auxilio creche e plano de saúde são um diferencial. Existe muitos mini cursos disponíveis na intranet para quem deseja ampliar os conhecimentos e desenvolver novas habilidades. Contras: A alta gestão é completamente incompetente, não possuem visão estratégica e ficam a todo momento tentando \"apagar incêndio\". Os processos seletivos não são transparentes e as promoções são baseadas na amizade e conhecimento( famoso Quem Indica ) do que na competência e meritocracia. Criam certos procedimentos desnecessários que prejudicam a imagem da empresa. Conselhos para presidência: Dêem mais importância para talento do que para network. Excelentes colaboradores deixam a empresa frustrados pela falta de oportunidades.   "},{"user":"Especialista de Marketing","avaliation":"Prós: Possibilidade de trabalhar pelo menos um dia da semana em casa (home office), não ter horário fixo de entrada e saída sendo necessário apenas cumprir seu jornada de trabalho. Contras: Empresa sem crescimento profissional, excesso de empresas terceirizadas fazendo trabalho que deveria ser desenvolvido pelos funcionários e um ponto muito importante é o não desenvolvimento dos funcionário (sem cursos ou ensinamentos internos)   "},{"user":"Vendedora - Ex-funcionário, saiu em 2017","avaliation":"Prós: salário, benefícios como vr de 32 por dia, auxílio creche, convênio medico, odontológico, farmacia... Contras: metas super altas dificil de se alcançar, por ser loja própria os clientes vão procurar a loja em busca de soluções de problemas e nós temos que encaminhar pra outros setores fazendo os clientes ficar irritados e descontando tudo em nós pouca segurança .....   "}]