[{"user":"Especialista","avaliation":"Prós: O salário é competitivo , o clima de trabalho e as pessoasé incrível e tem ótimas oportunidades de desenvolvimento e crescimento. E por fim a localização é ótima. Contras: Mudanças de Board a cada dois ano e mudanças de estratégia bagunça um pouco o meio de campo, mas faz parte e ajuda no crescimento profissional no final Conselhos para presidência: Continuar a investir no funcionário   "},{"user":"Funcionário","avaliation":"Prós: Clima organizacional, cultura de respeito, liberdade e flexibilidade, inovação e capacidade de recuperação frente à tantos obstáculos superados Contras: Instabilidade gerada pelos inúmeros revezes que a companhia já passou Conselhos para presidência: Continuar investindo em gente   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa com uma cultura muito forte e com uma tecnologia diferenciada que criava um diferencial. Comunicação entre países de forma ilimitada. Contras: Erro grosseiro do time de liderança ao tentar bater de frente com as gigantes da area de telecomunicações, além do erro de implantação do 3G.   "},{"user":"Analista de Atendimento","avaliation":"Prós: Bons benefícios como vale refeição, seguro de vida, e premiações por metas atingidas, salário compatível com o mercado e boa convivência em loja. Contras: Não há reconhecimento para poder subir de cargo, muita combinava para atingir meta de vendas sem muita autonomia para poder fazer o cliente mudar de opinião com descontos   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo salário é benefícios.valoriza seus funcionários, busca sempre melhorar. Boa gestão imediata de supervisor, porém cobrança de metas de vendas um pouco surreais. Contras: Está em má fase financeira,por isso tem muitos cortes e rumores de demissão, não há clima de segurança.Muitos profissionais sendo demitidos para contratação de novos com salários menores.   "},{"user":"Consultor - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa muito seria,, em todos os aspectos. foram 5 anos de atividades profissionais muito construtivas, e de crescimento pessoal e emocional Contras: Sem pontos negativo, a empresa é 100% profissional, responsável , ética, consciente, empreendedora, motivacional e organizada em todos os seus setores. Conselhos para presidência: Cada dia, mas sucesso   "},{"user":"Instrutor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa proporcionava crescimento interno aos funcionários. Bons salários, diversos benefícios extensivos aos familiares etc. Investimentos em treinamento das equipes. Participação anual nos lucros etc. Contras: Má gestão! Devido as constantes mudanças de estratégias, perdeu Market share. Além de criar um ambiente de instabilidade para os funcionários. Falta de transparência. Mudanças bruscas de tática. Conselhos para presidência: Melhorar o planejamento de ações, bem como a comunicação com e para as áreas internas.   "},{"user":"Agile Expert","avaliation":"Prós: Ambiente, Salarios e oportunidades de desenvolvimento. RH muito comprometido em ajudar. Contras: Áreas nao se comunicam. As constantes notícias negativas na mídia assustam. Transparencia das negociações com investidores é importante. Conselhos para presidência: Faça a Transformação Digital. Há excelentes profissionais dentro da Nextel que podem auxiliar nisto.   "},{"user":"Executivo de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário e benefícios acima da média do mercado, apesar de toda pressão pela meta e desorganização nos processos (ou falta deles) a empresa possui um bom clima. Contras: O foco não é o cliente, e sim, \"somente\" as metas. A maioria dos clientes são enganados para que a meta seja alcançada, grande parte das vendas aconteciam (eram empurradas) mediante a concessão de descontos, com o fim da tecnologia Iden muitos clientes foram enganados com supostos contratos de fidelidade vigentes ou com discursos que induziam como obrigatoriedade a troca da tecnologia (gerando mais fidelidade). De modo geral, o principal ponto negativo é que a empresa não forma bons profissionais de vendas e sim enroladores profissionais de clientes. A jornada de trabalho é exaustiva, mesmo batendo o ponto a maioria dos funcionários continuam trabalhando até altas horas para dar vazão ao trabalho administrativo e para tentar resolver os problemas dos clientes. Conselhos para presidência: Colocar em prática o que se prega, fazer com o cliente realmente seja o foco e a empresa volte a ser reconhecida através da excelência no atendimento. Não fazer vista grossa para resultados obtidos com atitudes não éticas e desrespeitosas.   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo ambiente, instalações e localização para trabalho. Salário compatível com mercado. Bons benefícios, como previdência privada com coparticipação. Contras: Falta documentação de processos na na área de TI. Nessa época estava passando por processo de reestruturação após processo de falência da matriz americana. Conselhos para presidência: Melhor plano de carreira e transferência de área.   "}]