[{"user":"Analista de Crédito Sênior","avaliation":"Prós: O maior benefício é a faixa salarial que está em um bom patamar. O ambiente de trabalho é confortável , tem acesso ao trem, facilitando assim a locomoção Contras: Ponto negativo é a desorganização, pressão sem pé nem cabeça, alta gerência muito distante, ppr boa mas baixa, metas mal estruturadas , extress desnecessário   "},{"user":"Executivo de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salários e benefícios acima da média de mercado, boa carteira de clientes, telefone corporativo para funcionário e familiares, Notebook, ajuda de custo para combustível. Contras: Cobrança/pressão exacerbada, área comercial com gestores despreparados que agridem verbalmente os funcionários, ambiente não sadio, apesar de exigir trabalho dentro do horário do ponto indiretamente obrigam a trabalhar horas infindáveis para dar conta de tantos afazeres   "},{"user":"Analista de Business Intelligence (BI) Sênior","avaliation":"Prós: Profissionais dedicados, horário de trabalho flexível, possibilidade de home office, localização próxima ao trem, proximidade com superiores Contras: Os departamentos precisam se reestruturar para evitar burocracias desnecessárias, evitar formação de silos. A empresa precisa fortalecer mais a cultura.   "},{"user":"Analista de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Remuneração muito boa e beneficios ótimos, carga horaria, não era difícil bater meta, liberdade para execução de negociações e idealizações de clientes Contras: A empresa não valoriza pessoas, mesmo entregando números e fazendo tudo o que era exigido corretamente vc tem prazo de validade, eles cortam por tempo de casa, se vc não conseguir uma promoção no prazo de 2 anos eh certo que vc vai parar na rua, Pq eles contratam novas pessoas para ganhar menos.   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: Bom clima com os colegas, integração entre areas, ambiente descontraído e flexível, projetos desafiadores, muita autonomia no dia a dia, gestores parceiros. Contras: Sem plano de carreira, o RH é uma bagunça, não há planejamento para nada, tudo é pra ontem, praticamente não existe promoção por mérito a não ser que seu gestor tenha muita força de vontade.   "},{"user":"Estagiário","avaliation":"Prós: Benefícios, estágiarios tem um salário crescente por cada ano de faculdade que passa, uma empresa que está se esforçando para mudar para a melhor. Contras: Pouca oportunidade de crescimento, área comercial é extremamente pressionada por resultado. Muitos estão lá estudando pra crescer na empresa porém não tem suporte para isso, limita o crescimento... Conselhos para presidência: Dê oportunidades amplas para funcionários motivados...   "},{"user":"Analista","avaliation":"Prós: Benefícios, estrutura de trabalho e ambiente descontraído, hoje em dia a empresa tenta ir a favor da tendencias em deixar um ambiante mais descontraído e colaborativo para os funcionários Contras: Plano de carreira inexistente, pouco transparente com os rumos da empresa e gestores muitas vezes passam insegurança que parece vir de escalas maiores na hierarquia deixando o ambiente tenso. Conselhos para presidência: Capacite os gestores a deixarem a comunicação mais transparente   "},{"user":"Engenheiro de RF Sênior - Ex-funcionário, saiu em 2011","avaliation":"Prós: Havia uma equipe muito focada e muito unida para realizar os projetos, havia um ambiente onde todos podiam pesquisar, opinar e sugerir novas alternativas, e soluçoes para melhorar as atividades exercidas Contras: Como eu era funcionário terceirizado, não tinha direito a vários benefícios dos funcionários, e nem convidado para lançamento de produtos nem festas da empresa, deixando o ambiente pesado, pois haviam muitos funcionários na mesma condição e que trabalhavam todos juntos com os registrados   "},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios, plano de saúde, comissão, ambiente de trabalho com os funcionários favorável, marca de renome no mercado facilitava o atendimento Contras: Sem crescimento do profissional, sem segurança nas lojas, cliente sempre tinha razão, sendo que não existia fundamento a reclamação, sem colaboração de gestores do alto escalão.   "},{"user":"Estagiário","avaliation":"Prós: Benefícios, nunca atrasam, possuem um valor atrativo em relação ao mercado RH solicito, TI solicita maior parte dos chamados ou alteração em relação a benefícios são sanados de imediato. Contras: Como o objetivo é aprender e se desenvolver,não ha nenhum tipo de acompanhamento ou de feedbacks logo o desenvolvimento fica limitado. Alta rotatividade dos cargos de gestão deixa os subordinados sempre com um novo gestor com visões opostas ao anterior gerando confusão e desmotivando as equipes.   "}]