[{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa com boa remuneração e ótimos benefícios. Agradável de se trabalhar, chances de crescimento profissional. Plano de carreira, equipe boa de se trabalhar Contras: Acúmulo de funções, gerência não fornece muito suporte para os atendentes, clientes mal educados é insatisfeitos, trabalha aos sábados e não pagam hora extra e sim banco de horas.   "},{"user":"Jovem Aprendiz Administrativo","avaliation":"Prós: Oferece vários benefícios para o funcionário, disponibilizam um aparelho de celular com plano nextel para cada funcionário, e dependendo do cargo também disponibilizam notebook. Contras: A empresa não é flexível com questão de horários para os funcionários, se você precisar fazer um horário diferenciado fica complicado, deveriam ser mais flexível a isto pois atualmente muitas empresas trabalham com horário flexível dentro do possível.   "},{"user":"Analista de Marketing Sênior - Ex-funcionário, saiu em 2013","avaliation":"Prós: Trabalhei na Nextel em uma época de muito crescimento. A empresa proporcionou grandes experiências para todo o time, com muita confiança em cada um de seus funcionários. Contras: Assim como qualquer outra empresa de grande porte, os processos de avaliação de desempenho são injustos com quem é menos político. Não adianta muito você bater a meta, em algum momento vão precisar reduzir sua nota para alguma outra pessoa ficar na sua frente.   "},{"user":"Vendedora - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente de trabalho, comissionamentos correto , pagamentos em dia , ótimos benefício . Gestores dispostos a te ouvir e aceitarem sugestões . Excelente local de trabalho Contras: Não existe pontos negativos excelente empresa para trabalhar, oportunidade de crescimento um pouco limitada na minha opinião , porem existente e com bons resultados   "},{"user":"Data Analyst - Ex-funcionário, saiu em 2015","avaliation":"Prós: flexibilidade em migrar de posições entre áreas. Contras: Muito corporativismo abrindo poucas opções para competencia , e mais para indicações   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Salário acima da média e bons benefícios, mas o PLR deixa a desejar e o convênio médico também. Contras: Não há um plano de carreira definido e a parte de cargos e funções não segue um padrão de avaliação para promoções.   "},{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa séria e com pagamentos em dia. Você acaba adquirindo bastante conhecimentos, pois trabalha na recepção dos clientes, fazia atendimentos pessoais, atuava no caixa. Contras: Falta de oportunidades de crescimento. Mta panela. Os gestores escolhem um colaborador de preferência e este é veneficiado, os demais trabalham e não são reconhecidos. Precisa puxar muito saco para crescer.   "},{"user":"Analista de Marketing Sênior - Ex-funcionário, saiu em 2011","avaliation":"Prós: Bons benefícios, ótimo clima organizacional, oportunidades internacionais na Holding. Carga horária sem exageros e comunicação clara dos objetivos da empresa. Contras: Salários na média do mercado, não há remuneração agressiva. Se o funcionário não se mexer, pode ficar anos na mesma posição. Faltou investir em tecnologia na hora certa.   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2013","avaliation":"Prós: Respeito entre Funcionários e os Benefícios para os Funcionário. Um empressa Maravilhosa no geral. Desda Liderança até no menor cargo. Contras: Confeço que não consigo encontrar nenhum ponto negativo nesta empresa, pois só tenho coisas boa pra dizer dela, do tempo que fiquei lá. Conselhos para presidência: continue sempre assim, respeitando os funcionários, e com esse amor em satisfazer que é servido por esta gigantesca empresas.   "},{"user":"Executivo de Negócios","avaliation":"Prós: Remuneração, trabalhar na rua e interno com acesso remoto Contras: Muita pressão, dificuldade de comunicação entre áreas Conselhos para presidência: Ouvir e pedir opnioes ao pessoal em campo   "}]