[{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Referente a empresa não há o que reclamar, ótimos benefícios e remuneração, tem respeito pelos funcionários e clientes. Possui boa conduta . Contras: Poderia melhorar a comunicação entre seus canais de atendimento (loja - call center), não é culpa direta da empresa, mas defini a qualidade de vida como Neutra devido ao stress psicológico com atendimento ao público.   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Paga-se bem, exige-se também, mas é muito desafiador a cada dia Excelente em questão de benefícios e clima salário acima mercado empresa com boa visão no mercado Contras: Pelo setor de telecomunicações estar passando por transformação ela tentou acompanhar entrando para o varejo com isso ela ainda está se achando no mercado .Por exigir muito para alcance das metas acaba-se por não ter vida pessoal adequada,mas ganha- se muito dinheiro.   "},{"user":"Executivo de Negócios","avaliation":"Prós: salário, pessoas, benefícios, eventos corporativos, liderança, clientes, crescimento profissional. Contras: Falta de transparência, Rh, falta de suporte para o cliente, portfolio de aparelhos. Conselhos para presidência: preocupaçao maior com a satisfação dos clientes e market share em segundo plano.   "},{"user":"Supervisor","avaliation":"Prós: Grande porte, engaja os funcionários , salários acima do mercado. Possibilidade de efetivação contraditório sempre extrai o major de cada um Contras: Processos contraditórios tanto para efetivação como para os clientes comunicação interna deficitária , algumas áreas impactam diretamente. A   "},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Liberdade de trabalho, bom pacote de benefícios como seguro saúde, seguro de vida e descontos nas empresas conveniadas. Exige alta performance dos funcionários mas possui recompensa em forma de PLR. Contras: Infelizmente a empresa passou por uma forte recessão e teve o setor inteiro terceirizado. Remanejou alguns profissionais para outras áreas, mudou o endereço do escritório principal, porém, mesmo assim, teve que continuar com o plano massivo de demissão.   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Equipe entrosada e grandes desafios no dia-a-dia. A empresa tem crescido de forma saudável. Contras: O nível de integração de sistemas é muito complexo para qualquer tipo de alteração. Conselhos para presidência: Investir em novos negócios.   "},{"user":"Executivo de Negócios Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho é fantástico com espaço para reunião e trabalho para credibilidade perante ao cliente e ambiente bom e confortável e am Contras: Gestão de equipe, péssimos gestores que não ajudam no crescimento profissional é apenas fazem o trabalho sem se importar com o cliente inicial   "},{"user":"Estagiário Superior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons benefícios, salário muito bom para estagiários, interface com quase todas as áreas da empresa, ambiente desafiador e com diversos profissionais capacitados e com amplas experiências. Contras: Mudanças frequentes na estrutura causam instabilidade na empresa. Além disso os processos continuam muito burocráticos e passam pelas mãos de muitas pessoas antes da aprovação, causando alguns atrasos.   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: É uma empresa muito boa de se trabalhar por conta dos funcionários que são excepcionais uma boa estrutura de RH e ótimas pessoas para se trabalhar Contras: Pontos negativos da empresa faltava mais a estrutura de colaboração interna entre os funcionários mas isso se coloque no ponto construtivo de melhorar   "},{"user":"Consultora de Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Benefícios recebidos como por exemplo, Vale Refeição, Vale alimentação, assistência médica e odontológica, celular corporativo. Carga horária . Contras: Gestores mal preparados e sem gestão de pessoas. Avaliam os funcionários por grau de afinidade mesmo que não entreguem o resultado proposto pela empresa. A retaguarda é muito omissa em avaliar a postura dos seus gestores de loja. Empresa muito bagunçada em relação à pagamento de comissões. Toda hora muda para não pagar os funcionários a meta batida. Obrigam os vendedores a fazerem ação externa, o que é proibido no contrato de trabalho. Conselhos para presidência: Avaliar os bons funcionários conforme a produtividade ,assuidade e comprometimento com a empresa e não com base em \"picuinhas \" de gestores mal preparados para estarem em altos cargos.   "}]