[{"user":"Analista de Marketing - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom salário, ótimas pessoas, bons benefícios, possibilidade de horário flexível. Com Ambiente muito agradável para se trabalhar diariamente. Contras: Falta de meritocracia Para promoções e aumentos, muita burocracia em processos ridículos que fazem perder muito tempo, falta de planejamento a longo prazo. Conselhos para presidência: Descentralização de algumas decisões   "},{"user":"Consultor de Marketing","avaliation":"Prós: Bom ambiente. Boa interação entre as áreas. Horário flexível. Salários acima do mercado. Contras: Benefícios são ruins, plano de saúde, VR e VA, e PLR. RH é fraco em comunicação com os funcionários. Conselhos para presidência: Melhorar PLR e benefícios.   "},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: O ambiente é super bacana e não muito formal, existe pressão por metas, mas o ambiente é compensador. Os gestores são abertos a discutir diversos assuntos. Contras: O reconhecimento dos profissionais depende muito dos gestores, se o gestor não for bom e não ir atrás de promover a equipe, a evolução não ocorre. Uma das áreas que mais possui defasagem em reconhecer os profissionais é o próprio RH. Conselhos para presidência: Implantar um bom sistema de meritocracia   "},{"user":"Auxiliar de Escritório - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ela é uma representante da Nextel o local de trabalho é agradável e os benefícios valem muito apena , pois tende a quer voltar a trabalhar novamente em locais assim Contras: Não tem contras . Pois é uma empresa boa de se trabalhar ., Entretanto toda empresa tem uma coisa que nós não gosta os mais isso não é relevante   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2012","avaliation":"Prós: Todos os beneficios,CLT,reconhecimentos do colaborador,bom ambiente de trabalho,crescimento profissional,proatividades,produto com boa aceitação no mercado de trabalho Contras: Depende do ponto de vista avaliado,. Empresa muito boa,ambiente de trabalho excelente,porém muitas vendas não aprovadas pelo crivo da empresa,desgaste excessivo. Conselhos para presidência: Colaboração de ambas as partes Chefia e Colaborador   "},{"user":"Coordenador","avaliation":"Prós: Boa empresa para se trabalhar equipe sempre pronta a ajudar. Salários compatíveis com o mercado . Plano de saúde bradesco muito bom. Localização e estrutura modernas Contras: Muita gente nova entrando com ideias não muito boas. Querendo mostrar serviço mas muitas vezes dando tiros no pé. Alguns Gerentes novos ficam mais preocupados em apontar o dedo para tirar o foco dele.   "},{"user":"Analista de Design Gráfico","avaliation":"Prós: Há muita coisa por ser feita na área de Design, o que cria muitas oportunidades para o desenvolvimento de soluções inovativas. Os benefícios e os salários são bons, geralmente acima do mercado. Contras: Relacionamentos contam mais do que a experiência dos funcionários na hora da contratação e da promoção. Pessoas desorganizadas ou despreparadas ocupando cargos incompatíveis com suas habilidades. Empresa quadrada, ambiente e cultura ultrapassados, me sinto nos anos 90. RH despreparado para lidar com as solicitações dos funcionários.   "},{"user":"Estatístico","avaliation":"Prós: Salário acima do mercado, horário de trabalho flexível. Benefícios muito bons e ambiente de trabalho agradável. Novos desafios diariamente. Plano telefone. Contras: Bagunça administrativa. Dificuldades para estabelecer prioridades por parte da gestão. Conflitos gerenciais interferindo no andamento dos trabalhos.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: reconhecimento, benefícios e salário ...empresa séria e ética...competente no que faz, depois que passou por uma transicao acabou tendo que demitir alguns funcionario Contras: acredito que não existem pontos negativos, a empresa é bem estruturada, e atende as necessidades dos funcionarios que nela trabalham...melhor "},{"user":"Estagiário Superior","avaliation":"Prós: Empresa exemplar com os funcionários, não faz propaganda falsa, cumpre com seus prazos, instrui o funcionário corretamente contra corrupções e fraudes. Contras: Em alguns setores terceirizados, por exemplo, o Call Center mancha o nome da empresa devido ao despreparo dos colaboradores agregados. Falta uma vistoria para esses tipos de casos.   "}]