[{"user":"Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: A Flexibilidade de horário, não existe horário fixo então você pode trabalhar quando quiser, no entanto seu salário varia de acordo com suas vendas. Contras: Falta incentivo, não são todos os vendedores encaminhados ao treinamento e isso acaba sendo prejudicial... Acredito que poderiam ajudar com auxílio transporte.   "},{"user":"Estagiário Superior","avaliation":"Prós: salário acima do mercado; possibilidade de trabalhar ao lado de profissionais excelentes e bons benefícios. Contras: acredito que a empresa poderia tornar alguns processos mais simples, a hierarquia é muito tangível. Alterar o convênio médico vigente seria bom também!   "},{"user":"Especialista","avaliation":"Prós: Oportunidades de desenvolvimento, projetos envolvendo diferentes áreas da companhia, ambiente dinâmico, remuneração bastante atraente, empresa em processo de renovação, se reinventando e se reposicionando como líder de mercado. Contras: Nível alto de pressão e cobrança por resultados é uma constante, muitas vezes há que se trabalhar além do horário, inclusive em finais de semana e feriados. Espera-se disponibilidade integral para o trabalho.   "},{"user":"Assistente de Cobrança - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótima empresa..Com bastante benefícios, ambiente de trabalho agradavel.Otimo Contras: Gestores falta de profissionalismo Conselhos para presidência: Contratar gestores melhores "},{"user":"Especialista Financeiro - Ex-funcionário, saiu em 2016","avaliation":"Prós: Boa empresa, bom salário Contras: Gestão de algumas áreas. Conselhos para presidência: Há necessidade de uma melhor comunicação e organização.   "},{"user":"Empresário","avaliation":"Prós: Trabalhar com vendas internas é uma boa opção para todos que trabalham com a gente,sempre funcionários alegres e com bom humor e pensamentos positivos sempre Contras: Trabalhar no sol e na chuva sempre será um ponto negativo em vendas internas, clientes que não atendem e não dão atenção ao vendedor ponto neegativo Conselhos para presidência: Sempre conquistar o funcionário   "},{"user":"Analista Fiscal Pleno","avaliation":"Prós: Os principais pontos favoráveis são: a remuneração acima do mercado, a flexibilidade para mudanças internas entre as áreas, oportunidade de aprendizado e o ambiente de trabalho é saudável, com certeza indicaria a um amigo. Contras: Os principais pontos negativos são: em diversas áreas o conhecimento é centralizado nas pessoas e não no processo, devido a isso não existe um amadurecimento nos processos, existe problema de comunicação entre as áreas.   "},{"user":"Gerente de Projetos Sênior","avaliation":"Prós: Empresa tem muitas oportunidades, boa localizacao. É multinacional, conta com boa vontade para implantar tecnologias novas (mas nao tem dinheiro para isso) Contras: Empresa com sérias dificuldades financeiras. Não deu nenhuma chance de efetivação após periodo de contratacao temporaria, embora diversos projetos ainda estejam em aberto. A empresa, depois de tantos anos sem dinheiro conta com poucos profissinais qualificados Conselhos para presidência: Pare de pensar apenas em venda da companhia e reducao de custos. Pense no futuro: Como a empresa pode ser gerenciada, para ser perpetuada? Como a empresa pode gerar valor ao acionista?   "},{"user":"Negociador de Cobrança - Ex-funcionário, saiu em 2012","avaliation":"Prós: Qualidade de trabalho. A empresa acolhia muito bem o funcionário,fazendo com que os mesmo trabalhassem motivados a desemprenhar com qualidade sua função. Contras: Não são pontos negativos,até porque não tem. A empresa proporcionava um ótimo ambiente de trabalho para que assim fosse feito seu melhor. Então são só pontos positivos Conselhos para presidência: Bom relacionamento com colegas de trabalho Está sempre disposto aprender Compartilhar conhecimentos Agregar sempre para o crescimento da empresa   "},{"user":"Atendente de Call Center","avaliation":"Prós: Empresa tem plano de carreira. Oferece excelentes treinamentos. Proporciona um ambiente dinâmico, que te faz se sentir mais a vontade. Estrutura organizacional da empresa é clara. Contras: Apesar de ser uma boa empresa, não permite horas extras e sim banco de horas. Muitas vezes você tem que fazer banco de horas sem aviso prévio e a contragosto. Conselhos para presidência: Extinguir o banco de horas e passar a pagar hora extra para os colaboradores.   "}]