[{"user":"Estagiário","avaliation":"Prós: A Nextel possui muitos benefícios e um salário acima da média para estagiários, uma raridade no maioria das vagas disponíveis no mercado.... Contras: Alguns processos são muito burocráticos e precisam passar por muitas pessoas antes da aprovação final. Seria legal também oferecer melhores condições de trabalho para os funcionários terceirizados.   "},{"user":"Executivo de Negócios","avaliation":"Prós: A possibilidade de crescer dentro da empresa. Oportunidade dos funcionários mudar de cargo, e benefícios. E o reconhecimento que eles tem com os funcionários. Contras: não tenho o que reclamar da empresa. Nunca atraso pagamento, quando precisei ficar afastado por motivo doença a empresa me deu suporte...Realmente não tenho o que reclamar.   "},{"user":"Estagiário de Compras","avaliation":"Prós: Excelente empresa para se trabalhar e tem sempre um bom ambiente e bons gestores. Contras: Acredito que a empresa poderia investir um pouco em treinamentos presenciais para todos os funcionários. .   "},{"user":"Gerente - Ex-funcionário, saiu em 2015","avaliation":"Prós: A remuneração salarial é mais agressiva que o mercado em geral. Boa localização. Existem algumas pessoas com muito boa vontade para fazer o que é o certo. Contras: Os funcionários são obrigados a trabalhar muitas horas sem qualquer contrapartida da empresa, mesmo que seja para utilizarem o banco de horas. Os gerentes que tentam descansar suas equipes e utilizar o banco de horas são mal vistos. Não há café ou água ou qualquer tipo de melhoria no ambiente de trabalho para as equipes que viram noite, fins de semana ou feriados. Os beneficios vem sendo reduzidos significativamente.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os benefícios oferecidos pela empresa são sem dúvidas atrativos, a empresa oferece aos funcionários plano de saúde, odontologico, auxílio creche, telefone corporativo e familiar entre outros Contras: Exigências de execuções de Multitarefas, dificultando a qualidade nos processos. A transferência de lojas sem negociação ou prévio aviso, para localidades nem sempre tão proximas. Conselhos para presidência: Atentar-se a qualidade de vida dos funcionários, item esse que a empresa parece ter deixado de zelar ao longo dos anos. "},{"user":"Analista - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empress perfeita!!!! Beneficios excelentes, pessoas educadas e simpáticas. Gestores imediatos hiper treinados e responsáveis. plano de carreira excelente Contras: clientes extremamente mal educados. Viagens inesperadas, atraso para reembolso de passagem aérea e foucher de taxi vencem muito rápido. Uniformes feios.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Facilidade de crescimento, divertida, bons funcionários, social e compromissado Contras: Os fundos são sujos, cozinha pequena um micro ondas para 20 funcionários, emprestam celulares de baixa tecnologia é péssimo mailing para contatar outros clientes e dificil Conselhos para presidência: Vocês são boas nextel só precisam estar mais acessíveis "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2016","avaliation":"Prós: a forma de pagamento corretíssima não ha atrasos , as pessoas são bem receptivas Contras: no momento não ha nada que venha desagradar em relação a empresa em que trabalhei por 3 anos Conselhos para presidência: direcionar as pessoas em seus devidos cargos   "},{"user":"Técnico de Telecomunicações Pleno - Ex-funcionário, saiu em 2008","avaliation":"Prós: uma empresa que valorizou minha família disponibilizando pra minha esposa e filha plano de saúde e odontológico Contras: desvio de função sem a remuneração necessária que o trabalho efetivado era feito Conselhos para presidência: avalie melhor seus funcionários pelo que fazem e o que são para assim melhor remunera los   "},{"user":"Agente de Vendas II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Remuneração acima do mercado de trabalho, excelentes benefícios. ............................................................................ Contras: Tem uma politica que nao pratica, Não valoriza funcionários, seleciona para cargos de gestão pessoas não qualificadas, pessoas que só procura valorizar o puxa saco e não realmente quem faz o trabalho de forma correta. Disponibiliza um sistema arcaico para trabalho como por exemplo gemco.   "}]