[{"user":"Estagiário","avaliation":"Prós: Empresa com chances de crescimento profissional, autonomia, pessoas dispostas a ensinar e te ajudar a atingir teus objetivos. Uma multinacional com renome Contras: Refeitório no local ao invés de vale refeição, cobrança muito alta pros efetivos que acabam fazendo muitas vezes mais horas de trabalho do que a permitida   "},{"user":"Estagiário Superior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Benefícios de transportes para cidades próximas; Bom entendimento das gerências para com as suas necessidades de estudos; eventos internos constantes para apresentar novos produtos e áreas da empresa; política de \"abertura\" para dialogar e procurar desenvolvimento com profissionais de diferentes áreas. Contras: Atividades de feedback, avaliação e reconhecimento do trabalho do colaborador não muito claras. Apesar de a empresa incentivar em sua estrutura um fácil diálogo de colaboradores entre diferentes áreas, muitos colaboradores não são abertos ao diálogo e troca de ensinamentos. Conselhos para presidência: Melhor padronização de avaliação de desempenho e crescimento profissional.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2011","avaliation":"Prós: Boas instalações, excelente ambiente para crescimento profissional, plano de carreira, feedback constante, bons benefícios, bons gestores e incentivo e benefícios para educação continuada. Contras: Ambiente de muita concorrência onde os funcionários trabalham sob uma pressão constante por objetivos. Foco no resultado sendo o erro muitas vezes visto como incompetência.   "},{"user":"Estagiário","avaliation":"Prós: Pessoas receptivas, bastante autonomia para ações, grande possibilidade de crescimento profissional, desafios diários, oportunidade e incentivo para conhecimento de novas áreas, empresa correta e ética. Contras: A grande quantidade de programas utilizados e a lentidão de alguns deles acabam atrasando processos que poderiam ser resolvidos muito mais rapidamente.   "},{"user":"Especialista de Produtos","avaliation":"Prós: Existe diversas oportunidades de crescimento, juntamente com um ambiente inclusivo com bastante liberdade para ser si mesmo. Empresa ouve bastante a opinião do empregado. Contras: Diversas empresas dentro de uma unica, voce verá varias realidades diferentes dentro da mesma empresa e nos setores de vendas uma pressão muito forte.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2012","avaliation":"Prós: Boa cultura organizacional, opção de crescimento de carreira, possibilidade de trabalhar em diversos setores da organização, foco em vendas. Contras: Empresa com muitos estagiários, sendo difícil todos terem oportunidade de efetivação. Por ser longe da capital o horário despendido para se ir ao trabalho passava de 2 horas diárias.Não possuía vale refeição e sim um refeitório local.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2012","avaliation":"Prós: Benefícios, liberdade e flexibilidade em relação a horários, trabalho remoto, oportunidade de trabalhar com diferentes culturas e realizar viagens internacionais. Empresa extremamente correta e ética. Contras: Alta competitividade por se tratar de um multinacional gigante, a concorrência é diretamente proporcional ao tamanho da empresa. Reorganização e troca de liderança é comum.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Dell tem ótimos beneficios, um bom salario, um excelente ambiente de trabalho, respeita a diversidade e apoia diversas culturas de seus funcionários. Contras: As vezes peca no quesito work-life balance, trouxe um pouco de complicações para seus funcionários depois que teve que sair da PUC e levar sua area de TI para Eldorado.   "},{"user":"Senior IT Business Analyst","avaliation":"Prós: Benefícios, liberdade e flexibilidade em relação a horários, trabalho remoto, oportunidade de trabalhar com diferentes culturas e realizar viagens internacionais. Empresa extremamente correta e ética. Contras: Alta competitividade por se tratar de um multinacional gigante, a concorrência é diretamente proporcional ao tamanho da empresa. Reorganização e troca de líderança é comum.   "},{"user":"Estagiário","avaliation":"Prós: Capacidade de crescimento pessoal e profissional. Excelente ambiente de trabalho e ótimos equipamentos para realização das tarefas diárias... Contras: Sem pontos negativos até o momento. A empresa apenas tem me fornecido um excelente aprendizado, com um cultura internacional e uma bela perspectiva para o futuro.   "}]