[{"user":"Estagiário Superior","avaliation":"Prós: Uma ótima empresa para trabalhar. Colegas auxiliando o tempo inteiro e muito aprendizado na área tecnológica. Além de um plano de carreira muito interessante, Contras: Ao começar, muito treinamentos sem começar de uma base. Para quem não tem uma base no campo da tecnologia, fica bem difícil. Sugiro fazer alguns cursos de rede, Conselhos para presidência: Sugiro alguns treinamentos especificos para estagiarios.   "},{"user":"Analista de Compras Pleno","avaliation":"Prós: O ambiente é descontraido e as pessoas são acessíveis, dando oportunidade de contato com os mais diversos cargos e niveis e também de aprendizagem. Contras: Para crescer dentro da empresa, é necessário subir um nivel de cada vez, o que muitas vezes faz com que pessoas competentes e capacitadas não possam se candidatar a algumas vagas.   "},{"user":"Gerente de Contas Pleno","avaliation":"Prós: Trata bem seus funcionarios dando varias vantagens e fazendo diversas promoções, escuta seus funcionários e dá espaço para projetos de melhoria Contras: Cobra resultados excessivamente fazendo com que a dedicação passe do horário comercial e acabe afetando o worklife balance e faça sua vida girar em torno de trabalho Conselhos para presidência: Mais liberdade aos funcionários   "},{"user":"Inside Sales","avaliation":"Prós: muitas oportunidades, porque a empresa sempre ajuda o funcionario, o plano de carreira e importante tambem, porem um bom vale alimentaçao, show de bola Contras: os processos no brasil poderiam dar mais oportunidade para seus funcionarios, mas acho que seria so isso, preciso preencher esse espaço ainda,   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Processos sólidos Bons benefícios Várias iniciativas pró funcionários Renome no mercado Possibilidade de interação com pessoas no mundo todo Contras: Dificuldade de promoções Favoritismo de alguns times em relação a outros Comida do refeitório ruim Empresa longe (em eldorado do sul) Sem opções na cidade para facilidades   "},{"user":"Especialista de Produtos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho animado e motivador; Benefícios excelentes para o colocaborador e família; Política de carreira bem definida para quem deseja se desenvolver. Contras: A empresa é muito boa para trabalhar, mas infelizmente alguns supervisores e gerentes são mal preparados, sem flexibilidade para questões pessoais e arrogantes.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: São atenciosos para ensinar e ajudar e ensinar os procedimentos do trabalho. Sua cultura é bastante inclusiva e diversificada, fazendo com que o funcionários se sinta livre para ser quem realmente é, sentindo-se confortável em seu ambiente de trabalho. Contras: Alguns times, por serem globais, possuem dificuldades de comunicação que envolvem desafios de se trabalhar de forma remota. Dentre eles estão o fuso-horário, intercomunicação, feedback imediato e outros.   "},{"user":"Aprendiz - Ex-funcionário, saiu em 2016","avaliation":"Prós: São atenciosos para ensinar e ajudar e ensinar os procedimentos do trabalho e atividades relacionadas ao cargo em que atuei, ainda mais por se tratar de jovem aprendiz. Contras: Acredito que não identifiquei nenhum ponto negativo durante o tempo de aprendizado porque foi escolha minha sair devido não ser mesma área de estudo.   "},{"user":"Estagiário Superior","avaliation":"Prós: Por ser uma emplesa global, há a oportunidade de conhecer outras culturas, metodologias e enfrentar desafios superiores aos que se encontra em empresas menores. Sua cultura é bastante inclusiva e diversificada, fazendo com que o funcionários se sinta livre para ser quem realmente é, sentindo-se confortável em seu ambiente de trabalho. Contras: Alguns times, por serem globais, possuem dificuldades de comunicação que envolvem desafios de se trabalhar de forma remota. Dentre eles estão o fuso-horário, intercomunicação, feedback imediato e outros. Conselhos para presidência: Embora a cultura da empresa, no que diz respeito ao desenvolvimento profissional de seus funcionários, tenha uma abordagem \"faça você mesmo\", é necessário que se recebam orientações que permitam dar dicas de qual caminho seguir, principalmente para estgiários.   "},{"user":"Analista de Negócios Digitais - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salários, benefícios e oportunidades fora do Brasil para quem domina a língua inglesa. Isto não é uma regra, mas como explicado, uma oportunidade em algumas áreas, principalmente àquelas focadas em LATAM. Contras: Qualidade de vida comprometida, devido à alta demanda de atividades, pressão na entrega dos resultados e pouca autonomia, principalmente, nas áreas em que o gestor fica fora do Brasil. Conselhos para presidência: Cuidar melhor do seu capital intelectual   "}]