[{"user":"Consultor Comercial","avaliation":"Prós: Ótima empresa com cultura e ambiente modelo a ser seguido. ! Contras: Empresa não possui pontos negativos. Ótima empresa   "},{"user":"Estagiário","avaliation":"Prós: Excelente ambiente de trabalho, como estágio, o objetivo dos gerentes é que você ajude o seu time, mas também aprenda muito no processo, dando prioridade a isso. Horas flexíveis, um bom refeitório. Contras: Localização ruim, o deslocamento até Eldorado do Sul é complicado, para poder organizar com os horários da faculdade(se não for noturna), é bem difícil, pois a empresa fornece poucos horários de circular para ida/volta, e se precisa ir ou sair da empresa em horários diferentes, tem que estar de carro.   "},{"user":"Funcionário","avaliation":"Prós: Dell é a melhor empresa para se trabalhar. Valoriza o funcionário, ajuda na escolhas e tem muitas oportunidades de carreira. A cultura da empresa instiga os profissionais a buscarem mais qualificação para continuar crescendo e se desenvolvendo. Contras: Já são alguns anos trabalhando para Dell e não vejo ponto negativos nem oportunidades de melhoria. Sempre que alguma oportunidade pontual aparece a empresa escuta os funcionários e procura melhorar.   "},{"user":"Estagiário Técnico","avaliation":"Prós: É legal trabalhar lá, tem pessoas incríveis e aprendo muito com elas o técnico lá tem bastante ajudar, meu chefe colabora muito no meu ensino Contras: Apesar de tanta coisa Boa, tem seu lado ruim pq é muito trabalho apesar de ajudarem bastante e o salário não é muito, mais assim agente consegui   "},{"user":"Aprendiz - Ex-funcionário, saiu em 2016","avaliation":"Prós: É uma forma de interação social, podem ter características faladas ou escritas, tamanhos diversificados. Por meio de um objetivo gira em torno de idéias e sentidos, se expressa de forma verbal e não-verbal. a Contras: É uma forma de interação social, podem ter características faladas ou escritas, tamanhos diversificados. Por meio de um objetivo gira em torno de idéias e sentidos, se expressa de forma verbal e não-verbal.   "},{"user":"Application Management Advisor","avaliation":"Prós: A empresa foca na meritocrácia e política de portas abertas. Possibilidade de viagens e capacidade de desenvolver a carreira para diversas áreas diferentes. Contras: Mudanças muito frequentes acabam tornando o dia-a-dia estressante e de para muitas pessoas causa uma difícil adaptação. Poderia ter processos melhores definidos.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente e muito bom, lazer, benefícios, valoriza o funcionário. Salários bons, gosto de lá e indico para quem quer entrar na empresa e fazer carreira Contras: Não a pontos negativos da empresa, somente precisa de mais organização por parte de hierarquia e uma coisa mínima mas faz muito o mínimo da empresa "},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente tecnológico proporciona crescimento, empresa oferece treinamentos de excel, word r PowerPoint além de outros, e benefícios aos Efetivos. Contras: Construção de carreira, há uma dificuldade em fazer carreira uma vez que os processos são prioritários aos funcionários indicados ou candidatos indicados   "},{"user":"Funcionário","avaliation":"Prós: Horário flexível com bastante liberada para sair quando necessário. Pagamentos sempre corretos sem maiores problemas. Pessoas interessantes trabalhando. Contras: Gerencia não executa muito bem o seu papel. Diretores e upper management tem pouca noção dos que se passa no dia a dia. Muita gente escondia atrás dos processos da empresa.   "},{"user":"Estagiário","avaliation":"Prós: Bom ambiente de trabalho, estrutura excelente, profissionais bem qualificados, com boas oportunidades internas, estruturação e crescimento de carreira, com oportunidades de atividades paralelas visando desenvolvimento pessoal. Contras: A localização é um ponto ruim, visto que toma muito tempo em deslocamento. Além do refeitório ter comidas com pouca variação e qualidade inferior.   "}]