[{"user":"Gerente - Ex-funcionário, saiu em 2016","avaliation":"Prós: cultura organizacional (embora já tenha sido mais focada nas pessoas), oportunidade de viagens, oportunidade de trabalhar com diferentes culturas, bom salário e benefícios Contras: altíssima demanda de trabalho, localização era ótima quando no TecnoPUC, mudança para Eldorado do Sul prejudicou o acesso para quem mora em Porto Alegre Conselhos para presidência: observar work-life-balance dos gestores   "},{"user":"Especialista de Folha de Pagamento","avaliation":"Prós: Clima fenomenal!!!! nunca trabalhei em uma empresa com uma cultura tão amigável como essa. Sem mesquinharias, dando importância para coisas que merecem importância! Por mais empresas como a DELL Contras: os convenios tem descontos de coo-participação, jornada não tem flexibilidade para grande maioria dos funcionários mesmo sendo administrativo. Não há BH, fez HE recebe, não cumpriu a jornada compleata, desconta.   "},{"user":"Estagiário","avaliation":"Prós: O ambiente de trabalho é maravilhoso, para os efetivos a empresa oferece boas oportunidades e tem muitos benefícios. O estágio oferece muito aprendizado. Contras: A empresa é realmente maravilhosa, ser efetivado não é fácil dependendo da área que se deseja, porém sempre há vagas abertas com oportunidades.   "},{"user":"Funcionário","avaliation":"Prós: A cultura da empresa é muito boa, o ambiente de trabalho, a flexibilidade, o auto gerenciamento que eles permitem a confiança no trabalho de cada um. Contras: Permitem que pessoas sem preparo, sem formação se tornem gerentes e supervisores o que ocasiona muita desmotivação, muitas decisões incorretas,favorecem mais os \"amigos\" do que os curriculos.   "},{"user":"Estagiário Superior","avaliation":"Prós: Qualidade do ambiente de trabalho, bem como a possibilidade de desenvolvimento da carreira em diversas áreas. A liberdade para conduzir tarefas de grande importância é um diferencial. Contras: Falta de vale alimentação. Porém, possui restaurante próprio onde possui cardápio variado que é bem bom. Tirando isso, não vejo mais nenhuma reclamação referente a empresa.   "},{"user":"Analista de Suporte","avaliation":"Prós: Ambiente, possibilidade de trabalho remoto, infraestrutura do site, plano de carreira amplo, possibilidade de carreira internacional, plano de desenvolvimento interno! Contras: Alta demanda! O ritmo de trabalho é alucinante! A Dell paga um excelente salário, mas exige muito do profissional! Há um número excessivo de indicadores e eles, em muitas vezes, são utilizados como maneira de pressionar o funcionário.   "},{"user":"Analista Contábil Fiscal Sênior","avaliation":"Prós: Flexibilidade de horários (porém depende do Departamento e do Gerente) Apoio e incentivo a diversidade dentro da empresa A empresa promove pessoas para cargos de gerência sem que elas tenham experiências anteriores (ela oferece essa oportunidade) Contras: Não existe um plano de carreira ou uma política clara de recompensa por atingimento de metas, as recompensas e promoções dependem de aprovação de orçamento na matriz no exterior e o dissídio é considerado aumento salarial para a matriz (nos EUA.) Conselhos para presidência: Pessoas sem experiência anterior de liderança nem sempre devem ser promovidos para gerentes só porque está no seus planos de carreira, o time que está sendo usado nessa experiência sofre muito caso a pessoa não se revele um bom líder. Um programa de Coaching e acessoramento nesses casos seria a melhor estratégia.   "},{"user":"Estagiário","avaliation":"Prós: Grande espaço e capacidade para criação e melhoria de processos, a política de portas abertas também é muito boa para poder acessar rapidamente mesmo o alto escalão da empresa. Contras: A distância para chegar a empresa pode ser um ponto negativo dependendo da região da cidade em que a pessoa vive. Ao ser um pouco tímido, o incentivo à propagação do networking pode ser um pouco difícil.   "},{"user":"Analista em Telecomunicações","avaliation":"Prós: Cultura inclusiva, possibilidade de participar de grupos de diversidade, proporção global e relevância da empresa, Best Place to Work há anos seguidos. Contras: É dificil encontrar pontos de melhoria na empresa. Citaria apenas os processos internos e a divisão de times internamente - são vários times para funções similares.   "},{"user":"Application Performance Management Advisor","avaliation":"Prós: Existem diversos elementos muito interessantes da cultura da empresa (portas abertas, incentivo ao desenvolvimento de carreira, etc). Porém, em alguns casos, a aplicação destes preceitos vai depender um pouco da área e do gerente. Respeito ao funcionário e grandes oportunidades de crescimento e ótimo pacote de benefícios. Dependendo da equipe há mais pressão por resultados e dinâmicas de trabalho mais rígidas. O interessante é saber se posicionar dentro da empresa para aproveitar as melhores oportunidades de trabalho, com mais tranquilidade e menos pressão/metas agressivas. Contras: Como dito acima, às vezes depende muito do seu gerente e da natureza do trabalho para saber como será o trabalho. Existem equipes com muito potencial de crescimento e desenvolvimento pessoal e profissional. Existem outras em que vc ficará quase que eternamente vinculado a um sistema legado ou ferramentas mais antigas que não te levarão muito longe em termos de carreira. O refeitório de Eldorado do Sul não é bom. Estão fazendo algumas melhorias por lá, mas ainda não se compara a outras opções que existem em Eldorado do Sul. Trabalhar em Eldorado tb pode ser um ponto contra para muitas pessoas, mas é questão de costume também. Conselhos para presidência: Continuar desenvolvendo oportunidades de inovação dentro da empresa para motivar os profissionais a buscarem novos horizontes. No geral, o trabalho está sendo muito bem desenvolvido.   "}]