[{"user":"Menor Aprendiz - Ex-funcionário, saiu em 2008","avaliation":"Prós: A empresa é sensacional. Todo o apoio é dado ao funcionário, não falta nada, desde a estação de trabalho (que sempre era atualizada a cada 3 anos por uma nova), até treinamentos e acompanhamento nas atividades diárias. Ótimo ambiente de trabalho! Contras: A empresa é multinacional, sendo assim, em alguns momentos você fica dependendo de funcionários de outros países para tirar alguma dúvida ou resolver algum problema mais crítico.   "},{"user":"Inside Sales Representative - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente da empresa é ótimo, a cultura de meritocracia e incentivo de crescimento são os pontos fortes da empresa, pessoas são os pontos positivos da empresa. Contras: Estive na empresa durante um período de transições entre trocas de cargas horárias e trocas de gerência o que acabou prejudicando meu desempenho, e a cobrança não condiz com o retorno financeiro.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente muito acolhedor e receptivo. Pessoas preocupadas e engajadas em seus respectivos trabalho, mas também muito descontraídas e extrovertidas. Contras: A empresa possui alguns gaps em relação ao programa de estágio. Não existe um programa e um processo muito bem organizado na relação entre o setor de estágio junto ao estagiário. Conselhos para presidência: Um programa de estágio um pouco mais estruturado e supervisionado. Existem diversas empresas realizando programas de estágio extremamente interessantes, que se preocupam com a vida do estudante verdadeiramente. Vale a pena dar uma olhada.   "},{"user":"Inside Sales Representative - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possibilidade de desenvolvimento constante. Treinamentos, muitos treinamentos. RH muito organizado, processos bem definidos, comunicação clara. Contras: Panelinhas, uma fila para promoção onde facilmente passa na frente quem for amigo do gerente. Muito stress, carteiras muito grandes. stress...   "},{"user":"Funcionário","avaliation":"Prós: Empresa de tecnologia com ambiente super saudável com ótimos profissionais ideal para aprendizado Além de Um bom salário Contras: empresa super difícil de entrar não possui plano de carreira porém existe oportunidades interno de desenvolvimento Conselhos para presidência: criar um plano de carreira e deixar ambiente mais despojado seguindo exemplo de Startup   "},{"user":"Advisor","avaliation":"Prós: Aprender algo novo todo dia, treinamentos, acesso a documentacoes internas KBs, ter uma aula de como nao fazer as coisas gratuita todos os dias. Contras: Gerentes AntiEticos Fofocas Intrigas Falta de Lideranca Real Politicagem Panelinhas Punicao por nao se encaixar no Status Quo Corporativismo Stress... Muito Stress Conselhos para presidência: Revisar os Gerentes e mudar o controle do Brasil para o Brasil! Parar de empurrar Panama guela a baixo.   "},{"user":"Enterprise Technical Support Advisor","avaliation":"Prós: Possibilidade de crescimento. Ambiente desafiador, pessoas inteligentes e produtos excelentes! Serviços são entregues buscando sempre a melhor experiência aos clientes. Contras: Cultura de reconhecimento individual, pouco se busca por reconhecer o trabalho em equipe. Treinamentos formais ainda podem ser aprimorados...   "},{"user":"Talent Acquisition","avaliation":"Prós: A Dell sem dúvidas é a melhor empresa onde já trabalhei. Possui uma cultura de portas abertas, preza pela flexibilidade de horários, autonomia e diversidade. Contras: Apesar da excelente cultura e ambiente para se trabalhar, a Dell peca bastante em seu pacote de benefícios e remuneração em relação a outras empresas de tecnologia e também possui muitas burocracias internas. Conselhos para presidência: Possuir um board council para Brasil, concentrando opiniões de todas as lideranças das verticais e investir um pouco mais no bem estar dos funcionários começando pelo refeitório.   "},{"user":"Analista","avaliation":"Prós: As pessoas são legais e o ambiente eh amistoso. È uma multinacional com visibilidade Contras: Desigualdade de salarios, chefes autoritarios Conselhos para presidência: Se importar mais com os peões   "},{"user":"Auxiliar de Materiais - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa muito boa de trabalhar, que valoriza o funcionário com benefícios e fretados, otimo restaurante, RH muito prestativo. salário óimooooo Contras: Está virando coreana no estilo, antes podia trabalhar com bermuda, e o clima organizacional era sensacional, outro ponto é a liderança que dão oprotunidade apenas para Gauchoss Conselhos para presidência: Está mudando seu conceito de valores   "}]