[{"user":"Inside Product Specialist","avaliation":"Prós: Ambiente, clima, remuneração, oportunidades de desenvolvimento pessoal e profissional, equilíbrio entre vida pessoal e trabalho, lideranças que inspiram. Contras: A localização da empresa torna a vida um pouco mais difícil, mas é um trajeto com o qual acostumamos com o passar dos anos; metas altas em um cenário difícil como o brasileiro preocupam. "},{"user":"Tester","avaliation":"Prós: empresa muito boa........................................................................................................................... Contras: nenhum..................................................................................................................................................... Conselhos para presidência: muito boa empresa   "},{"user":"Atendimento ao Cliente Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa com nome no mercado de trabalho, benefícios bem atraentes seguro de vida, plr, plano de saúde unimed, refeitório no local, empresa com anibus próprio para funcionários Contras: Com a carga horária e o trajeto do onibus da empresa o funcionário passa quase o dia na rua, exemplo, pegava o onibus as 6h chegava as 7:50h para bater o ponto as 20h, o mesmo ao voltar para casa, chegando em casa 8:30h devido o transito, ao fim eram mais de 12h na rua Conselhos para presidência: ja que a empresa fica em Eldorado, os horários poderiam ser 6h a carga horária,para que as 4h dentro do ônibus da empresa sejam suportáveis e conselháveis com a vida familiar   "},{"user":"Engenheiro da qualidade Sênior","avaliation":"Prós: Fornece muitos recursos ao funcionário. Tenta equilibrar o \"work/life balance\". Procura remunerar na média ou acima do mercado. Elevado nível etic6. Contras: Acha que o dinheiro pode comprar tudo. Áreas muito grandes e as vezes nas se unem na busca de um objetivo em comum. Pacote de benefícios limitado.   "},{"user":"Inside Sales","avaliation":"Prós: A empresa valoriza muito os funcionários e da muitas oportunidades para quem demonstra resultados e se dedica para o seu crescimento próprio. Contras: Precisa modernizar o ambiente e metodo de trabalho, ainda no modelo de callcenter, e em algumas funções não possui flexibilização de trabalho remoto.   "},{"user":"Analyst","avaliation":"Prós: A empresa apresenta possibilidade de desenvolvimento e carreira internacional. A liderança é inspiradora e o ambiente é acolhedor. A cultura é voltada para inclusão e bem estar do funcionário, mas nunca abrindo mão do foco em resultado. Contras: Os benefícios oferecidos poderiam ser mais generosos: apresenta não mais do que as demais empresas do mesmo porte e setor oferecem. O restaurante poderia ser melhor, embora o custo/benefício seja bom.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente descontraído, aberto a diversidade, oportunidade de crescimento, feedbacks frequentes, abertura para conhecer novas áreas e cargo altos. Contras: Equipe de recrutamento e seleção mal estruturada, os recrutadores de cargos mais sêniores não são fáceis de lidar, deixando o funcionário apreensivo de entrar em contato.   "},{"user":"Desenvolvedor","avaliation":"Prós: Ambiente bastante inclusivo e aberto as diferenças, muitas pessoas dispostas a ajudar os colegas e sanar duvidas, no geral todos são acessíveis Contras: A empresa é uma verdadeira loteria, dependendo de qual setor você ficar pode ser melhor ou pior mas em termos gerais o ritmo de trabalho é caótico e propenso a pedirem muitas horas extras. Eles tem uma regra interna onde é \"proibido\" trabalhar mais de 10 horas por dias mas o que não faltam são meios dos gerentes burlarem isso.   "},{"user":"Técnico em Manutenção Eletrônica - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa muito boa, com muito benefícios como convênio médico odontológico, previdência privada ticket,transporte fretado e restaurante no local. Contras: Deixa um pouco a desejar no plano de cargos e salários, a parte de gerencia tambem peça na hora de lidar com o funcionário acham que todos são máquinasempre.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salario e beneficios - Salarios e pacote de beneficios é bastante competitivo no mercado. A empresa possui muitas possibilidades de ascensão de carreira. Contras: Gestão de Pessoas não é eficiente - A gerencia de reportes do colaborador muda constantemente prejudicando o colaborador em acompanhamento de carreira.   "}]