[{"user":"Analista de Marketing","avaliation":"Prós: a ética é um dos pontos positivos da dell, ao menos na área de marketing, onde temos isso não só incentivado mas cobrado de forma efetiva e real. Contras: a cobrança por resultados é bastante forte na cultura da dell, o que não é ruim, mas as vezes torna tudo muito intenso por muito tempo. outro ponto é a questão do plano de carreira não ser exatamente estruturado para todas as áreas, pois ao mesmo tempo em que te abre diversas oportunidades, te deixa meio solto em relação à perspectivas.   "},{"user":"Analista","avaliation":"Prós: Cultura organizacional muito boa, ambiente de respeito mútuo -- Contras: Longe do centro (Eldorado do Sul) - equilíbrio ruim entre vida profissional e pessoal   "},{"user":"Consultor de Marketing - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade, incentivo para trabalhar remotamente ou em home office. Benefícios de plano de saúde e previdência privada eram muito bons. A Dell é uma empresa que valoriza a diversidade e isso é legal. Contras: Difícil ser promovido, plano de carreira e desenvolvimento deixa bastante a desejar porque o critério para promoção é baseado em política e conchavos, não em mérito. Por ser uma empresa grande, pra comprar uma caneta é preciso de aprovação de mil pessoas. Muita burocracia. A quantidade de reuniões é insana e na maioria das vezes, improdutivas. Muita politicagem interna, muita atuação e tudo muito engessado e quadrado. Conselhos para presidência: Direcione seu olhar pros níveis mais baixos da hierarquia, de mais atenção para quem está na base da pirâmide e menos pra quem puxa o seu saco e você irá se surpreender.   "},{"user":"Funcionário","avaliation":"Prós: Cultura é fantastica e em especial o incentivo ao desenvolvimento, tenho me sentido muito feliz por fazer parte desta empresa, espero fazer carreira. Contras: A questão salarial ainda peca um pouco em vista de outras empresas de tecnologia do mercado, posso citar IBM, dentre outras empresas aqui na região onde ela esta situada.   "},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: colegas, são pessoas legais. ambiente seguro e muito limpo. salario não é tão baixo, poderia ser melhor. é uma empresa boa. beneficios legais. Contras: carreira, não funciona muito bem. deveriam de valorizar mais um pouco as pessoas internas, pois contratam de fora pessoas sem experiencia. gerentes despreparados Conselhos para presidência: valorizar mais quem se orgulha da empresa.   "},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2012","avaliation":"Prós: Boa empresa e que possui um bom salário e beneficios para região e com todos os recursos necessários para o desenvolvimento de carreira e boas ferramentas Contras: Existe uma dificuldade com relação a alguns gestores que não estão no mesmo nivél ou cultura da empresa e isso leva alguns funcionários a ficarem desmotivados.   "},{"user":"Gerente de Contas","avaliation":"Prós: A empresa visa o crescimento profissional do colaborador através de plano de carreira. A empresa fornece benefícios além do salário. A empresa oferece treinamento. Contras: Os pontos negativos da empresa são: Pressão demasiada, de forma que o colaborador tende a ficar cada vez mais estressado. Profissionais sem qualificações para ocupar cargos de gerência. Salario abaixo da média.   "},{"user":"Estagiário","avaliation":"Prós: A Dell é uma empresa excelente, com destaque a cultura empresarial, a flexibilidade de poder balancear vida pessoal e trabalho e também se tem uma preocupação forte com liderança. Contras: Estou atualmente no Panamá e aqui sinto falta de programas de desenvolvimento de carreira para a área de marketing. Finanças é a única área que tem um programa assim para estagiários.   "},{"user":"Intern - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo lugar para estagiar e fazer do seu estágio um programa de trainees: possibilidade real de rotação entre áreas, alta visibilidade dos executivos na América Latina, treinamento e mentoria. Contras: Remuneração baixa, maior preocupação com a vida pessoal do estagiário que com o aprendizado (acredito que alguns considerariam isso um ponto positivo... O tal do \"work-life balance\".) Difícil efetivação no Brasil. Conselhos para presidência: A remuneração para os estagiários na Dell é muito abaixo do mercado, precisa ser revisado urgentemente. Até pela exigência ser bem razoável. Também observar a falta de oportunidades de efetivação em algumas áreas mais estratégicas, não só em vendas. Muito mais interessante colocar inside sales em países com CLT mais amigável, e focar áreas com maior exigência de qualificação no Brasil. A empresa segue na direção contrária.   "},{"user":"Vendedor Comissionado","avaliation":"Prós: Nome da empresa, e a única coisa que realmente vale na Dell, local onde vc ira encontrar muitos obstáculos. A Dell e um call center gigante. Contras: Bagunça,... Pessoas com segundo Grau completo ganhando mais que pessoas com Pos graduação Conselhos para presidência: Menos lobismo e mais meritocracia   "}]