[{"user":"Analista de Gestão Sênior","avaliation":"Prós: Flexibilidade de horário, acolhimento aos novatos, salário, oportunidades de crescimento, política de portas abertas, respeito à diversidade de gênero e idéias. Contras: Os benefícios poderiam ser melhores, como o PLR e auxílio creche, os processos são complicados especialmente para quem trabalha com o cliente final. Conselhos para presidência: Investir em ferramentas de produtividade que apoiem com evidências a tomada de decisão e os processos de maneira geral. Investir também em benefícios competitivos e na cooperação entre os setores.   "},{"user":"Funcionário","avaliation":"Prós: - flexibilidade de trabalho home office - bom ambiente interno - cultura ética - Possui pesquis de clima interna - Funcionários tem um alto nível de inteligência e ajudam a criar um ambiente de trabalho ótimo Contras: - funcionários internos não são valorizados para posições - salário e revisões de salário incompatíveis com o mercado (não existe mais ciclos de aumentos por mérito) - empresa muito matricial e as vezes é muito difícil alinhar informações dentro da sua própria organização   "},{"user":"Administração","avaliation":"Prós: visão empreendedora, ética, desafios, reconhecimento, qualidade de vida, solidariedade Contras: embora seja uma meta e nao faltem esforços, ainda há muito a ser feito na simplificação e melhoria de processos e sistemas Conselhos para presidência: continuar o que está fazendo, acelerar processo simplificação   "},{"user":"Assistente de Suporte Técnico","avaliation":"Prós: A empresa oferece muitos benefícios, mas a maioria deles são somente para funcionários de setores mais destacados. Outros benefícios como curso de inglês somente dão para quem já tem nível de conversação intermediário. Contras: O serviço é atendimento ao publico por telefone, porém o tempo que se tem para gerenciar os suportes em andamento é somente 40 min. Se tu vai ir no banheiro tem que informar ao gerente, ao lider de qualidade e a um outro grupo para ver se eles liberam. Conselhos para presidência: Deveriam dar um tempo de 10 minutos entre um atendimento e outro para que o pessoal do suporte se mantenha mentalmente saudável.   (4)"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Ótimo ambiente de trabalho. Oportunidades de carreira e ampla experiência. Colegas atenciosos e prontos para te ajudar. Ótima infraestrutura. Contras: Escala de horários, muitas vezes sem flexibilidade. Alguns gestores não sabem lidar com pessoas. RH muito fraco. A empresa também possui políticas antigas sem sentido. Conselhos para presidência: Contratar gestores mais capacitados. Diminuir a burocracia. Revisar a competência do RH.   "},{"user":"Estagiário de Testes","avaliation":"Prós: Contato com culturas diferentes, exercita o inglês e plano de carreira muito bem estruturado, local de trabalho muito agradável e aconchegante. Contras: Muita cobrança por métricas atrapalhando o desempenho do trabalho bruto, para ser promovido tem que literalmente se aparecer, para pessoas muito retraídas é complicado.   "},{"user":"Analista","avaliation":"Prós: Cultura da empresa e o ambiente onde se pode cultivar amizades e desenvolver um plano de carreira. A remuneração é satisfatória, acima do que é oferecido no mercado Contras: A falta de oportunidade aos que desejam crescer, a incapacidade dos diretores da área comercial em reter e reconhecer talentos gerando um sentimento se desmotivação altíssimo naqueles que tem potencial.   "},{"user":"Especialista em Pré-Vendas","avaliation":"Prós: Os times. A força de trabalho, pro-atividade e alto grau de especialização dos seus colaboradores. Bons benefícios e cultura ética da empresa Contras: Volume de trabalho realmente alto. Volume descomunal de e-mails. Gestores e gerentes distantes física e ideologicamente de suas equipes outsides. Conselhos para presidência: Confio muito nas diretrizes e concepção de empresa do Sr. Michael Dell e seus líderes.   "},{"user":"Senior IT Manager","avaliation":"Prós: Cultura de vencer com integridade e fazer a coisa certo que é parte da empresa e também funcionário s. Exemplo de como melhorar a sociedade. Contras: Burocracia administrativa presente em qualquer outra grande empresa, mesmo assim não afeta o dia a dia ou possibilidade de crescimento dentro da empresa.   "},{"user":"Senior Marketing Manager","avaliation":"Prós: Flexibilidade e cooperação no trabalho, possibilidade de falar com executivos, cultura inclusiva e apoio à diversidade; trabalho remoto e produtividade Contras: Benefícios aos funcionários, muitas mudanças nos benefícios, falta do estímulo à educação, uso abusivo de estagiários pra funções estrategicas e seniors, Conselhos para presidência: melhorar o apoio à educação e desenvolvimento profissional   "}]