[{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente, plano de carreira, remuneração, estrutura organizacional, conduta dos líderes, valorização dos funcionários, valores, propósito, localização. Contras: Possibilidades de crescimento, carga de trabalho, morosidade nos processos devido a alta departamentalização, sistemas de TI muito limitados considerando as necessidades do dia a dia. Conselhos para presidência: Acredito que a Dell precisa se atualizar utilizando conceitos de planejamento estratégico e design.   "},{"user":"Faxineiro - Ex-funcionário, saiu em 2012","avaliation":"Prós: Bom e tudo muito organizado. Todo muito muito educado e deve-se ao fato do ambiente ser o mais legal eu já trabalhei até hoje, tive que sair por questões e saúde. Contras: Não tem muitos, porém o que tive que brigar muito foi pelas passagens de ônibus porque eu pegava dois ônibus para ir a eldorado do sul e eles só me pagavam por um ônibus. Mas tudo foi resolvido no final.   "},{"user":"Estagiário","avaliation":"Prós: a cultura da empresa é muito forte, muito diferente das demais empresas brasileiras. Trabalhamos muito, mas com muito prazer, pessoas muito competentes. Contras: Eles mesmo dizem que o que importa não n del é ter um bom marketing pessoal. Muitas vezes a pessoa promovida não é a mais competente, mas a que mais puxa saco. Conselhos para presidência: Escutem seus funcionários   "},{"user":"Assistente de Materiais","avaliation":"Prós: excelente empresa... varios beneficios e otimo lugar para trabalho. Vale a pena trabalhar la... bom clima pessoal, beneficios e plano de carreira Contras: Gestão de pessoas precisa melhorar mais... horario poderia ser 3 turnos, distancia tambem não ajuda muito...enfim é otimo, mas tem algusn pontos a melhorar   "},{"user":"Senior Manager","avaliation":"Prós: Valores e cultura da empresa são seu ponto forte, sem sombra de dúvida. Ambiente de colaboração e não de competição torna possível o crescimento profissional que por consequência leva ao crescimento dentro da empresa. Contras: A localização da empresa é talvez um dos únicos pontos fracos. Localizada em uma pequena cidade afastada do local onde a grande maioria de seus funcionários moram causa um certo transtorno.   "},{"user":"Inside Sales Representative II - Ex-funcionário, saiu em 2012","avaliation":"Prós: Excelente, oportunidade de aprendiza, pois você estará em contato com uma equipe multinacional e terá possibilidades de aprender sobre processos, coach entre outros. Contras: Trabalho sobre pressão, é um ponto negativo por que as equipes são coagidas a entregar um resultado o que se contradiz com o equilíbrio entrevida pessoal e profissional que empresa prega.   "},{"user":"Analista Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: OkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOk Contras: OkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOkOk   "},{"user":"Senior Technology Consultant - Ex-funcionário, saiu em 2017","avaliation":"Prós: Reconheço que a empresa é legal de se trabalhar e a recomendo para os interessados na área de Tecnologia da Informação. Também possui um ótimo pacote de benefícios! Contras: Em constante mudança. Poucas oportunidades de carreira para quem está em um nível mais senior e que vive em regiões fora de São Paulo capital.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente empresa, Cultura enriquecedora, abertura muito grande para o desenvolvimento e conhecimento de novas áreas, feedbacks constantes, melhor lugar que trabalhei Contras: Mudanças repentinas e apadrinhamento, refeitório no local, mas no geral uma empresa muito agradável de se trabalhar, profissionais valorizados.   "},{"user":"Software Developer Analyst","avaliation":"Prós: Empresa muito organizada, possui refeitório próprio, ônibus fretado para transporte, estacionamento proprio, Infraestrutura de primeiro mundo. Contras: Não temos vale alimentação (Ticket), perdemos este beneficio pois nos mudamos de porto alegre para eldorado do sul, sendo que o novo prédio possui dois refeitórios;   "}]