[{"user":" - Ex-funcionário, saiu em 2001","avaliation":"Prós: otimos benefício valorizaçao dos funcionarios metas e. inovaçao constante. comprometida com o meio ambiente. funcionario e clientes Contras: nada a reclama sobre esta empresa em crescente expansao apesar das crise e dificuldades   "},{"user":" - Ex-funcionário, saiu em 2005","avaliation":"Prós: Cultura Norte americana com forte direcionamento no alcance de metas, objetivos e espírito de equipe. Empresa líder em seu segmento de atuação. Contras: Modelo de gestão, que em certos momentos acaba por trazer uma desmotivação as equipes, principalmente junto aquelas que fazem parte de times de vendas.   "},{"user":"Estagiário Superior","avaliation":"Prós: Empresa com nome , ambiente jovem , foco em metas , Ambiente internacional , permite treinar o inglês , pode se relacionar facilmente com outros setores. Contras: Metas muito altas , restaurante com comida ruim, muito apadrinhamento de funcionários, horário de saída do ônibus dos funcionários ser muito cedo .   "},{"user":"Operador de Produção II","avaliation":"Prós: Gosto do ambiente de trabalho, comunicação diferenciada com a gerencia da empresa, fácil acesso ao diretor da fábrica, benefícios, PLR, ginastica laboral, massagem para funcionários, oportunidade de crescimento. Contras: Único ponto negativo é que os planos de saúde e odontológico agora são co-participativos, fora isso, perfeita empresa . Conselhos para presidência: ótimo trabalho até aqui   "},{"user":"Analista Financeiro Sênior","avaliation":"Prós: Flexibilidade que a empresa fornece ao funcionário, oportunidade de desenvolvimento de carreira é fanatismo lá. Muito recomendo a todos .. Contras: Valor do bonus do bonus não é tão alto quando comprado com outras empresas do ramo, mas fora isso é uma ótima empresa. Sem mais a comentar   "},{"user":"eBusiness Advisor","avaliation":"Prós: Salário e benefícios, oportunidade de crescimento pessoal. Financeiramente acima do mercado, paga em dia, oferece todas as ferramentas necessárias para a execução do serviço. Contras: Processos muito engessados, sem espaço para inovação. Não é incomum ouvir histórias de puxadas de tapete. A \"velha guarda\" normalmente é a mais esperta em relação a isso e rejeita quem vem de fora.   "},{"user":"Assistente de Materiais","avaliation":"Prós: Empresa com excelentes oportunidades de crescimento e desenvolvimento profissional. Tem um programa de portas abertas que permite ao funcionario expor suas ideias abertamente. Contras: Como pontos negativos , infelizmente existem problemas com a liderança que muitas vezes não sabem se comportar como tal, a comunicação precisa urgentemente ser melhorada.   "},{"user":"Analista de Suporte Técnico Sênior","avaliation":"Prós: Ainda tem bons salários, refeitório, previdência privada e transporte. A empresa oferece boas oportunidades de carreira. Contato continuo com o inglês facilita o aprendizado de quem está estudando. Contras: Pressão por resultados, cobrança excessiva de certificações, indecisão de prioridades por parte da gerencia. A empresa tem uma forte cultura sobre ética, porém não parece ser seguida corretamente. A qualidade de vida para quem atende o telefone é bem ruim, sempre temos que estar focado no telefone e é \"parto\" para conseguir folga ou uma saída do local.   "},{"user":"Funcionário","avaliation":"Prós: Salário, Plano de Carreira, Infraestrutura, Work-Life-Balance, Plano de Saúde, 100% de plano de previdência. Contras: Longe da capital, Participação nos lucros baixo, promoções as vezes injustas.... Conselhos para presidência: Nada a declarar   "},{"user":"Intern - Ex-funcionário, saiu em 2017","avaliation":"Prós: A filosofia da empresa encoraja o desenvolvimento pessoal e profissional. Espaços são dados para pessoas que demonstram responsabilidade e vontade de aprender. As relações entre as pessoas fazem com que estar na empresa e querer entregar resultados se tornem algo muito mais fácil do que eu imaginava. Contras: A falta de um acompanhamento menos focado tanto no resultado, pois às vezes precisamos preencher outras lacunas para que possamos incrementar o resultado do nosso trabalho, mas isso de maneira geral não é abordado pelas empresas, pois torna-se um custo muito alto e um trabalho muito extenso.   "}]