[{"user":"Advisor","avaliation":"Prós: Ambiente agradável e participativo. Inúmeras oportunidades de aprendizado são oferecidas internamente e os gerentes são designados com base na cultura da empresa (permitindo flexibilidade e colaborando com seus subordinados conforme necessário no dia a dia) Contras: O trabalho remoto ainda é dificultado, apesar de ser a tendência e ser totalmente plausível pela estrutura da empresa. Existem processos internos definidos para liberação de trabalho remoto, mas a burocracia faz com que seja bem complicado obter o benefício.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente saudável de trabalho, sugestões e ideias são sempre bem vindas. Muitas oportunidades para os estagiários desenvolverem carreira e conseguir efetivação. Contras: Na Dell de modo geral não existe um programa de desenvolvimento para os estagiários, se limitando em aprender nos primeiros meses as atividades do dia a dia e após o domínio das mesmas só executá-las sem aprender mais nada.   "},{"user":"Consultor de Processos - Ex-funcionário, saiu em 2018","avaliation":"Prós: Balanço entre vida pessoal e profissional, politica de portas abertas, facilidade em mudança de área, política de benefícios, ações afirmativas Contras: Infelizmente a área de RH da empresa não é dos mais focados nos empregados. A escolha dos funcionários e gerentes nem sempre faz sentido, o que acaba gerando alta rotatividade na empresa   "},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa realmente tinha um ambiente fantástico, dispondo de uma estrutura muito boa para seus funcionários, com um clima agradável para se trabalhar. Contras: Quando se entra na empresa como estagiário, é importante ter cuidado com a vaga e descrição de funções apontadas: há uma boa maquiagem na hora da divulgação, o que atrapalhou um pouco minha experiência lá dentro.   "},{"user":"Estágio Superior","avaliation":"Prós: As condições de trabalho são boas. O processo de aprendizagem dentro da empresa é contínuo, uma vez que a estrutura da Dell é robusta, há diversas áreas e possibilidades para se desenvolver. Contras: Os estagiários realizam, muitas vezes, atividades que seriam função de analista ou, ainda, de um cargo superior, tendo assim muita responsabilidade mas pouco reconhecimento. As oportunidades de carreira variam de acordo com a estrutura do time.   "},{"user":"Pós Venda","avaliation":"Prós: Empresa boa, cheia de problemas de hierarquia. Pessoas sem estudo ganhando mais que pessoa com pós graduação, gerentes despreparados e arrogantes. Contras: Remuneração péssima. Autonommia terrível. Sistema falho mpresa boa, cheia de problemas de hierarquia. Pessoas sem estudo ganhando mais que pessoa com pós graduação, gerentes despreparados e arrogant Conselhos para presidência: Mudar toda a direção   "},{"user":"Inside Sales Representative - PCD - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa oferece muitas possibilidades de crescimento, porém somente no país de origem, transferências não são possíveis. Clima organizacional, chefia e treinamentos constantes são um diferencial. Contras: o restaurante terceirizado deixa a desejar, precisa melhorar. O local onde a empresa fica é distante da cidade também é um ponto negativo, e o horário não é muito flexível, mesmo acumulando em banco de horas, muitas vezes vc fica devendo e o horário é puxado. Conselhos para presidência: O banco de horas é desgastante, muitas vezes se perde o ônibus fretado, por causa dos horários, daí vc tem que ir com seu próprio carro, ou seja, Vc começa a trabalhar as 08 horas, mas pegava o ônibus as 6 da manhã e retornava quase 20 horas, é bem complicado, pois sua qualidade de vida se perde.   "},{"user":"Assistente de Serviços Técnicos de Campo ao Cliente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios oferecidos pela empresa são bons, ambiente de trabalho, apesar de na época trabalhar sozinho, também era muito bom. Salário razoável para a região. Contras: Não tinha um plano de carreira definido, sem expectativa de crescer/evoluir dentro da empresa. Sem incentivos para buscar evolução profissional na área.   "},{"user":"Especialista","avaliation":"Prós: Muitas oportunidades de trabalho, investimento em treinamento e atualização. Diversos eventos e workshops durante o ano. Dependendo do projeto existe facilidade de comunicação. Contras: Localização do site e alocação de pessoas em projetos demasiadamente. Muitos eventos e reuniões acabam tomando grande tempo das horas trabalhadas o que acumula grande número de tarefas.   "},{"user":"IT Specialist","avaliation":"Prós: Flexibilidade de horários Home Office Contras: Office com muita gente e pouca estrutura Poucos banheiros e facilities Conselhos para presidência: Investir mais no estabelecimento   "}]