[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente e as pessoas são ótimas. Oportunidades para trabalhar em projetos variados são altas. Uma empresa que incentiva o trabalho voluntário com a comunidade. Contras: Muito trabalho fora de horário para conseguir subir na carreira. Alguns cargos possuem baixa visibilidade. Funcionários podem ser prejudicados pelas decisões da presidência.   "},{"user":"Analista de Marketing","avaliation":"Prós: Bons salários e benefícios (acima da média do mercado) cultura que promove o trabalho remoto, flexibilidade em horários e inciativas de inclusão para minorias. Contras: Crescimento de carreira muito demorado - o modelo ainda é aquele de gerações antigas, nas quais você fica 10 anos para avançar na empresa. Muita gente ruim se mantém lá por politicagem. Ameaça constante de perder o emprego por cortes de custo.   "},{"user":"Funcionário","avaliation":"Prós: Horários flexíveis, home office, política de portas abertas, ambiente informal. Contras: Políticas de promoção ambíguas, participação nos lucros é uma piada, uma empresa de tecnologia onde os sistemas de TI não funcionam.   "},{"user":"Funcionário","avaliation":"Prós: A aceitação, o clima descontraido, apesar das pressões. Os eventos que promovem, o sistema de transporte, o plano de saude e dentário também é bom. Contras: O restaurante da empresa é muito ruim, realmente a qualidade dacaiu muito. Preferiria que fornecessem vale alimentação, não me importaria de levar comidade de casa. A questão da pressão tbm ocorre bastante.   "},{"user":"Inside Product Specialist III","avaliation":"Prós: Reconhecimento por metas atingidas, possibilidade de crescimento, ambiente de trabalho amigável e colaborativo e infraestrutura completa e confortável para o trabalho. Liberdade de trabalho remoto em algumas funções. Contras: Empresa americana com alto grau de cobrança por diversos tipos de metas. Exige auto disciplina e busca e constante por resultados. Comprometimento e dedicação são fundamentais para o crescimento.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: os melhores benefícios do mercado. Excelente para aquisição de conhecimentos, se for dedicado conseguirá traçar seu plano de carreira facilmente. empresa investe em certificar os seu analistas, deslocamento fretado de ótima qualidade. Contras: você tendo bons contatos sua vida profissional fica mais fácil dentro da empresa. muitas vezes pessoas com rendimentos inferiores ao seu acabam passando pela sua frente no momento de uma promoção. em algumas situações convivi com falta de ética. Conselhos para presidência: tornar mais claro alguns objetivos,   "},{"user":"Analista Sênior","avaliation":"Prós: Cultura da Empresa; Reconhecimento; Desafios de carreira; Diversidade; Abertura para discussão de diferentes pontos de vista e soluções; Trabalho em time. Contras: A empresa disponibiliza ferramentas de trabalho, como sistemas, que ajudam muito na produtividade e eliminação de tarefas operacionais, porém nada é muito integrado. Poderia ser melhor neste aspecto.   "},{"user":"Especialista de Produto Interno IV","avaliation":"Prós: remuneracao acima da media do mercado na regiao do RS, muitas oportunidades de crescimento interno, processos seletivos internos mais transparentes que de outras empresas do mesmo porte, equiparacao salarial bastante justa, relativamente pouca politicagem interna, profissionais eticos Contras: Muitas liderancas sao pessoas que cresceram na empresa sem ter experiencia de mercado antes de ingressar na Dell, o que acaba sendo negativo pois nao fazem ideia de como os concorrentes mais antigos trabalham e sao muito apegados a profissionais que tem o mesmo perfil criando uma cultura protencionista aos mais antigos que geralmente nao tem a qualificacao necessaria para ocupar o cargo que estao Conselhos para presidência: Promover por meritocracia e nao por amizade ou politicagem e nao punir os bons vendedores com aumento de cotas ou troca de carteiras de clientes para reduzir os ganhos   "},{"user":" - Ex-funcionário, saiu em 2013","avaliation":"Prós: Pessoas, ambiente, benefícios fazem da empresa um lugar atrativo. Hoje recebo informações que o ambiente de trabalho vem se depreciando e a carga de trabalho aumentando. Contras: Perda de benefícios e perda da ética construída ao longo de anos. Demissão em massa. Plr subjetivo. Atingir metas a quaisquer custos tornaram a empresa um lugar não tão bom como antes. "},{"user":"Analista de Vendas","avaliation":"Prós: Home Office, benefícios, flexibilidade de trabalho, tecnologia, eventos, viagens, reconhecimento no mercado, marca líder no seguimento, notebook e celular da empresa Contras: muitos sistemas acabam gerando um grande volume de trabalho e atrasando eventuais entregas que poderiam ser mais ágeis e reduzir a espera dos clientes   "}]