[{"user":"Inside Product Specialist III - Ex-funcionário, saiu em 2014","avaliation":"Prós: Variável sem limites e horários razoavelmente flexíveis. Empresa paga 50% do plano de saúde para todos os dependentes e previdência privada. Contras: Em vendas ambiente altamente competitivo, forte cobrança por resultados, difícil evoluir profissionalmente sem 'apadrinhamento' e grande carga de trabalho. A empresa está reduzindo seu quadro funcionários para estimular revendas/parceiros, logo é comum sobreposição de tarefas. Ambiente com pouca ou nenhuma comunicação interna. Conselhos para presidência: Melhore a comunicação em ambos sentidos.   "},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: Flexibilidade de horário, pacote de benefícios, cultura de portas abertas, preocupação com worklife balance, entre diversas outras coisas bacanas Contras: A empresa não tem o costume de celebrar conquistas, sendo que esse é um ponto importante no que se refere ao reconhecimento dos funcionais e satisfação.   "},{"user":"Analista de Marketing Júnior","avaliation":"Prós: A empresa oferece ótimas oportunidades de aprendizado e crescimento profissional interno. Os bons profissionais recebem reconhecimento e se destacam. Contras: Desde que ingressei na empresa, não tiveram muitos pontos negativos que mereçam destaque. Tive alguns chefes inabilidosos, mas que a empresa demitiu.   "},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: home office, liberdade de horários, colegas multiculturais. É uma empresa de grande porte, sólida e líder. Muito orientada pra vendas e clientes. Contras: Faz o mínimo necessário para alegrar os funcionários, empresa pão-dura no quesito agrados, sem festa de fim-de-ano, sem bonus de natal, sem extras. Refeitório ruim demais, longe da capital. Quem trabalha lá se acha a última bolacha do pacotinho. Promoções podem ser extremamente difíceis dependendo da sua área. Conselhos para presidência: Negociar a reposição salarial com o sindicato que seja justo para todos. Da forma como está, quem ganha pouco até consegue repor a inflação, quem ganha mais é literalmente roubado pela inflação. Se a empresa não trata com justiça os próprio empregados, vai tratar os clientes?   "},{"user":"Assistente de Vendas - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa com otimos beneficios, possibilidades de crescimento, excelente ambiente de trabalho, investimento no funcionario. Contras: Empresa não exita em demitir, você pode ter 20 anos de empresa na hora da demissão nao importa, demitem sem dó, mas todas as empresas sao assim.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa sempre engajando os funcionários, sempre criando eventos tanto técnicos quanto para descontração. Pelo menos no meu time, o pessoal sabia o que estava fazendo e eram muito competentes, me passaram muito conhecimento. Contras: Meu contrato foi pela universidade onde o escritório está inserido, ou seja, eu ganhava muito mal. Mas quem é estagiário pela própria Dell ganha razoávelmente equiparado ao mercado. "},{"user":"Funcionário","avaliation":"Prós: Pessoas. Home office. Dell escuta seus clientes e oferece tecnologia e serviços inovadores para que empresas e profissionais possam prosperar no ambiente de negócios e tenham o poder de fazer mais. Contras: Muito grande e com perfis demasiadamente heterogeneos. Comunicaçao é confusa. Recursos humanos muito burocratio. Para mais informações sobre a Dell, acesse o site "},{"user":"Gerente de Projetos (GP) II","avaliation":"Prós: Oportunidades de carreira em outros países, código de ética rígido e sem exceções, liberdade de horários, meritocracia. São os principais destaques. Contras: Medições em dólar: Dificuldades de atingir metas em reais em cenários financeiros com alta do dólar. Limitações de sistemas, dificuldades de melhorias de IT em curto é médio prazo.   "},{"user":"Freelancer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Treinamentos, empresa sem codigo de vestimenta, clima trabquilo . Cliente tem inportancia, possibilidade de atuar e conhecer diversas areas da empresa Contras: Desorganizaçao, ausencia de etica em alguns setores, metas surreais , gerencia sem experiencia on the job, falta entender as reais situaçoes do dia a dia Conselhos para presidência: Rever os conceitos de gerencia e as metas estabelecidas se estas sao realisitas ou se somente servem para forçar o trabalho   "},{"user":"Senior Software Development Advisor","avaliation":"Prós: Diversas áreas de atuação disponíveis, desde sistemas para HR, contabilidade, financeiro, vendas, gestão de projetos, etc. Há muito espaço e incentivo à inovação, porém isso pode depender do gerente de cada time. O salário é bom, comparado com a média do mercado local. Contras: Por se tratar de uma empresa global e de grande porte, é esperado que a empresa possua muitos processos, e que às vezes coisas simples possam tomar mais tempo do que o esperado para se concretizar. Mesmo assim, acredito que os processos possam ser simplificados, afim de facilitar e agilizar a entrega dos resultados.   "}]