[{"user":"Resolution Manager","avaliation":"Prós: Excelente investimento em profissionais criados dentro da empresa, tecnologias e um pós-venda excelente e comprometido. Ambiente muito agradável. Contras: Ainda precisa reconhecer melhor as pessoas, a PLR precisa ser mais condizente com a de outras empresas atuantes no mesmo setor. Pressão por resultados poderia ser um pouco menor.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os profissionais são bem selecionados e treinados além de serem incentivados a compartilhar conhecimento e ideias. Desafio e aprendizados imensos, organização que considera importante integridade e ética. Contras: O desempenho e trabalho do estagiário é baseado ao seu padrinho/madrinha que pode ou não ser bom para solicitar tarefas, dar feedback e desenvolver pessoas.   "},{"user":"Software Developer Advisor","avaliation":"Prós: Oportunidade de viagens. Infraestrutura adequada para o trabalho. Flexibilidade e home work. Remuneração sempre em dia. Organização interna. Plano de carreira Contras: Trabalho intenso. Worklife balance sempre comprometida. Pressão o tempo todo. Muitas mudanças internas, muda de tempos em tempos e algumas vezes retrocede   "},{"user":"Analista de Serviços","avaliation":"Prós: Os programas de beneficios e o ambiente de trabalho são ótimos. A empresa possui uma ótima organização de trabalho e trata de forma igual seus funcionarios. Contras: A gestão com colaboradores remotos é distante. A empresa não oferece confraternização entre funcionáriosde final de ano por exemplo para interagirem.   "},{"user":"Funcionário","avaliation":"Prós: Empresa muito dinâmica, com processos internos estruturados. De uma forma geral a empresa é atenta as necessidades de seus funcionários e se preocupa com o seu desenvolvimento também Contras: Carga de trabalho intensa. Não é algo ruim, e também é algo necessário visto que é uma empresa de proporções globais, mas é algo que assusta nos primeiros meses de empresa. "},{"user":"Líder de Equipe","avaliation":"Prós: Ótima empresa para se trabalhar! Boa gestão, bons benefícios, boa oportunidades de carreira, boa estrutura física, work life balanc equilibrado. Contras: De maneira geral, a empresa, assim como outras, possui diversos pontos que podem se melhorados, no entando, a empresa pode ser classificada como uma boa empresa para trabalhar.   "},{"user":"Analista de Faturamento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Boa estrutura (boa mesa, chamado de \"cube\" de trabalho, salas de reuniões sempre em ordem, banheiros sempre limpos, bom restaurante) Contras: Péssimos gestores! Muita “politicagem” interna entre as pessoas que estão na gerência, muitas trocas de favores! Em 2013 foi o grande exemplo disso, diretor geral e gerentes demitidos por esquema dentro da empresa. Conselhos para presidência: Cuidados com pessoas falsas.   "},{"user":"Analista Contábil Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Bom salário, benefícios e refeitório local. Possivelmente bons colegas. Ônibus fornecido pela empresa pode ajudar no transporte. Boas chances de crescimento caso o funcionário tenha boa formação e fale bem outros idiomas. Contras: Ambiente estressante, muita pressão, banheiros ruins, carga horária de trabalho demasiado elevada, 44 horas semanais para uma empresa como a Dell é um pouco perturbador, worklife balance pode ser um problema. Conselhos para presidência: Certa feita fui criticado por uma colega por ser \"educado demais\". Foi a primeira vez que ouvi esta crítica, e diz muito a respeito de algumas pessoas que lá trabalham.   "},{"user":"Sales Operations Senior Associate","avaliation":"Prós: Ambiente agradável e clima de multinacional com dinamismo. Premios para colaboradores diferenciados estimulam o crescimento. Penso que é uma empresa que pensa grande. Contras: Plano de carreira pouco claro. Distância entre gerência as vezes cria um clima pouco colaborativo entre os colegas. A empresa poderia criar um plano de desenvolvimento de novos talentos, como um programa de Trainee.   "},{"user":"Analista de Suporte Técnico Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Gestores dão atenção a questões de carreira mais do que em outras empresas. Ideias normalmente são bem aceitas. Ambiente de trabalho é bom e as pessoas normalmente são empenhadas em auxilar. Contras: Salário bem abaixo da média do mercado brasileiro. Não existe muita flexibilidade de horário. Crescimento é mais na base de puxa saquismo do que de competencia profissional.   "}]