[{"user":"Account Executive","avaliation":"Prós: cultura da empresa é muito sólida, focada em conceitos éticos. Existem diversas oportunidades de movimentação para quem busca evoluir na carreira. Contras: Como toda e qualquer multinacional os funcionários são muito exigidos. Apesar da empresa possuir uma cultura de equilíbrio entre vida pessoal e trabalho, nem sempre é possível conciliar   "},{"user":"Estagiário","avaliation":"Prós: Uma empresa ética, com ótimo ambiente de trabalho e liderança de alto nível. Refeitório no local e transporte que busca em casa. Excelente empresa. Contras: Não vejo pontos negativos.   "},{"user":"Analista de Business Intelligence - Ex-funcionário, saiu em 2014","avaliation":"Prós: Trabalhar com pessoas do mundo todo, respeito com a diversidade, metodologia e meios de comunicação realmente funcionam. Flexibilidade de horários Contras: Seria interessante se a empresa investisse financeiramente em aulas de inglês para seus colaboradores já que a língua é exigência para se trabalhar. "},{"user":"Estágio Superior","avaliation":"Prós: Ótimo lugar para aprendizado. Profissionais altamente capacitados. Oportunidades para certificações. Ótimo programa de estágio. Ambiente extremamente agradável. Contras: Poucas vagas existentes para efetivação. Benéficos pouco atrativos. .   "},{"user":"Assistente Comercial","avaliation":"Prós: A empresa oferece ym bom plano de carreira, uma cultura meritocratica e participativa. Havia muito trabalho em equipe e um clima organizacional excelente Contras: A sede principal da empreasa no brasil fica em um ponto de dificil acesso em uma cidade pequena no rio grande do sul. Isso pode dificultar para algumas pessoas   "},{"user":"Estágio - Ex-funcionário, saiu em 2017","avaliation":"Prós: Carreira, oportunidades, profissionalismo, Excelente ambiente para crescimento profissional. Salário bom, transporte, alimentação no local, plano de saúde. Contras: Valorização das pessoas erradas, contratação por amizades. inglês para vagas que não são de vendas e pós vendas. Demissões todos os meses, não interessa quem.   "},{"user":"Coach - Ex-funcionário, saiu em 2018","avaliation":"Prós: Plano de Saúde, a empresa tem um bom plano de saúde, com aceitação em todos os locais, inclusive o plano odontológico. Possui também o plano de previdência Contras: Cultura da empresa fomenta a caça as bruxas. O incentivo demasiado de diversidade faz com que todos tenham medo de poder falar livremente, pois uma simples piada, inocente na maioria das situações, pode gerar sua demissão arbitrária. Conselhos para presidência: Procure não fazer nada diferente do que eles estão acostumados, senão você terá problemas de aceitação na empresa   "},{"user":"Advisor","avaliation":"Prós: Flexibilidade, pode trabalhar remoto as vezes, carreira, trabalho em equipe. Gerentes são muito conselheiros e ajudam a direcionar o ambito profissional Contras: RH ENGESSADO, algumas vagas são pré-ocupadas. Refeitório tem comida muito ruim e poucas horas depois os colaboradores já estão com fome. Tendo q gastar nas cafeterias contratadas Conselhos para presidência: Funcionário ñ é custo e sim investimento.   "},{"user":"Inside Sales Representative II - Ex-funcionário, saiu em 2014","avaliation":"Prós: Carreira, treinamentos, organização estrutural e clima organizacional são os principais pontos positivos da empresa, na minha opinião. Definição de objetivos e metas, são bem definidos. Contras: As escolhas de gestores nem sempre são baseadas nos princípios de competência. Muitas vezes, estas se definem por relacionamento, a partir de convívios entre colegas, fora da instituição. Em geral as metas dos times comerciais são bem agressivas e nem sempre seguem a realidade de economia do mercado local.   "},{"user":"Funcionário","avaliation":"Prós: Possibilidade de trabalhar em projetos grandes e desafiadores, uma certa estabilidade e grande possibilidade de crescimento. A empresa tem a cultura de reconhecimento pelo trabalho prestado e o ambiente é bom. Permite trabalho remoto. Contras: Como é uma empresa muito grande, às vezes é muito difícil mudar certas coisas. Um exemplo é a adoção de novas tecnologias e ferramentas. Não fornece vale-refeição e a comida servida nos refeitórios é horrível.   "}]