[{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Reconhecimento proporcionado pelo crescimento dentro da empresa e as ações de endomarketing focadas em fazer com que o colaborador vista a camisa da empresa Contras: Engessada em muitos processos e muito resistente a mudanças, utiliza um modelo de gestão vertical que julgo muito autoritário para um empresa de tecnologia   "},{"user":"Senior System Engineer","avaliation":"Prós: A Dell é uma empresa que atua fortemente em assuntos eticos, respeitando diversidade. Permite também o trabalho remoto, empresa global, respeita diversidadesadfas Contras: ´Como ponto negativo, pode-se citar a ausência de um processo claro para promoção de carreira. Ele é lento e não descrito em normas internas.   "},{"user":"Especialista de Atendimento ao Cliente - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa conhecida, eu gostava mais de trabalhar na Dell porque os produtos (computadores) são bons! E é uma empresa mundialmente conhecida!! Bom que tinha onibus proprio! Contras: Gerenciamento e ambiente ruim, estrutura foi antigamente uma fabrica, não tinha como saber dentro do prédio se chovia ou se fazia sol. O dia demorava muito a passar. Conselhos para presidência: Treinamentos de Liderança   "},{"user":"Engenheiro de Dados","avaliation":"Prós: A cultura da empresa é inclusiva, flexível e muito positiva, se destacando como um dos principais atrativos. As oportunidades internas são muitas, tanto em termos de funções como de realocação. Contras: As instalações da empresa tem melhorado, mas ainda podem melhorar muito ainda. O fato da empresa estar localizada em uma região periférica, requer que invista mais em conforto e disponibilidade de serviços.   "},{"user":"Systems Engeneering Advisor","avaliation":"Prós: Cultura vencedora, meritrocracia, horários de trabalho flexíveis. A Dell é um excelente local para se trabalhar e desenvolver a carreira. O \"sobrenome\" Dell adiciona bastante valor ao currículo do funcionário, sendo muito reconhecido externamente pelo mercado. Contras: Praticamente não há pontos negativos na Dell, talvez somente ver que algumas pessoas estão em alguns cargos sem a devida meritrocracia, mas por conta da \"colegagem\". Mas isso não é particular da Dell. Se observa em várias organizações.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2012","avaliation":"Prós: Bom ambiente de trabalho. Muitas oportunidades para os mais diversos setores. RH muito qualificado. Remuneração boa para estagiário (na época, a melhor). Muitos benefícios também. Contras: No setor em que eu trabalhava, a rotina era muito mecânica. Exigia pouco raciocínio lógico. Acredito que o setor tenha sido extinto. Em todo caso, havia outros setores pouco úteis.   "},{"user":"Estagiário Superior","avaliation":"Prós: O estágio dá uma uma boa base de conhecimento nas tecnologias que vamos no aplicar na área de desenvolvimento de modo geral. Exploramos desde lógica de programação a até construir aplicações do zero. Contras: Pela experiência que tive até agora, não pude perceber pontos negativos que mereçam ser destacados. A única observação é a questão da localização do site que é um pouco afastado da cidade e pode dificultar a chegada de estudantes que estão cursando curso superior.   "},{"user":"Software Developer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho, beneficios, clubes de interesses, inclusao social, responsabilidade social, possibilidade de movimento lateral, alto nivel tecnico dos profissionais Contras: Crescimento na carreira e aumento salarial nao sao compativeis. Provavelmente uma promocao representa aumento de responsabilidades sem um significativo aumento no salario. Crescer dentro da companhia depende muito de politica.   "},{"user":"Estagiário","avaliation":"Prós: As instalações são boas, o escritório tem um ambiente agradável, o refeitório é bom, existe espaço para uso de computadores, é oferecida massagem e ginástica laboral. Contras: Em cargos baixos sua opinião não é muito levada em conta, mesmo se for referente a um processo que você executa não estará dentro do planejamento e das decisões. Salario muito abaixo dos demais lugares. Conselhos para presidência: Mais tranparência na comunicação, envolver todos do time especialmente se aquilo também o afeta.   "},{"user":"Especialista","avaliation":"Prós: Empresa com muitos benefícios. Muitos programas de benefícios para funcionários. Permite um bom desenvolvimento de carreira e uma boa perspectiva de crescimento. Mas depende da área. Contras: Muito burocrática. Para participar de processos seletivos e/ou oportunidades as vezes é bastante complicado. Algumas áreas é difícil crescer. Precisa pensar mais a respeito disso. Conselhos para presidência: Mais oportunidades de planos de carreira pra quem está começando   "}]