[{"user":"Supervisor de TI Sênior","avaliation":"Prós: A Algar possui vários pontos positivos, seguem os que considero mais importantes: processos, visão de inovação, marketing, processo para garantir a satisfação do cliente. Contras: Como pontos de melhoria acredito que a algar ainda possui muitos processos burocráticos que envolvem assinatura em papéis. Como ponto de desenvolvimento poderia migrar esses processos para ferramentas com assinaturas digitais ou fluxo de aprovação.   "},{"user":"Analista SAP MM Pleno","avaliation":"Prós: Oferece bastante beneficios, dental, saúde, seguro de vida, ticket refeição ou alimentação, disponibiliza o básico de estrutura de trabalho. Contras: RH ruim e nenhuma oportunidade de crescimento. Falta de Falta de comprometimento das lideranças em manter um ambiente tranquilo para se trabalhar. Não oferece treinamento e capacitação. Conselhos para presidência: O melhor ativo da empresa são seus funcionarios! Quando há valorização ambas as partes saem ganhando.   "},{"user":"Funcionário","avaliation":"Prós: A cultura algar, a valorização com os associados da empresa, o plano de carreira para muitos cargos dentro da empresa, o ambiente que a cada dia mais está mais confortável para trabalhar. Um exemplo mínimo é o pão,café e chá que a empresa fornece, que muitas empresas não dão e a algar fornece. Outro exemplo mínimo, mas que faz a diferença é o fato da empresa chamar seus funcionários de \"associados\". Contras: Apesar da valorização, a empresa precisa reconhecer os assistentes que trabalham no dia a dia com os supervisores. Pois estes são reconhecidos de várias formas, mas o assistente não é reconhecido, sendo ele um dos principais motivos para os resultados daquela equipe. A empresa precisa melhorar também sua comunicação interna em projetos e ações. Conselhos para presidência: Mais rigidez nos processos seletivos. E incentivar a empresa a ensinar mais os menores aprendizes, que ficam \"perdidos\" na empresa por falta de demanda.   "},{"user":"Supervisor Júnior","avaliation":"Prós: A equipe, a motivação, a inovação a vontade de fazer diferente, a possibilidade de crescimento.Uma empresa onde se pode crescer mesmo não tendo experiência. Contras: A desorganização, as metas inatingíveis, o critério de contratação para o atendimento. Falta um pouco de organização na criação dos processos e no ato de inovar. Conselhos para presidência: A Algar tem quase tudo para ser uma excelente empresa, faltam justes na gestão e no modo de fechar contratos com os clientes.   "},{"user":"Técnico de Fibra Pleno","avaliation":"Prós: Plano de carreira na qual a empresa oferece aos seus associados sem a discriminação de cargos aqueles que se dispões a competir é ensentivo a toda clase Contras: Implantação de ponto eletrônico externo para controle de jornada é a excessiva cobrança por algo em que muitas das vezes são incapaz de ser atendida Conselhos para presidência: Interagia sempre que puder passando o propósito da empresa para aqueles que atuam no campo para apresentar o de melhor em nome da empresa feed back é sempre importante para ambos   "},{"user":"Teleoperador de Atendimento","avaliation":"Prós: tem varios beneficios, uma empresa que possui plano de carreira, entao se voce quiser consegue crescer bastante na empresa para supervisor ou qualidade Contras: salario baixo no projeto atual,mas tem varios outros projetos onde voce consegue ganhar uma boa comissao, pena que nao da pra escolher qual projeto trabalhar   "},{"user":"Analista de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: trabalhei alocado em clietne então nao tive muito contato com a algar, mas aparentemente quem fica em uberlandia tem mais beneficios do que outros Contras: Existe um falso plano de carreira para os funcionarios pois quem está locado nos clientes nao tem oportuidade de crescimento e quando pede para mudar de empresa nao te liberam   "},{"user":"Operador Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa presta um bom atendimento aos colaboradores, assim como benefícios satisfatórios, variável satisfatória, pagam salário em dia e tem oportunidade de crescimento. Contras: Salário baixo para cargo de telemarketing, onde tem muita pressão e cobrança desnecessária para o salário que pagam. Muita exigência dos colaboradores qual suspirou errado já leva advertência. Conselhos para presidência: A empresa poderia ter mais flexibilidade de entendimento dos seus colaboradores, muita rotatividade de funcionários onde poderia ser menos caso investisse na retenção de talentos.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente inovador, digital e cool Há muitos desafios, pois a empresa está em transformação. A empresa esta em processo de melhorias, revisão de processos e se consolidando. Contras: Não reconhecimento para quem se destaca, a pressão é muito alta. Redução de pessoas, aumento de trabalho e pressão e falta de reconhecimento. Não há meritpcracia. Esperam ameaças para reconhecer. Conselhos para presidência: Implementar meritocracia   "},{"user":"Assistente de Suporte Técnico","avaliation":"Prós: O salário e os benefícios são pagos corretamente. Quando há algum engano, por parte da empresa, rapidamente retificando e atendem sua solicitação quantas vezes forem necessárias, até que seja resolvida. Oferece oportunidades para quem precisa começar. Contras: O salário está um pouco abaixo do mercado. Devido ao fato do RH da empresa ser geral e somente em um estado, não se tem o contato cara a cara para a resolução de problemas, somente comunicação com o mesmo via canais de atendimento e com prazos um pouco longos, mesmo quando se trata de assuntos sérios, o que gera um certo desconforto e preocupação, por parte dos funcionários. Alguns gestores parecem não saber como lidar e o que fazer, em relação às seu cargo e funções práticas para com os funcionários. Conselhos para presidência: Um RH físico, ainda que pequeno, auxiliaria bastante, no quesito praticidade, pois, nem todos sabem ou gostam de lidar com sistemas e tecnologia, todo o tempo. Avaliar melhor a gestão de equipes da empresa, acompanhando mais de perto como direcionam as situações e tomam altitudes.   "}]