[{"user":"Atendente","avaliation":"Prós: Oportunidade de primeiro emprego para aqueles q não trabalham. Contras: Não da opurtunidade de crescimento e mudança de setor. Conselhos para presidência: Sim   "},{"user":"Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa honesta e que da oportunidade de crescimento tem vale alimentação paga em dia tem como vc expor suas ideias e objetivo mais depende muito do projeto Contras: Melhorar a comissão melhorar os treilamentos gerar mais conhecimentos sobre os projetos capacitar mais os analista diminuir o valor do convenio   "},{"user":"Atendente Sr - Ex-funcionário, saiu em 2018","avaliation":"Prós: Sem problemas relacionados a data de pagamento ou à folha. Ambiente agradável, fácil deslocamento de qualquer ponto da cidade, principalmente se você usa o transporte público. Contras: Escassez de oportunidades e a restrição à um candidato (exercida por alguns supervisores ou gerentes) de participar de um processo seletivo interno que poderá eventualmente desfalcar a ilha, o setor ou operação. Conselhos para presidência: Os benefícios oferecidos àqueles que trabalham de forma direta para a empresa deveriam ser proporcionalmente iguais aos que exercem suas atividades de forma terceirizada para outra empresa. A diferença salarial e de benefícios atualmente é gritante.   "},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Equipe alegre. Bom trabalho em equipe. Trainamento para capacitar o funcionário. Bons gestores, dedicados e compreensiveis. Bom ambiente de trabalho. Contras: Pouco crescimento na empresa. Poucas vagas para efetivação. Sem perspectiva para crescimento profissional e pouca motivação para estudar. Esse ponto é muito negativo.   "},{"user":"Operador de Teleatendimento","avaliation":"Prós: Empresa possui um bom vale alimentação e grande flexilidade de horários. Possibilidade de crescimento, para algumas pessoas. Fretamento para alguns horários. Contras: Salario baixo, poucas oportunidades de desenvolvimento, não investem no crescimento pessoal. Campanhas impossíveis de conseguir atingir. Dificuldade com mudanças de horário.   "},{"user":"Assistente de Suporte","avaliation":"Prós: Não vejo pontos positivos na empresa. Dá para ver no rosto de cada associado, o quanto estão desmotivados e insatisfeitos com a empresa, em vários sentidos. Contras: Falta de reconhecimento com os associados, tanto moral quanto financeiramente falando. Pensam apenas em dinheiro e por isso acabam perdendo contrato com tantos clientes. Não pensam no bem estar dos associados e nem procuram fazer melhorias. Infra estrutura é pessima e o RH, nem se fale. Conselhos para presidência: Mais motivação aos associados.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Tem uma boa organização, bons benefícios e gestores que sabem ouvir e dar as ordens com muita educação e respeito. Bom plano de saúde e vale alimentação ou refeição Contras: Não existe plano de carreira para colaboradores alocados em clientes, o salário é baixo e a burocracia desmotiva as pessoas. Como não há chance de crescimento o profissional se sente estagnado e desanimada de evoluir. Conselhos para presidência: Um bom plano de carreira constrói ótimos profissionais que atenderão seus clientes com eficiência.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Valores; a empresa tem grandes valores morais e éticos. está sempre preocupada com como o associado está representando a sua imagem, se está sendo ético ou não no local de trabalho. Contras: Falta de investimento em treinamento para funcionários das pontas, que atuam diretamente em projetos, os ditos funcionários de ponta, deveriam ter um pouco mais de evidencia. Conselhos para presidência: Prestar mais atenção aos funcionários que estão atuando em projetos, os ditos funcionários de pontas.   "},{"user":"Analista de Suporte Técnico Pleno","avaliation":"Prós: Geralmente paga o salário em dia, possui uma variedades de cliente que ajudam no crescimento de experiência de trabalho, dificilmente demite funcionário. Contras: Não há opções de crescimento, não incetiva os estudos, não custeiam certificações na área de atuação, função geralmente incompatível com a prática e com o salário. Conselhos para presidência: Oferecer oportunidades de crescimento para os colaboradores.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Por ser uma empresa de tecnologia, possui um ambiente propicio ao crescimento e inovação, com diversas vagas sendo abertas constantemente. Além disso, por se tratar de uma empresa influente na cidade, possui abertura para outros interesses. Contras: O salário é baixo e as regras são antiquadas. Para ganhar um salário competitivo é necessário estar disposto a grande pressão e mesmo assim, não será o bastante, já que a média em Uberlândia é baixa.   "}]