[{"user":"Desenvolvedor","avaliation":"Prós: Cultura positiva, sistema funcional. Rápida contratação e benefícios compatíveis com o mercado. Atuei como terceiro dentro de outra empresa mas é uma boa empresa. Contras: Acredito que os salários estejam ligeiramente abaixo da média oferecida pelo mercado para vagas de mesmo nível em outras empresas. Poucas opções de banco para recebimento.   "},{"user":"Técnico de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: O ponto mais positivo são as pessoas das equipes, que se ajudam muito. Principalmente quando se é alocado no cliente, a muita ajuda para todos crescerem juntos Contras: O RH não sabe que você existe, você pode abrir chamado e mandar email que eles simplesmente não conseguem ajudar, isso aconteceu com muitos colegas de trabalho. As gerências não se importam com os clientes nem com os funcionários, só querem saber do SLA sendo cumprido, não sei como é trabalhar interno (em uberlandia)   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa consolidada no mercado, possui muitas clientes, várias empresas pertencentes ao mesmo grupo, um bom lugar para se trabalhar, também tem a opção de ser transferido para outros empresas do grupo caso não se adeque no local atual. Contras: Desconta o VR do salário, coisa que hoje em dia muitas empresas não praticam mais essa atitude, valor do convênio médico é muito alto para funcionário e ainda possui co-participação, sistema de abertura de chamados internos para resolver problemas de funcionário muito lento para retorno com a solução.   "},{"user":"Técnico em Suporte Técnico Pleno","avaliation":"Prós: Poucos pontos positivos, melhor seria trabalhar diretamente na empresa e nao em um cliente fixo, beneficios ok lideranca tbm ok, empresa dr grand e porte Contras: Falta plano de carreira definido, processos engessados, grande numero de funcionários na empresa, ela trata o funcionário como \"associado\" mas nao acho ruim isso   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Adquirir experiência, lidando com várias situações de aprendizado, em tomada de decisões trabalho sob pressão, salário pago em dia, benefícios ok. Contras: Talvez algumas ferramentas de sistema que não funcionavam bem em momentos de Extrema necessidade, porém era possível resolver com medidas paliativas. "},{"user":"Técnico em Suporte Técnico Júnior","avaliation":"Prós: o PLR as vezes é bom, chega em torno de R$400 mas não é sempre já teve ano que recebi R$30. o convênio é bom, mas trocam demais. as vezes o café da manha não é bom Contras: A parte complicada na Algar é o RH, eles cometem muitos erros de pagamentos errôneos fazendo descontos em seguidas ou descontos injustos sem muita explicação do porquê. O contato com o RH é muito difícil sempre tem que abrir chamados e nunca respondem com clareza, se não tiver um gestor que conheça todos e tudo fica complicado de resolver os problemas. Conselhos para presidência: Eles deveriam dar mais atenção ao polo São Paulo (República) pois a cultura de Gente servindo Gente está passando longe por lá, ainda mais quando colocam associados com dificuldade de locomoção e fecham algumas passagens para eles e as portas são muito pesadas para eles ainda mais para tentar carregar a marmita e as muletas. E por favor peçam para cuidarem mais do ar condicionado pois quando esta ligado parece um frigorifico e se desligam começa cair água nas mesas próximas.   "},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Esta empresa sempre cumpriu todas as promessas que me fez, tem uma politica de oportunidades muito boa, mantem a clareza nos processos seletivos. Contras: Um ponto negativo, pelo menos pra mim, é que por ter trabalhado alocado o cliente, ela não tem um alcançe tão grande e os gestores não trabalham em pro disso. Conselhos para presidência: Tnetar fazer com que os gestores alocados nas contratadas entendam que a empresa que eles trabalham é a Algar.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Ambiente de trabalho bem agradável, companheirismo existe entre colegas de empresa, bons gestores (Pelo menos por onde eu passei e atuei). Estou satisfeito. Contras: Prédio não possui uma infraestrutura muito boa, apesar de bem localizado. Acho que a empresa precisa dar um pouco mais de atenção nas outras regionais, o foco fica muito sempre na sede em Uberlândia que recebe diversos e diversos programas sociais.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Oportunidade para pessoas sem experiência e diversas empresas para trabalhar, cada empresa com sua atividade em específico com isso abre oportunidade para que você seja efetivado nos clientes da Algar. Contras: Não existe expectativa de crescimento na empresa, não importa o quanto você se esforce, você não vai ser recompensado por isso. Caso der sorte o cliente pode te notar e te oferecer um emprego melhor, mas fora isso, esqueça promoções na Algar. Salário muito baixo e o aumento anual é menor ainda. Conselhos para presidência: Valorizar mais os recursos da empresa para que sintam motivação para trabalhar. Oferecer expectativa de crescimento, investir no profissional para que seja melhor capacitado dentro dos clientes e melhorar o salário inicial dos analistas.   "},{"user":"Assistente de Infraestrutura Predial - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa tem um nível excepcional no mercado, pois é uma multinacional. Tem muitos mercados onde ela atua, desde TI a Agro. Tendo assim muitas áreas de atuação. Contras: A competição por cargos, por promoção e bem grande. Isso faz com que as pessoas tenham uma deslealdade enorme. Isso gera bons desconfortos no ambiente.   "}]