[{"user":"Analista de Gestão por Processos Júnior","avaliation":"Prós: São muito receptivos e valorizam seus esforços com muitos elogios. A equipe é capacitada com cursos. A matriz fica em Uberlandia, mas a empresa se preocupa coma cada filial e associados. Contras: Ainda não os identifiquei. Tenho pouco tempo de empresa, mas pude perceber que é uma empresa que se preocupa com seu associado. Plano de carreira definido.   "},{"user":"Operador de Telemarketing","avaliation":"Prós: Ambiente de trabalho maravilhoso, pessoas trabalhando com pessoas, próximo a tudo. Pagam direito, benefícios ótimos, supervisor e cliente maravilhoso. Contras: Se vc vende muito não te sobem de cargo, á não ser q vc seja puxa saco do gerente, isso é horrível dentro de qualquer empresa, mas piora lá Pq dizem ser diferentes. Conselhos para presidência: Dar mais valor e oportunidade aos excelentes funcionários   "},{"user":"Analista de Infraestrutura Pleno","avaliation":"Prós: otima empresa, com muito oportunidade de crescimento e facilidade de trabalho em equipe, empresa que da valor ao funcionário e esta sempre seguindo as leis trabalhista Contras: baixo salario e benefícios de premio abaixo da algar Telecom, empresa que é do mesmo grupo, porem na Tech os benefícios são menores que na Algar telecom   "},{"user":"Funcionário","avaliation":"Prós: Não há muito oque falar. Tem pão com manteiga e café com borra, metas que o próprio sistemas falhos deles não deixa você bater, vc tem exatos 10m cronometrados para ir ao banheiro, tomar água, comer seu pão e entrar, e 20m para almoçar Contras: Empresa que não oferece oportunidades, que quer te sugar ao máximo. Não te reconhecem nossos feitos, mas não perdoam nenhuma falha. Se quiser comer algo sem ser pão prepare para devolver seu salário para eles no coffshop.   "},{"user":"Analista funcional SAP FI - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma empresa legal para trabalhar quando não se pensa em remuneração. Um ambiente agradavél porem sem muita chance de crescimento. As pessoas que trabalham são legais. Contras: Não valoriza as pessoas, os salários são muito baixo, o RH é centralizado em outra cidade demorando assim semanas para tratar de alguns assuntos.   "},{"user":"Analista de Suporte","avaliation":"Prós: Boa oportunidade para recém formados iniciantes, pois a empresa presta serviços para grandes companhias como a Monsanto e Johnson & Johnson. Contras: Não possui plano de carreira. Os analistas ficam alocados nos clientes e não têm contato com os gestores da Algar. Avaliação anual não é levada a sério.   "},{"user":"Técnico Júnior","avaliation":"Prós: - Gestores compreensivos e auxiliam em todo o necessário. - Pagamento e benefícios pagos corretamente e sem atraso. - Empresa organizada. - Informes são passados para os funcionários em casos de mudança. Contras: - A empresa presta serviço como terceirizada, na Sede do cliente. - Não possui aumento de carreira e de salário na operação do cliente. - Sobre PLR a empresa não é clara.   "},{"user":"Telemarketing - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ótimo ambiente trabalho e diversos públicos e trabalho em equipe, foco em resultados, bom auxílio refeição, ótima gestão, se preocupa com seus colaboradores Contras: Remuneração não compatível com mercado, se preocupam pouco com as necessidades de seus colaboradores dependendo do seu gestor, focam muito em resultado e promessas de bonificação mentirosas   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2015","avaliation":"Prós: Pagamento em dia, vale alimentação, vale transporte, convenio médico, premiaçoes para incentivar oa funcionarios, bom ambiente de trabalho.. Contras: Salario baixo, pessoas deamotivadas, sobre carga de trabalho, responsabilização de acontecimentos dentrp da empresa que não condiz com o salário recebido   "},{"user":"Agente de Relacionamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Vale refeição Refeitório Localidade Comissão Vale transporte Contras: Processo seletivo rápido e objetivo na mesma medida pra contratar. Produto Youse caixa seguradora cheia de modernidade mas com o mesmo ou pior modos de call Center. Grosseira na monitoria, nunca tive feedback do superior imediato. Se não vende, você se torna invisível. Experiência que preferia não ter tido. Demitida na experiência sem maiores detalhes e quase enxotada da minha PA. Não recomendado pra ninguém acostumado com call Center próprio! 😫 Conselhos para presidência: O produto Youse é excelente, pena ser tão mal conduzido por reles funcionários que falam \"pobrema\" e \"perca total\"   "}]