[{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa oferece oportunidade para melhorar a sua carreira e da apoio para melhorar suas especialidades. Feedback contínuos para melhorar o desempenho. Contras: O processo para melhorar de cargo e é necessário ter qi. Os supervisores já estão muito tempo na empresa então muitos têm problemas com a empresa.   "},{"user":"Atendente Sênior","avaliation":"Prós: A empresa possui muitos benefícios, Massoterapia, Vale Alimentação, convênio médico, descontos em faculdades. Entretenimento nas datas festivas e muito mais... Contras: Diminuíram o valor do PPR, supervisores precisam de treinamento para lidar com gestão de pessoas. O que nos move é o reconhecimento, os nossos líderes precisam saber. Conselhos para presidência: Continuem ampliando o Projeto Top performacer.   "},{"user":"Supervisor Operacional","avaliation":"Prós: Pioneira em reconhecimento ao associado com programas de pontos por metas atingidas. onde é possível a troca por produtos e serviços. Programa de indicadores top performance onde coloca a empresa entre as melhores na entrega de indicadores operacionais. Contras: Em alguns setores ainda é uma empresa familiar tornando alguns processos bastante burocráticos. Por ser uma empresa bastante forte em uberlandia (sede) as regionais acabam não recebendo todas as orientações e/ou ações. Alguns processos são \"pensados\" para a sede mas não necessariamente dão certo nas regionais onde o perfil de colaborador muitas vezes é diferente. Conselhos para presidência: desburocratização   "},{"user":"Técnico de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Boa equipe, prestativa e amigável. As pessoas se ajudam entre si com frequência. Horário flexível. Equipe diversificada, oportunidades para todos. Contras: RH bagunçado, lideres despreparados. Você não consegue resolver problemas com VT, VR etc. Falta de informação e de boa vontade. Você se sente em um órgão público quando precisa do RH ou liderança da empresa. O fato de não ficar alocada na empresa, e sim no cliente também dificulta. Infelizmente uma experiência mais negativa do que positiva. Conselhos para presidência: Cuidar melhor dos funcionários alocados nos clientes. Repaginar o RH, modernizar sistemas de hora extra e benefícios.   "},{"user":"Técnico de Atendimento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa nova na cidade, em busca de melhorias constantes. Está em crescimento, no entanto, os melhores serviços e elogios é na própria cidade deles, na Algar de Minas Gerais. Contras: Funcionários de cargo maior não sabem os procedimentos da empresa, por este motivo há uma falha de comunicação nas informações, e desvio de tarefas. Dessa forma, alguns funcionários de sobrecarregam para a ajudar outros setores. É uma gestão que apaga incêndios, não previne situações óbvias e adversas. Plano de saude com alto valor na coparticipação.   "},{"user":"Analista de Backoffice - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente acolhedor, familia, ajuda nas nossas dificuldades, uma empresa ampla, que desenvolve seus funcionarias, oferecendo cursos gratuitos. Contras: Piso salarial, reconhecer nossos esforcos quando se trata de participação de lucro, ter pressao mas nao ultrapassar os limites psicologicos... Conselhos para presidência: Uniao dos funcinarioa...sem falar o bem.   "},{"user":"Técnico de Suporte N1","avaliation":"Prós: Equipe de trabalho muito boa , os colegas se empenham em ajudar. Dão dicas de como agilizar o serviço. Te ajudam nos estudos e a tirar certificações. Contras: Equipe de liderança muito fraca, supervisores despreparados, a empresa Algar tech não valoriza os seus funcionários salários abaixo do mercado, acumulo de função, mentem no processo seletivo falam que vc vai trabalhar em um contrato especifico e depois que vc passa por todo o processo seletivo te colocam em vários contratos com salario de 1.100,00. É uma empresa q cobra demais e tem pouco a oferecer para o seu colaborador. E funcionarios mais antigos não são valorizados, são explorados. Entrei como N1 e faço serviço de N2,N3 e ainda serviço de Analista SAP. E combinam com vc uma coisa na entrevista depois q vc é efetivado a conversa é outra. As condições de trabalho são ruins, cadeiras quebradas, pisos quebrados, ar condicionado sujo, equipamentos de trabalhos imundos desgastados.   "},{"user":"Analista de Suporte","avaliation":"Prós: Empresa em grande crescimento e financeiramente saudável. Possui contrato com ótimas multinacionais, e o pagamento sempre feito em dia....... Contras: Apesar do crescimento e boa situação financeiramente, pouquíssimo é compartilhado com os analistas, principalmente os alocados nos clientes. Supervisores despreparados e sobrecarregados, o que resulta em péssimas avaliações anuais e tratamento seletivo com funcionários. Se você é puxa saco do supervisor, recebe somente elogios, mesmo fazendo um mau trabalho. Se você é profissional, faz um bom trabalho, porém não puxa saco do supervisor, recebe má avaliação e ameaças constantes. Sistema de ponto completamente ultrapassado e gestão ultrapassada. Sempre encontram alguma forma de descontos do salário e desculpas para não parar benefícios. Conselhos para presidência: Já está mais que na hora de modernizar a gestão e seguir a tendência atual. Contratar mais supervisores, treiná-los.   "},{"user":"Monitor de Qualidade - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa é bastante prestativa com os seus colaboradores, os tratam como verdadeiros parceiros além de dar oportunidade de crescimento e reconhecer o talento dos seus funcionários. Contras: Não tem sede aqui no RIo de Janeiro, então alguns assuntos tinham que ser passados para a Sede em Uberlândia e desta forma a solução dos mesmos acabavam não sendo de imediato.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo setor de trabalho. Pessoas educadas. Diretoria muito eficiente. Portanto, trabalhar com o público nos fazer crescer muito como seres humanos. Contras: Os concursados trabalham pouco, deixam tudo nas costas dos estagiários. Os que não são efetivados como por exemplo, estagiários, segurança, cruz vermelha trabalham demais. Conselhos para presidência: Ter mais comprometimento.   "}]