[{"user":"Técnico de Redes Pleno","avaliation":"Prós: Uma empresa que vem crescendo ano a ano possibilitando aos seus colaboradores um crescimento junto com a empresa. Que acredita e apoia seus colaboradores. Contras: Nós colaboradores externos, lotados em clientes, não temos o mesmo tratamento como os colaboradores lotados dentro da Algar. Nas mídias sociais vemos o quão podíamos ser aproveitados em vários projetos internos ou até mesmo ouvidos.   "},{"user":"Técnico de Suporte Técnico - Ex-funcionário, saiu em 2019","avaliation":"Prós: Bom ambiente de trabalho, Café da manhã, bons gestores que ouvem e dão feedbacks sobre sua conduta que ajuda sempre a melhorar o trabalho e evoluir Contras: Nenhum plano de carreira, se você entrar como Help Desk ou Service Desk, vai ficar assim por um bom tempo, a não ser que consiga entrar em um novo projeto com um salario melhor e beneficios melhores, porque se for para evoluir la dentro, so se virar amigo do chefe   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamentos em dia e as solicitações eram respondidas de forma rápida. Minha supervisão era ótima e sempre tentava ajudar. A empresa oferecia um portal com cursos online que eram muitos bons. Pagava certo a PLR, VT e era opcional entre vr e va. Contras: O Convênio saúde era um valor alto e com coparticipação, não valia a pena. Não tem plano de carreira por ser terceirizada. Não conhece o funcionário, por ele ficar no cliente. Não consegue avaliar o potencial e nem dá oportunidade devido à isso. Conselhos para presidência: Que não visse o funcionário apenas como números, dando mais oportunidade e qualificação.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: empresa legal, boa pra quem se identifica com tecnologia e inovação excelente mesmo, gosto muito de todos e de como tratam os funcionários. :) Contras: existem alguns pontos na parte de evolução de carreira, pois se não trabalhar na área de TI você não terá tanto crescimento na empresa, a não ser que resida em Uberlândia   "},{"user":"Especialista de Vendas","avaliation":"Prós: Pode ter uma boa qualidade de vida, as cobranças não são tão excessivas. Da para gerenciar bem seu lado pessoal e profissional. Não tem microgestão. Contras: Muito burocrática, processos muito antigos que não fazem sentido, principalmente para uma empresa de tecnologia. Empresa muito travada, há uma grande ineficiência.   "},{"user":"Operador de Atendimento Ativo - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa com ótima localidade e de fácil acesso, seja por veículo próprio (caso tenha CNH) ou urbano, ambiente agradável, e bons benefícios. Contras: Salário muito baixo. A maioria dos profissionais dos níveis de supervisão são despreparados para lidar com pessoas, contribuindo apenas com o ''bem estar'' da empresa e, com isso, resultando no próprio ''bem estar''. Demais problemas dos profissionais do operacional são implemente deixados de lado. Conselhos para presidência: Se inteirar mais ao que acontece no dia-a-dia do profissional que atua no setor operacional da empresa. Valorizar não apenas os benefícios oferecidos, mas também, os salários.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Estabilidade na carreira, ambiente de trabalho, facilidade acesso no dia a dia, é uma empresa coerente e mediana, flexibilidade de horários. Contras: Plano de carreira nada executado, você entra em um cargo e fica dez anos nele, não recomendo ficar por muito tempo devido a este item, porém é muito bom de se trabalhar.   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Entrevista dinâmica. Fornecimento de materiais para o atendimento. Chances de promoção na empresa ou material online para aprimorar o atendimento. Contras: Falta de comunicação entre supervisores e atendentes. Alta Pressão e pouca comunicação com o atendente. Remuneração baixa em relação ao excesso de atividades. Conselhos para presidência: Suporte melhor dentro da empresa   "},{"user":"Suporte Técnico de Redes","avaliation":"Prós: empresa tecnológica tem liberdade para trabalhar, o associado é dono de seu espaço ou planta ótimos benefícios, pagamentos de horas extras sempre certo. Contras: precisa melhorar a interação da equipe de campo com a matriz que fica em Uberlândia, melhorar contato em supervisor é tecnico, falta agins apoia em campo como ferramentas notebooks etc. "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Salario um pouco melhor que outros locais, mas vai muito de onde você está alocado no cliente variando muito o salario, tem PLR, Vale Refeição, Vale Alimentação, Convenio Medico. Contras: Não tem chance de crescimento um fator muito grave, convenio medico com coparticipação sendo que a empresa é muito grande e não força o cliente a ter um teto um pouco maior para fazer a remuneração do funcionário só fica no dissidio e a PRL tem vez que vem com nem com 1/4 do salario, falta cesta de final de ano, não tem confraternização no final do ano. Conselhos para presidência: Dar mais oportunidades para quem está em casa a vários anos, e ter reconhecimento pelo serviço prestado em São Paulo, a unica valorização é na sede da unidade que fica em MG, onde as oportunidades são bem melhores.   "}]