[{"user":"Desenvolvedor Pleno","avaliation":"Prós: Escritório confortável e muito bom, clientes importantes. Grupo muito grande e diversificado, gerando oportunidades de carreira bem diversificada. Contras: Empresa muito burocrática, com internet bloqueada para muitos conteúdos importantes. Não há incentivo ao conhecimento. Salários muito baixo para a grande maioria dos funcionários.   "},{"user":"Analista de Negócios Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Clima organizacional é um diferencial considerável da Algar, onde você tem espaço para trabalhar e autonomia nas decisões que afetam diretamente a companhia. Contras: Plano de carreira não é bem desenhado e bem executado. A promotabilidade depende do envolvimento com alta gestão e não necessariamente meritocracia.   "},{"user":"Analista de Projetos Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Participação nos lucros, e os benefícios oferecidos aos colaborador, a gestão da empresa é excelente na execução dos contratos pelo gestores. Contras: cultura, empresa sede fica fora do local do trabalho prejudicando um pouco a agilidade na execução dos trabalhos pelo colaborador e tudo centrado na sede da empresa.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente colaborativo apesar da pressão, vi uns poucos tendo oportunidade, oque mostra que há como crescer, desde de que você tenha bom Network dentro da empresa. Contras: Oportunidades na maioria das vezes restritas aos colaboradores mais bem relacionados, ou seja não há um processo interno para crescimento é \"meritocracia\" Conselhos para presidência: Estipular um programa de recrutamento interno com provas para crescimento   "},{"user":"Assistente Administrativo","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Melhoramento e redistribuição de funcionários, para atender as diversas atividades do escritório. Muita gente na gerência e poucos funcionários na operação. Conselhos para presidência: Bonificar os funcionários que tenham alcançado suas metas mensais.   "},{"user":"Operador de Telemarketing - Ex-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de crescimento, bons beneficios, confraternizações entre os funcionários, flexibilidade Contras: Não valoriza o funcionario, salario ruim..............................................................................................................   "},{"user":"Monitor de Qualidade - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário em dia, horário, benefícios, comprometimento, convênio medico e odontológico, crescimento profissional, transparência em resultados. Contras: Gestão, supervisores que se acham os deuses, não possui empatia e não possui em lado humano. Não somos reconhecidos e as promoções são tudo por indicação e não por capacidade. Conselhos para presidência: Melhorar gestores   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Empresa boa, paga em dia aos funcionários, oferece oportunidade de crescimento oferecendo cursos de certificação gratuito para quem não pode pagar. Contras: Empresa que demora para gerar os cartões de benefício como Convênio médico e Vale-Refeição, porém falta um telefone direto para falar com o RH Conselhos para presidência: Fazer com que a Algar ofereça treinamentos motivacionais.   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimos gestores e estrutura de consultoria diferente das tradicionais, periodicamente os gestores se preocupavam em entrar em contato e principalmente passar feedback dos clientes. Contras: Velocidade na alocação de profissionais dentro de um cliente, durante um tempo acabei ficando ocioso dentro da consultoria sem nenhum direcionamento.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: - Além dos benefícios previstos por lei, algumas empresas oferecem vantagens extras a seus funcionário - Além dos benefícios previstos por lei, algumas empresas oferecem vantagens extras a seus funcionário Contras: a empresa dependendo da funçao define horários de trabalhos as vezes ruins   "}]