[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa grande com oportunidades para o crescimento. Os benefícios são bons. Dependendo do setor te dão uma certa flexibilidade quando precisa de folgas. Contras: Vagas normalmente já são reservadas por indicação. Sendo assim, é comum de ser as tais \"vagas fantasmas\". Porém se tiver um bom relacionamento e trabalhar bem, uma dessas pode ser sua.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Tudo é muito bom na Algar! Tem pontos a melhorar porem é muito boa de se trabalhar! Contras: O salario poderia ser um pouco melhor, os líderes tem pouca experiência e geralmente não dao conta do recado!   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: São bastante flexíveis em relação folgas, metas, uma boa estrutura, tem varias motivações para os funcionários, é um bom ambiente para trabalho. Contras: Supervisores e líderes, alguns são invasivos, alguns treinamentos são desnecessários, e deveriam dar mais Feedback para o pessoal da liderança. Conselhos para presidência: Se dar bem com os colegas de trabalho   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa tem bons benefícios e salários em dia. Gestor com boa dinâmica e equipe cooperativa e participativa. Bom para quer aprender e crescer profissionalmente. Contras: Ter uma plano de carreira mais claro, ter mais feedbacks, processos internos demorados e complicados. Falta mais iniciativa para atrair o cliente.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: A empresa tem convênio com algumas faculdades, tem um resort (porem fica em Minas Gerais) é um empresa bem reconhecida e forte em Minas, aqui em São Paulo esta crescendo bastante na area de Telecom. Contras: Infelizmente é bem dificil seguir carreira na empresa, não são todos os gestores que luta pela sua equipe e vai atras do melhor para ele. Eles tem a mania de contratar a pessoa com um cargo errado e não se interessam em arrumar mesmo sabendo que o funcionario nao esta exercendo aquela função.   "},{"user":"Suporte Técnico","avaliation":"Prós: Empresa possui benefícios bons como: Plano de saúde, Vale transporte. Empresa possui benefícios bons como: Plano de saúde, Vale transporte... Contras: Não possui plano de carreira para os associados externos, associados externos não possuem reconhecimento e nem são lembrados pelo Matriz ou prédio principal.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Equipe, treinamento e suporte em todos os níveis , ótima relação e network , excelente infraestrutura e oportunidade para desenvolvimento e crescimento profissional Contras: A empresa ainda peca na gestão de Rh, nada que não possa ser solucionado , defasagem de profissionais em algumas áreas, pode melhorar o desenvolvimento dos profissionais   "},{"user":"Líder de Projetos Pleno","avaliation":"Prós: Cultura de inovação, busca por resultados, valorização do funcionário, preocupação com a sustentabilidade, empresa rede, investe no bem estar da sociedade em geral, preocupando-se com as entregas não só para os clientes, mas tb os benefícios para a sociedade Contras: A empresa é de Grande porte, dificultando mudanças rapidas, ou seja, há certa burocracia de processos, em tomadas de decisões, implantações de melhorias Conselhos para presidência: Investimento em desenvolvimento pessoal e profissional para analistas Seniores, além dos gerentes   "},{"user":"Assistente de Suporte","avaliation":"Prós: Benefícios e equipe . Contras: Salário baixo, Trabalho estressante . Conselhos para presidência: Ficar atento em seus funcionários pois a cobrança é excessiva para o salário pago, o funcionário trabalham sobrecarregados, por isso a rotatividade é alta, tem gente que sai para outras empresas até mesmo para receber menos pois o trabalho de assistente de suporte é bastante estressante, seria super interessante começar estudar formas de motivar seus funcionários e olhar o ponto de vista deles também, digo isso por que eu não sou nenhum pouco leigo em administração, e vejo coisas que me deixam chateado, vendo meus colegas sobrecarregados e totalmente desmotivados, cogitando ir para outras empresas para \"ganhar menos\" olha só o ponto que chegou eu mesmo as vezes penso em pedir demissão, eu chego em casa todo dia estressado e acabo descontando nas outras pessoas que não tem nada a ver, não deixe seus funcionários abandonados pois a tendência é o desempenho do contrato piorar cada vez mais.   "},{"user":"Desenvolvedor","avaliation":"Prós: Se você fizer um minuto de hora extra, você folgará um minuto. Se cobrado, certamente será concedido. Acredito que é o ponto que é menor pior. Contras: Há tantos que eu vou listar: - Salário baixíssimo (tenho uma excelente experiência de mercado) - Falta de inovação - Falta de investimento em seus profissionais - Clima organizacional terrível - Burocracia sem limites para qualquer coisa dentro da própria empresa - Falta de criatividade empresarial - Empresa que come na mão dos clientes, não são parceiros. - Muitas horas extras feitas, nenhuma é paga, somente é contado como banco de horas. Conselhos para presidência: Mudar absolutamente tudo.   "}]