[{"user":"Atendente de Call Center - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa reconhece os funcionários e possui plano de carreira, prioriza-se os processos seletivos internos, deste modo da oportunidade de crescimento na empresa Contras: No geral o maior ponto negativo é a cobrança excessiva por atingir metas, porém são metas plenamente alcançáveis para aqueles que se empenham   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: A Algar Tech tem uma das melhores equipes de trabalho, que está sempre agindo em equipe, boa fé e otimismo. Contras: A Algar Tech precisa melhorar o suporte ao RH, focando na comunicação interna, apenas isso, todos os outroa detalhes estão bons Conselhos para presidência: Comunicação com seus funcionários que ficam alocados em clientes, tenho a sensação de ser \"abandonado\"   "},{"user":"Funcionário","avaliation":"Prós: Estrutura da empresa, pagamentos e benefícios sempre em dia, horários flexíveis, ambiente leve, algumas pessoas muito capacitadas e dispostas a ajudar. Contras: Pouca inovação, remuneração abaixo da média, não investe na capacitação/treinamento dos funcionários, falta planejamento estratégico e uma política de valorização dos funcionários, muita burocracia para realização de processos extremamente simples.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Eles dão oportunidade para quem não tem experiencia nenhuma na área, ensinando e dando treinamento para o novo colaborador, para que ele possa ingressar na área. Contras: A estrutura para a construção de sua carreira e confusa e não e objetiva e clara, assim o analista pode ficar mais de anos sem receber um aumento salarial pela empresa ou subir de nível junior para superiores.   "},{"user":"Analista de Negócios","avaliation":"Prós: Ambiente dinâmico, horários de trabalho flexível, empresa sempre procurando novas tecnologias e novas parcerias, possui bons desafios, e possui oportunidades de crescimento. Contras: Os benefícios não são muito bons, o campo de atuação da empresa e difícil de ser visualizado pelos funcionários, falta organização estratégia.   "},{"user":"Analista de Suporte","avaliation":"Prós: Empresa multinacional e reconhecimento internacional. . Contras: Por ser uma enorme empresa toda a gestão em funcionários terceirizados é inexistente. .   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa grande, possibilidade de crescimento. Possui diversos processos seletivos e oferece treinamentos constantes. Atende muitas impresas internacionais Contras: Muita burocracia, não tem visão para o mercado. Trata analistas como atendentes de call center. Querem controlar a sua produtividade o tempo todo como indicadores malucos.   "},{"user":"Atendente Técnico","avaliation":"Prós: A empresa possui um plano de reconhecimento de talentos excelente que distribui casas, carros, motos e premiação em dinheiro ao final de cada ano para os melhores funcionários. Contras: A empresa não é considerada uma empresa cidadã, então a licença maternidade não é de 6 meses, a Algar Tech possui licença maternidade de 5 meses.   "},{"user":"Atendente de Relacionamento Júnior","avaliation":"Prós: Ambiente arborizado, liderança parceira no desenvolvimento, flexibilidade nos horários, diversidade de pessoas - respeito as diferenças de cada um. Contras: Pausas muito curtas, muita cobrança de entrega de resultado, movimentação de carreira muito demorada, restaurante dentro da empresa é caro e salário não compatível.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Os benefícios e oportunidades de crescimento, os cursos oferecidos, o resort da empresa em Goiás, incentivo a estudar para sempre poder concorrer as vagas internas Contras: Contato com RH e outros departamentos, para resolver os problemas ou solicitar algum beneficio ou mudança ( alteração ) de valores ou de plano Conselhos para presidência: Algar Tech pode se associar ao SESC para podermos utilizar os Sesc em São Paulo ( Capital )   "}]