[{"user":"Técnico de Suporte Júnior","avaliation":"Prós: O banco de vagas interno, que possuí vagas atualizadas diariamente, e também enviadas semanalmente para o e-mail cadastrado, mostrando um comprometimento com o crescimento do profissional. Contras: O banco de vagas interno e o convênio médico só podem ser adquiridos após 3 meses de contrato. Isso gera um pouco de dificuldade na busca de um bem estar físico, e impossibilita a visualização das oportunidades de crescimento na empresa.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Pagamento em dia, e bons benefícios, trabalhar interno é muito bom pois os benefícios são melhores ainda Contras: Sou externa fico em cliente prestando serviços, por isso acho a comunicação muito falha por parte do TH.   "},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui bons clientes, sendo muitos deles empresas multinacionais, o que auxilia no convívio interpessoal e no aprendizado de novos idiomas, além de ser uma empresa que cumpre com suas obrigações corretamente e possui bons benefícios. Contras: Infelizmente não possui um plano de carreira ou de aprimoramento de seus funcionários (pelo menos não tive conhecimento) e aparentemente não abre oportunidades para outras áreas, nem encoraja seus funcionários de forma positiva a buscarem crescimento de carreira. Conselhos para presidência: Seria interessante se houvesse uma visão diferente de seus funcionários, não como um número apenas, mas como potencial agregador de valor à empresa, procure investir melhor neles.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Gente servindo gente de fato. Valores vividos no dia dia. Diretoria humilde e com conhecimento... diferente dos executivos com cargo de coordenadores. Contras: Paternalismo Muitos executivos júniores e predileção a uberlandenses sem visão de mercados e conhecimento sistêmico. Falta de conhecimento em práticas e políticas de mercado. Conselhos para presidência: Mais profissionalismo, menos paternalismo   "},{"user":"Analista de Suporte Vip","avaliation":"Prós: não consigo ver nada de positivo, funcionários ganham mal e trabalham muito. horas extras não são marcadas no cartão de ponto, tudo por fora. Contras: exige muito dos funcionários, sempre o cliente tem razão e nossa empresa não protege ou cuida de nós. não existe aumento de salário por méritos. se vc é bom irá morrer no mesmo cargo só para não te perder. pensamentos antigos. vale alimentação super baixo e ainda desconta em folha. coordenadores não tem nenhuma autonomia e muito menos conhecimentos Conselhos para presidência: ao meu ver, tem que ter um plano de carreiro, crescimento profissional, conheço pessoas a mais de 5 anos fazendo a mesmo coisa é não aumenta nenhum centavo dizendo sempre que o contrato não tem margem para isso. investir em qualificação e dar mais carinho e cuidado ao funcionário e não ver como apenas números   "},{"user":"Atendente de Call Center - Ex-funcionário, saiu em 2017","avaliation":"Prós: O ambiente de trabalho é excelente, há fretado, pagamento de vale alimentação ou refeição. Oferece cursos online pela empresa para aprimoramento profissional. Contras: O plano de carreira não é tão aplicado como informado na política da empresa, poucas oportunidades de crescimento foram ofertadas. Fretado com muito tempo de viagem (2 horas de percurso), programa de incentivo \"Top Performance\" com metas abusivas (95% de qualidade era considerado baixa performance).   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: É uma empresa boa: paga direitinho, tem uma boa estrutura de RH, possui uma boa ouvidoria, possui um local de trabalho adequado. Gostei muito de trabalhar lá. Contras: A empresa não possui critérios rigorosos na hora da contratação, ou seja, qualquer um, ainda que não possua o perfil adequado e não possua experiência, pode ser contratado. Conselhos para presidência: Valorizar os funcionários.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Existe uma possibilidade de conversa e abertura para conversa com os lideres e coordenadores, um relacionamento quando trabalhando num mesmo ambiente pode ser muito produtivo. Contras: Faixa salarial muito baixa de metodologia de service desk engessada em atuação com procedimentos, não visando a evolução do funcionário de maneira com que ele atue somente em cima de procedimentos e atendimentos moldados em scripts.   "},{"user":"Assistente de Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: O ambiente, contato com a natureza, possibilidade de adquirir conhecimentos profissionais voltados para uma grande empresa, contato com profissionais capacitados. Contras: Sistema de Top performance, desvalorização do profissional por motivos triviais, falta de investimento em educação profissional, alta rotatividade de funcionários. Conselhos para presidência: Investir no profissional, abrir as portas para quem já está dentro.   "},{"user":"Analista Pleno SAP","avaliation":"Prós: Empresa grande com um grande leque de opções de carreira, muitas filiais espalhadas pelo brasil, paga em dia e funciona com uma universidade onde você entra aprende bastante e sai para o mercado para ganhar dinheiro. Contras: Empresa tem tudo para deslanchar mas fica presa e estagnada em processos burocráticos, muito cacique para pouco índio, na minha de TI funciona como corpo de bombeiros sempre trabalhando para apagar fogo, não tem planejamento, perde muitos clientes por falta coisas simples, paga relativamente mal, tem ambiente de trabalho muito ruim com funcionários sempre reclamando e desmotivados. Conselhos para presidência: Desburocratizar os processos internos, manter seus funcionários motivados mesmo em momentos de crise pois acredito que funcionário motivado produz mais e para motivar nem sempre e dinheiro e sim pequenas atitudes.   "}]