[{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Proximidade com metrô, fornecem pães no café da manhã, pagam na data correta, fornecem os benefícios padrões do mercado, tem alguns cursos em EAD interessantes. Contras: Começaram a pagar abaixo do piso de categoria determinado pelo sindicato, mesmo questionando o RH não fazem a devida correção, ninguém toma providencias para resolver isso internamente, somente recorrendo a justiça do trabalho. Conselhos para presidência: Regularizem os salários, estão violando a CCT.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa grande, Politica organizada. . Contras: Falta plano de carreira, avaliação de performance, salário baixo, vale refeição baixíssimo pois não se ajusta com a localidade de trabalho o que deixa a desejar muito. Conselhos para presidência: Como há vários clientes e diversas pessoas trabalham alocadas no cliente o VR deve ser avaliado em relação a região do cliente.   "},{"user":"Analista de Monitoramento","avaliation":"Prós: Empresa de grande porte, multi nacional, que tem cultura de antigamente dar valor as pessoas/funcionários. Trabalha em diversas áreas de negócio, como: Agronegócio, aviação, tech entre outras. Contras: Algar Tech em Brasília tem uma péssima gestão. Pedem pra você se certificar prometendo cargos e tudo mais. Depois te mandam pra função que falaram, porém você continua recebendo o mesmo do cargo anterior. Fala com eles, e eles informam que não será nada alterado, se tiver insatisfeito, volte de onde veio. Conselhos para presidência: Fiscalizem seus gestores, pois tem muito desvio de função.   "},{"user":"Técnico de Suporte","avaliation":"Prós: Pagamento em dia............................................................................................................................ Contras: Salário baixo. Sem plano de carreira...   "},{"user":"Analista Funcional SAP Júnior","avaliation":"Prós: Conhecimento na área SAP ................................................................................................................... Contras: Salário abaixo do mercado Conselhos para presidência: Salário deve ser igual ao do mercado   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente, infra (em partes), pessoas do grupo (outros funcionários), café da manhã (pão com manteiga e maquina de café). pontualidade com salários. Contras: Organização muito bagunçada, péssimo (péssimo mesmo), remuneração abaixo da média, benefícios de \"vale coxinha\", sem nenhuma valorização profissional, burocrática.   "},{"user":"Assistente Técnico","avaliation":"Prós: Nao tem pontos positivos.Enquanto estive la so frustacao e aborrecimentos Contras: Fui desrespeitado a comecar na entrevista.Me contrataram para asistente com atividade de a alista pir um salario miseravel com muitas tarefas.Nao me ofereseram treinamento adequado passei por inumeros constrangimentos e humilhacao. Sendo que nunca me pagaram alimentacao ou passagem.Empresa horrivel nao recomendo a ninguem pedi conta no quinto dia. Conselhos para presidência: Saber tratar com humanidade as pessoas   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa oferece muitos benefícios, reconhece os funcionários, tem muitos projetos, é grande, tem campanhas legais, tem um lema interessante. Contras: Horário de trabalho puxado, sábados e domingos, e também feriados. Cobram muito dos funcionários, com relação a metas e objetivos a serem alcançados Conselhos para presidência: Melhoras os dias de trabalho e horários   "},{"user":"Assistente Administrativo","avaliation":"Prós: Pela crise que estamos enfrentando hoje no pais os Benefícios, Salários, e novas perspectivas são aceitáveis. Muita coisa mudou para melhor. Contras: A comunicação, como sou uma prestadora de serviço e fico longe da base, não tenho uma interação com o RH, campanhas e ETC. Fico sem ter com quem falar.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa com excelente infraestrutura (refeitórios, ambiente de trabalho moderno e confortável) que colabora com a qualidade de vida. Excelente suporte aos funcionários de outras áreas Contras: Alguns gestores são completamente incompetentes. Dependendo da sua área de atuação, a pressão por resultados é muito grande. Falta de investimento em contratação de novos funcionários.   "}]