[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Empresa grande, mas que aplica o conceito de empresa rede onde as hierarquias são respeitadas porém todos contribuem com as melhorias e a comunicação é bem efetiva. Contras: Como já entrei em um cargo mais alto, gostaria de saber os critérios para alçar vôos mais altos na empresa, porém isso nunca foi deixado claro.   "},{"user":"Teleatendente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Foi um local legal de trabalhar, haviam pessoas interessantes no comando. O local era limpo e o salário chegava no dia certo. Era bom por lá. Contras: A empresa não te escuta, você é apenas um número e se tentar falar com um gerente, ele te ridiculariza para os outros atendentes em conversas privadas.   "},{"user":"Desenvolvedor Sênior","avaliation":"Prós: Boa estrutura com otimas salas de reunião Possui localização em um dos bairro mais nobres de belo horizonte, e perto do BH shopping, possui Boa localização. Contras: Salario a baixo do mercado Pouco beneficios, sendo que o plano de saude possui grande desconto. Gerencia sem sinergia com a equipe. Muitos projetos legados Sem inovaçãp   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Multinacional com diversas oportunidades e com muitos projetos focados na qualidade de vida e no meio social. Ambiente agradável e respeitoso. Com uma faixa salarial/benefícios que considero acima da média. Contras: Diversos processos no setor de \"Outsourcing de TI\" falham em otimizar Talentos para o avanço na qualidade do ambiente de trabalho, minha experiência como Analista de suporte, quase sempre, sendo mais um número, é frustrante. Reuniões que poderiam ser um e-mail e emails que dariam um boa reunião. Mas você é um mero número. É triste ver pessoas com ótimas capacidades loucos para serem demitidos. Ótimas ideias sem qualquer apoio. A Gestão de equipes de TI - Suporte ao usuário Final -, é incrivelmente decepcionante. Conselhos para presidência: Caros. É preciso encontrar meios de harmonizar e sincronizar os objetivos e ideais com todos que compõem a Empresa. Muitos Talentos - como são chamados na Algar-, são perdidos, não são ouvidos, métricas são usadas fora de contexto e aplicadas sem critérios meticulosos (mesmo conhecendo diversas falhas), pesquisas são maquiadas, tudo isso gera distanciamento dos colaborares para o real engajamento no crescimento de todos.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Algar Tech é uma empresa que possui grandes empresas como cliente, o que possibilita uma exposição a estes. A alocação dentro destes clientes possibilita aquisição de experiências que são fornecidas por convivência com o próprio cliente. Contras: A empresa é completamente desorganizada e desestruturada o que chega a ser assustador. A Algar visa o lucro acima de tudo. Os funcionários são tratados como números e nada mais que isso. O recurso é abandonado no cliente e não tem o menor suporte da empresa. Não há plano de carreira e tão pouco se importam em capacitar os recursos ou fazer com que eles se sintam satisfeitos para continuar. A gerência não tem o mínimo preparo para lidar com pessoas, o que por sinal raramente ocorre já que não se tem contato com ninguém mais que o supervisor direto. Em resumo a empresa é fornecedora de mão de obra barata e não tem visão ou ideais de se expandir em outras áreas que não sejam de suporte e serviços simples. Conselhos para presidência: A Algar deveria investir mais em desenvolver seus talentos e tentar oferecer serviços de especialistas. Ser uma empresa a qual há prazer em trabalhar para que não se queira sair.   "},{"user":"Atendente Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: A política de incentivos é ótima ao permitir o desenvolvimento da carreira dentro da empresa. Os supervisores são atenciosos e dedicados no seu trabalho, atendendo e ouvindo seus subordinados. Contras: Os benefícios são truncados e não permitem uma boa progressão, não incentivado os funcionários a alcança-lós. Os equipamentos necessitavam de manutenção o mais rápido que o comum, dificultando o trabalho.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: O melhor são as pessoas e as oportunidades e benefícios que a empresa depositam no colaborador. São bons desenvolvedores de talentos e aposta nisso. Contras: Muitas pessoas e pouco foco nos funcionários, poderiam desenvolver mais o colaborador dando mais oportunidade há quem realmente precisa, perdem muitos talentos por besteira.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Boa empresa, paga em dia, oferece ótimos benefícios, caso acabe um projeto, ela ainda oferece uma opção para que você \"migre\" de um projeto para outro a fim de não perder um \"bom funcionário\". Contras: \"Plano de carreira não é muito priorizado para estados onde não tem filiais\" Acho que se existissem mais filiais, seria um pouco menos difícil, conseguir subir de cargo nela.   "},{"user":"Analista de Testes Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa oferece bom benefícios, desenvolve o profissional com cursos e possui uma boa estrutura de trabalho. A cultura organizacional da empresa também agrada. Contras: Falta de um plano de carreira e oportunidades bem definidos. A faixa salarial também é um pouco baixa comparada com outras empresas equivalentes.   "},{"user":"Funcionário","avaliation":"Prós: Paga em dia, localização Mediana, benefícios razoáveis, grandes departamentos Contras: Sem chance de crescimento, desorganizada, meritocracia não existe, oportunidade apenas Para indicações ou funcionários da sede uberlandia, assédio moral e falta de respeito ao associado Conselhos para presidência: Olhar Para todas unidades como iguais, não apenas tratar funcionários como números   "}]