[{"user":"Analista de Redes Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: - O ambiente de trabalho que eu ficava localizado era bem descontraído. - Eu ficava alocado em clientes, por tanto não tinha uma convivência dentro da empresa, e fica difícil de encontrar pontos positivos. Pois sempre que eu precisava de algo era difícil de conseguir. Contras: - Melhorar o setor de RH. - Melhorar a politica de reembolso. - Melhorar a comunicação interna. -Melhorar as fontes de informações para os funcionários. - Melhorar a PLR. Conselhos para presidência: Deveria zelar melhor pelos funcionários e oferecer um suporte melhor para os funcionários que ficam alocados em clientes da empresa.   "},{"user":"Analista de Suporte Linux Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Mesmo diante de clientes que não pagam a empresa ao final, ela nunca atrasou um dia salário nosso. A empresa, dependendo do contrato permite um fácil acesso aos superiores. Contras: A empresa não oferece um plano de carreira, plano de estudos, não promovo eventos para melhor o bem estar dos seus colaboradores. Alguns superiores são bem autoritários.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Durante o percurso que estive nesse local, nao vi nada de muito positivo não, apenas alguns funcionários que são bons de se trabalhar e uma equipe boa, mas a empresa em sí, sem mais... Contras: Ofertam uma carreira pra você a qual você acha que vai poder seguir aquilo, e vai aprender, porém na prática nao é nada daquilo que o RH te oferece.   "},{"user":"Assistente de Suporte Técnico","avaliation":"Prós: Experiência no Trabalho: Obtive muita experiência na área de Informática sendo um ponto positivo. Equipe: No ambiente de trabalho a equipe demonstra maturidade. Contras: Responsabilidade e baixo salario Contras:Na empresa o Assistente de Suporte realiza atividades de competência de Analista cuidando de tarefas extremamente importantes. Treinamento: Não tem treinamento, assim tendo muitas reclamações, lentidões no atendimento etc. Gerencia: O Gerenciamento de Equipe na empresa demonstra muita Inexperiência pois todos os Assistentes realizam diversas atividades de projetos diferentes tendo trabalho demais para efetuar e desordem. Conselhos para presidência: Gerenciamento de Equipe.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Grupo sólido, pagamentos em dia, canais de comunicação recursos humanos são muito bons. Eu trabalho remoto projeto outsourcing e quando preciso de suporte RH eu tenho sem problemas. Contras: Plano de carreira. Estou em um projeto do Estado SP é o mesmo é engessado pelo governo do estado. É a empresa não melhora os benefícios e PLR Estou a 3 anos e o máximo que tive de PLR foi 200,00 Conselhos para presidência: Deixar mais claras as métricas de avaliação da PLR pois fazem 3 anos que a supervisão do projeto informa que não atingimos 100% E não se faz nada para tentarmos o 100% Sugiro que melhore isso é aponte claramente onde estamos deixando de cumprir para melhoria constante.   "},{"user":"Desenvolvedor","avaliation":"Prós: empresa com grande oportunidade de aprendizado e desafios muitas pessoas legais e ambientes bastante descontraído Contras: o mais importante é o salário que não condiz muito bem como é cada coisa atividades realizadas alguns gestores não se preocupam com a questão pessoal pouca valorização e não há políticas para retenção de talentos   "},{"user":"Supervisor Operacional","avaliation":"Prós: Atua de maneira inovadora no mercado, tem plano de carreira, flexibilidade de horários, ótimos benefícios, investe na capacitação do associado através da Universidade de Negócios. Contras: Atualmente não enxergo oportunidades na empresa, visto que sempre oferece espaço para que o funcionário aplique seu ponto de vista de maneira clara. Conselhos para presidência: Ter sempre momentos para ouvir os funcionários, nesses encontros sempre encontramos boas soluções.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Responsabilidade e atenção aos seus colaboradores; empresa de grande porte com muitos clientes importantes; boa cooperação e comunicação entres os colegas mesmo em estados diferentes Contras: Muito difícil o recebimento de promoção principalmente dos que estão alocados no cliente e são um pouco esquecidos pela empresa; falta de incentivo para certificações   "},{"user":"Desenvolvedor Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho descontraído, contato direto com a gestão, boa estrutura da empresa, equipe unida, pode usar bermuda, empresa abre portas. Contras: Muita burocracia para resolver problemas, salários abaixo da média, sem perspectivas de crescimento na empresa, sistema de gestão interno falho, quase ou nenhuma confraternização. Conselhos para presidência: Melhorem a comunicação e gestão interna.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Em 6 meses de empresa infelizmente não consegui identificar pontos positivos. Precisam melhorar muitos pontos para que algo positivo se destaque. Contras: Projeto FieldService em São Paulo com uma operação extremamente desorganizada, comunicação péssima, valorização do funcionário minima sem qualidade de trabalho além de gestores perdidos que só sabem cobrar e não dão suporte necessário para execução das atividades.   "}]