[{"user":"Líder de Projetos JUnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Plano de carreira bem definidos em Y, benefícios, ambiente de trabalho, infraestrutura, processos bem estruturados, valorização dos talentos internos. É uma ótima empresa. Gostaria de voltar a trabalhar lá. Contras: Apesar dos benefícios serem bons, dependendo do CNPJ que o associado está o benefício é o mesmo de Operações de Call Center. O Plano de Saúdo é muito bom, mas poderia ter outra opção de escolha. Mas este último já é um problema na cidade e não da empresa propriamente dita. Conselhos para presidência: Mantenham sempre a essência da empresa-rede. Isso é o que me leva a querer voltar para o Grupo Algar   "},{"user":"Analista de Help Desk - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa inovadora e que valoriza o associado e possui vários valores e uma cultura de respeito como a preservação do Meio ambiente. Possui lanche, massagem e alguns outros serviços para associados. Contras: A empresa em si paga muito menos que as outras do grupo Algar, para você conquistar um cargo além de atendente, é necessário puxar muito saco ou possuir um bom Q.I. Por este motivo a empresa possui poucos profissionais capazes de diferenciar qualidades e aproveitar novos talentos. Conselhos para presidência: Passar a perceber profissionais que querem evoluir, se esforçam estudam e querem algo a mais. Outra coisa e extinguir a cultura do Q.I, pois é algo que espanta os novos associados e aumenta a rotatividade da empresa que é muito grande.   "},{"user":"Analista de Testes - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nos últimos dois anos não tem muito o que pontuar. A impressão é que a empresa parou no tempo enquanto o mercado evoluiu. Não existe abertura para implementação de nova tecnologias. Contras: Os processos internos são muito morosos. para resolver um problema simples, exige muito esforço, paciência e muitos e-mails, ligações... A meritocracia é privilégio para alguns, e os critérios de avaliação são subjetivos (embora haja a tentativa de fazê-los parecer objetivos). É um ambiente hostil quando falamos de diversidade. Fobias e machismo disfarçados de \"brincadeiras\" são comuns em todas as esferas. A inovação é incentivada, mas nunca é bem vinda quando proposta (é caro, não temos tempo, etc.) Existem mais \"chefes\" do que especialistas, talvez por isso as decisões são em grande parte equivocadas, pois aspectos técnicos são sistematicamente ignorados. A visão a longo prazo até existem, mas as ações da empresa são claramente incompatíveis, geralmente tomadas para \"solucionar\" algum problema à curtíssimo prazo, e criar milhares de novos outros a médio-longo prazo. Conselhos para presidência: - Preocupar-se com questões de igualdade e diversidade, coibindo atitudes de discriminação e assédio moral; - Preocupar-se mais com o mercado e evolução tecnológica; - Ouvir mais os especialistas e menos os gestores, para tomar decisões mais assertivas; - Investir os recursos disponíveis de maneira mais inteligente; - Ser mais humana, tratando as pessoas como pessoas e não como números e custo.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Empresa paga justo Paga em dia não atrasa benefícios né, salário possui PLR com recebimento proporcional de benefícios o acesso da empresa é fácil . Contras: Não reconhece seus profissionais internos sua chance de crescer dentro da empresa é muito difícil não possui incentivo qualificações e não incentiva a tirar certificações e treinamentos   "},{"user":"Analista Financeiro","avaliation":"Prós: Valoriza talentos, capacita, investe em crescimento, está se internacionalizando, condições ótimas de trabalho e ótimo espaço de convivência Contras: NaValoriza talentos, capacita, investe em crescimento, está se internacionalizando, condições ótimas de trabalho e ótimo espaço de convivência   "},{"user":"Analista de Relacionamento Bilíngue","avaliation":"Prós: Salários em dia. Boa estrutura física. Procuram respeitar as regras da legislação trabalhista. Possui banco e lanchonete em sua estrutura... Contras: Convenio não é bom. muita burocracia interna e poucas oportunidades de crescimento. Falta melhorar os critérios de seleção, contratam pessoas de má índole. PPR muito baixo. Lanchonete com preços abusivos. Conselhos para presidência: Aumentar o vale alimentação que é muito baixo atualmente melhoraria a motivação dos funcionários.   "},{"user":"Operador de Call Center - Ex-funcionário, saiu em 2015","avaliation":"Prós: O salario cai em conta em dia, e existe muitas atividades e descontracoes dentro da empresa... Contras: Metas absurdamente fora da realidade. Gestores (de supervisores a diretores) mau preparados e grossos. Falsos processos seletivos onde somente aquele que tem alguem no staff vai ficar com a vaga. Conselhos para presidência: Acompanhar mais de perto as ações dos gerentes e supervisores que acabam com a empresa que tinha tudo pra ser o melhor lugar para trabalhar.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Tenho bom contato com meus superiores imediatos e colegas de equipe podemos fazer um bom networking, tem bons clientes e mais nada de muito interessante Contras: Quase tudo está abaixo do nível básico para ser uma empresa atraente à um funcionário, desde benefícios ruins até um plano de carreira péssimo. Conselhos para presidência: Valorizar mais os funcionários, apresentar um plano de carreira digno, oferecer um salário compatível com as habilidades.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa apresenta muita flexibilidade em vários aspectos. Excelente localização e ambiente contribui muito para uma boa qualidade. Estacionamento. Contras: Houve diminuição no PPR (PLR) e hoje quase não se tem o benefício, sempre com objetivos vinculados à metas financeiras. Plano de Saúde antes tinha uma cobertura ampla e hoje está defasado.   "},{"user":"Atendente de Call Center","avaliation":"Prós: Uma empresa inovadora e que valoriza o associado e possui vários valores e uma cultura de respeito como a preservação do Meio ambiente entre v´´arias outras questões. Contras: Os salários são muito menores dos que são oferecidos por outras empresas do próprio grupo, esta e uma desvantagem no sentido de que se poderia estar ganhando bem mais pelo mesmo cargo.   "}]