[{"user":"Analista Financeiro","avaliation":"Prós: Clima organizacional diferenciado, proposta jovem, ambientação que proporciona criatividade, facilidade de lidar com alta Gestao, treinamentos constantes Contras: Remuneração abaixo do mercado, benefícios que não condizem com a realidade do trabalhador, plano de carreira falho e moroso, falta de esforço para manter o trabalhador na empresa Conselhos para presidência: Revisão da matriz de salários e benefícios   "},{"user":"Vendedor Interno de Call Center - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa maravilhosa na área de tecnologia. Propõem oportunidades de crescimento, plano de carreira , estabilidade financeira. Porém o projeto em que estava não ajuda muito no quesito desempenho. Contras: O projeto que estava não é o que propõem. Difícil vender e sem mérito e reconhecimento. O supervisor no caso do projeto que estava, não auxiliar o quanto necessita além de ficar gritando no meio da operação. O produto já não vende fácil e sem contar com os gritos do supervisor   "},{"user":"Programador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa grande, oferece todos os benefícios condizente ao tamanho da empresa. Muito útil para adquirir experiência, pessoas dispostas a ajudarem a adquirir a bagagem necessária. Contras: Falta de organização e gestão entre os responsáveis dos colaboradores. Muita burocracia que acabam se perdendo em meio a ela e falta de valorização de colaboradores. Conselhos para presidência: Adquirir visão de futuro e perceber que a empresa pode crescer muito mais se melhorarem a mentalidade e terem a humildade de reconhecerem o cenário atual da empresa.   "},{"user":" - Ex-funcionário, saiu em 2013","avaliation":"Prós: Equipe de trabalho muito boa, ITIL seguida a Risca, qualidade e processos bem definidos, festas mensais de comemoração aos aniversariantes, benefícios condizentes com o mercado. Contras: Salário não são atrativos, praticamente para passar em qualquer processo interno exigências grandes, diversas certificações entrem outros e um salario não tão bom quando comparado com o mercado da região.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Empresa rede, ambiente amistoso, gestão compartilhada, oportunidades de crescimento, treinamentos internos eficientes, mobilidade entre áreas. Contras: Empresa possui características de gestão familiar, apesar de ter se desenvolvido e crescido exponencialmente. Falta senso de urgência para atender ás expectativas dos clientes   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento dentro do prazo estipulado. Localização central e de fácil acesso. Psicologa do processo seletivo excelente. Equipe de trabalho abaixo da gestão é receptiva e agradável. Contras: Péssima gestão, despreparo dos funcionários em lidar com os colaboradores e reconhecê-los como seres humanos. Empresa preza por \"favoritismo\", impedindo que demais funcionários façam processos seletivos.   "},{"user":"Analista de Service Desk","avaliation":"Prós: Nessa empresa é possível desenvolver habilidades técnicas na prática, ampliar a visão e o conhecimento do mundo de TI e aprimorar o comportamento profissional. Contras: Embora seja uma grande empresa, as oportunidades de crescimento dentro da companhia não são tão boas e seus colaboradores não são devidamente reconhecidos.   "},{"user":"Recepcionista","avaliation":"Prós: Minha chefe é muito boa, paga as contas em dia é apenas ela aqui, empresa de pequeno porte, só uma funcionaria que sou eu, não tenho o que reclamar Contras: Ela não entende nada de serviços contábeis, e a contabilidade é um pouco enrolada, esquecem de mandar as informações corretas ou na sei se sabem Conselhos para presidência: Precisa de conhecimento contabel   "},{"user":"Desenvolvedor Sênior","avaliation":"Prós: Pontos positivos: O Pessoal, a cultura da empresa, o ambiente, inovação, localização, oportunidade de trabalhar com tecnologias novas, entre outros.. Contras: Acredito que depende muito do local em que se trabalha, mas eu poderia dizer que alguns processos são um pouco burocráticos demais na empresa.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho saudável, equipes que se ajudam e apoiam uns aos outros. Apoio da gestão para resolução de problemas, apoio da gestão para desenvolvimento e mentoria. Bom pacote de benefícios. Contras: Dificuldade de desenvolvimento interno, seguir a culta organizacional do cliente (dependendo a função ocupada), salários baixos, por se tratar de uma empresa cuja as principais atividades são localizadas em SP e MG, eu que trabalhava no RJ (assim como outro da equipe) encontrei dificuldade de Feedback desses setores localizados em outros Estados. Conselhos para presidência: Orientar melhor a equipe executiva, para que quem está na parte inferior da pirâmide consiga visualizar a cultura como horizontal, pois na teoria a organização é gerida de forma horizontal, mas no dia a dia para quem está na ponta não é essa a realidade.   "}]