[{"user":"DiretorEx-funcionário, saiu em 2014","avaliation":"Prós: Novos projetos, dinâmica entre equipes, foco na execução, ambiente de trabalho organizado, senso ético, visão global de atendimento ao cliente\n\nContras: Número excessivo de iniciativas pouco conectadas entre si, grandes limitações de ação para tomada de decisão gerencial, extremamente burocrática\n\nConselhos para presidência: procurar se relacionar com os colegas e compartilhar vitórias e insucessos e oportunidades de melhoria\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Uma empresa ótima para se trabalhar, com grande crescimento... tendo culturas, responsabilidades sociais e uma qualidade organizacional muito boa.\n\nContras: No meu ponto de vista não tem pontos negativos, pois é uma empresa ótima para se trabalhar, e com possivel crescimento, basta o seu querer...\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Qualidade de vida em razão da flexibilidade oferecida aos funcionários. A cultura da empresa, que gera inclusão no ambiente de trabalho. Há grupos que desenvolvem essa cultura legal.\n\nContras: Não há alinhamento claro sobre crescimento dentro da empresa e não metas ára isso em algumas áreas. Precisaria de um plano de carreira mais claro para todos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa fornece uma ampla gama de benefícios, juntamente com um bom salário em comparação ao restante do mercado, também possui uma filosofia bem inclusival\n\nContras: Dentro de uma mesma empresa a impressão que fica é a existência de diversas empresas, em que algumas areas sofrem mais que outras, com uma pressão surreal caindo sobre vendas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Software Engineer","avaliation":"Prós: Pessoas bem receptivas, todas opiniões contam, ajuda para seu desenvolvimento, investe no seu desenvolvimento, remuneração adequada, ambiente leve.\n\nContras: Como é uma empresa grande, tem processos muito amarrados e verbosos, utiliza tecnologias antigas no geral, cultura dificil de se adaptar com novas metodologias\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de Atendimento Sênior","avaliation":"Prós: Estimula o crescimento pessoal de carreira e criatividade é aberta a novas idéias, paga todos os benefícios em dia. É ética e transparente no relacionamento com seus funcionários e parceiros comerciais. Ambiente agradável de trabalho. Da oportunidade aos jovens no inicio de carreira.\n\nContras: Cobrança de metas em excesso, carga de trabalho excessiva não conseguimos dar conta de todas as atividades solicitadas. Tem grande complexidade de sistemas que não se conectam. Diferenciação entre setores desequilíbrio, entre cargos e salários alguns times recebem remuneração acimada da média de mercado e outros ganham muito pouco. Existe um descriminação em considerar algumas atividades mais ou menos importantes.\n\nConselhos para presidência: Investimento um sistema único, para gerenciamento total da empresa.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Gerente de Suporte","avaliation":"Prós: Desenvolvimento de carreira, possibilidade de trabalho remoto quando necessário, benefícios, respeito à diversidade e preocupação com o bem estar dos funcionários.\n\nContras: A remuneração já foi um grande diferencial mas já não é mais. Antes era acima da média do mercado e hoje é igual ou menor. A localização da empresa também é um diferencial negativo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"EstágioEx-funcionário, saiu em 2013","avaliation":"Prós: Um bom ponto é que obtive muito aprendizado dentro da minha área/equipe, mesmo sendo estagiaria; a empresa fica localizada perto da minha residencia.\n\nContras: Um ponto negativo é que algumas vezes áreas/equipes não se conversam e não há esse estímulo. Uma mesma tarefa pode vir a ser desenvolvida em outra area de uma forma mais simples e você não fica sabendo.\n\nConselhos para presidência: Mais interação entre áreas/equipes\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa com bom ambiente, pessoas receptivas, oportunidades de crescimento dentro da empresa sempre há vagas para preenchimento interno, refeição no local, restaurante, biblioteca e área de lazer e sala de informática com impressora para uso livre dos funcionários, sala de break room com máquinas de café!\n\nContras: Remuneração baixa para estagiários em comparação as empresas da região, R$ 1.200,00 também não há benefícios somente o VT e a refeição! Deveriam pagar um pouco mais!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Inside Sales Representative IIEx-funcionário, saiu em 2012","avaliation":"Prós: Remuneração, treinamentos e ambiente. Meritocracia. Reconhecimento de mulheres em cargos altos. Grupos de apoio à homossexualidade, deficiências\n\nContras: Ambiente extremamente competitivo e de cobrança por metas. Metas irreais, muitas vezes sem condições de atingir. Falta de comunicação entre marketing e vendas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]