[{"user":"Estagiário","avaliation":"Prós: Flexibilidade de horários faz com Que as pessoas sintam se motivadas e foçadas nos resultados diretos ao invés de apenas cumprir ordens ou horas Contras: Carga horária muito alta, infelizmente o tempo estabelecido pela empresa de 10 acaba sendo muito longo apesar de que isto pode ser facilmente corrigido.   "},{"user":"Analista de Atendimento ao Cliente","avaliation":"Prós: Flexibilidade, autonomia e pacote de beneficíos. é uma excelente empresa para quem sabe se gerenciar sozinho e entregar resultados com qualidade e ética. Contras: Muitas mudanças em um curto espaço de tempo. Em algumas situações as alterações de estrategia demoram para serem cascateadas, quando notamos, já não estão atualizadas.   "},{"user":"Software Engineer","avaliation":"Prós: Ética, colegas com muita experiência, ambiente de trabalho, trabalho remoto, flexibilidade de horários e de roupas. Recursos da Microsoft entre outros. Contras: Não recebemos vale refeição. Somente há um refeitório com um cardápio muito repetitivo. Os computadores que trabalhamos as vezes não são suficientemente bons para o trabalho que realizamos, apesar de ser uma empresa que vende computadores   "},{"user":"ISR II","avaliation":"Prós: o salario na Dell é acima da média no mercado do trabalho, e a empresa valoriza a ética e o crescimento profissional de seus colaboradores.. Contras: Sistema de trabalho sempre com erros, o que impacta diretamente na produtividade, cobrança excessiva de alguns gerentes em relação as metricas da empresa. Conselhos para presidência: Olhar mais para as pessoas que trabalham na Dell Brasil e não somente para os numeros entregues   "},{"user":"Estagiário","avaliation":"Prós: Suporte em todos os sentidos, transporte fretado e bastante flexibilidade nos horários. Refeitório de qualidade satisfatória. Ótimo ambiente de trabalho. Contras: Eldorado do Sul fica um pouco distante, logo há uma perda de tempo em deslocamento. Nenhum outro ponto negativo a ser destacado a respeito da empresa.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente, salário, possibilidade de carreira promissora. Há transporte da empresa que deixa em casa, além de oferecer horários flexíveis pra quem está na faculdade. Contras: Não tenho pontos negativos., ...   "},{"user":"Estagiário","avaliation":"Prós: Política de portas abertas oportuniza o diálogo entre pessoas de diferentes níveis hierárquicos da empresa. Excelente estrutura que conta com atividades físicas e de lazer promovem o bem estar dos funcionários. Contras: Setores poderiam ter uma comunicação mais aberta e efetiva, de maneira que os funcionários saibam do funcionamento da empresa como um todo, bem como das vagas e posições ofertadas. Conselhos para presidência: Melhorar a comunicação interna   "},{"user":"Specialist","avaliation":"Prós: A empresa é dinâmica e pautada na cultura da meritocracia. . A carreira está completamente nas mãos do funcionário, porém os níveis gerenciais incentivam o desenvolvimento do colaborador. Todo dia é diferente. O ritmo do trabalho de fato é intenso e você deve estar pronto para isso. Contras: O pacote de benefícios não é muito competitivo, apresentando diferenças significativas entre os benefícios (plano de saúde e previdência privada, por exemplo), oferecidos para funcionários de diferentes níveis organizacionais. Conselhos para presidência: Melhorar significativamente o pacote de benefícios.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Colegas sempre empenhados em ajudar, benefícios fornecidos pela empresa são bons e as ferramentas auxiliam no trabalho do dia a dia. A aquisição de conhecimento se dá muito rápido. Contras: Salário é baixo se comparado aos outros setores da empresa. Carga de trabalho é ambiente são muito estressantes, ferramentas são boas mas apresentam problemas constantes. Os Gestores não sabem gerenciar as pessoas e estão preocupados apenas com os números que são entregues. Conselhos para presidência: Deveria olhar mais para os colaboradores e menos para os números, ainda mais se tratando do Brasil, que trabalha com um público com Cultura totalmente diferente dos outros países.   "},{"user":"Program Manager","avaliation":"Prós: Flexibilidade no horario de trabalho/ benefícios diferenciados do mercado de trabalho / treinamentos especificos sobre etica e conscientização, inclusão. Contras: Trabalho na empresa emc desde 2013, a mesma foi adquirida pela dell e isso atrapalhou o meu desenvolvimento bem como planos de desenvolvimento.   "}]