[{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente empresa para trabalhar, pessoas dispostas a ajudar, crescimento conjunto dos colaboradores com a empresa, bastante reconhecimento interno. Contras: Como estagiário, a efetivação na área do marketing é praticamente inexistente. Baixa rotatividade de posições, dificultam essa transição para uma posição efetiva.   "},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Salário atrativo,transporte confortável, ambientes de descanso. Logo qd entrei gostava muito,mas depois vc percebe que ñ tem chance de crescimento na empresa. Contras: Ñ tem plano de crescimento de funcionário, preferem contratar novos do que dar chance de crescimento a atuais funcionários. Treinam para vc \"tapar buraco\"mas ñ te dão chance de crescer. Conselhos para presidência: Dar oportunidades aos atuais funcionários. "},{"user":"Marketing Advisor","avaliation":"Prós: Cultura muito forte o que te faz sentir parte da empresa. O Rh faz um trabalho bom para motivar os funcionários e deixar claro porque fazemos o que fazemos. Contras: Benefícios não estão equiparados com o de mercado. Remuneração é um dos pontos importantes que a precisa alinhar bastante na hora de contratação.   "},{"user":"Estagiário","avaliation":"Prós: Clima agradável, empresa se preocupa bastante com o bem-estar dos funcionários. Efetivos podem trabalhar remotamente, mas estagiários precisam fazer as 6h diárias Contras: A alimentação é o refeitório no local, então só é possível comer aquela opção se não quiser pagar a mais pelo almoço, o que as vezes é repetitivo   "},{"user":"Advisor","avaliation":"Prós: Na Dell a cultura vencedora e meritrocracia são um dos pontos altos. Mas sem sombra de dúvidas, o benefício da flexibilidade (e.g. Working From Home) é o que faz dessa empresa um local excelente para se trabalhar. Contras: Um dos únicos pontos de melhoria para a Dell Brasil, seria investir na melhoria da qualidade da alimentação oferecida em seus refeitórios internos.   "},{"user":"QA Analyst","avaliation":"Prós: Cultura da emrpesa muito boa, meio desafiador e dinamico. A empresa auxilia no desenvolvimento do profissional quanto a treinamentos e cursos. Contras: Plano de carreira engessado, muitos profissionais passam mais de 5 anos até serem promovidos. Buracratica na efetivação de terceiros que performam melhor que muitos contratados. Obviamente isso varia dentro dos muitos segmentos da empresa. Conselhos para presidência: Melhorar o reconhecimento dos profissionais, tanto com aumentos/promoção e reconhecimentos.   "},{"user":"Consultor de Marketing","avaliation":"Prós: Flexibilidade Pontos Positivos, Boa Localização, Preço competitivo etc Pontos Negativos: Má organização, Funcionários desmotivados, ambiente sem claridade etc Contras: Promoção Pontos Positivos, Boa Localização, Preço competitivo etc Pontos Negativos: Má organização, Funcionários desmotivados, ambiente sem claridade etc nada   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável e equilibrado, possui bastante liberdade para desenvolver seu trabalho. Os superiores preocupam-se com o equilibrio do ambiente, e com a saúde dos funcionários. Contras: A localização é bastante ruim, longe da área urbana desenvolvida. O ambiente de trabalho possui bastante pressão, uma vez que são colocadas muitas metas. Além disso, a qualidade da comida oferecida não é muito boa.   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2013","avaliation":"Prós: Colegas motivadas, algumas colegas sempre me explica com paciencia. sempre procuro colegas para em ajudar que preciso. empresa é grande e oportunidade experiencia dos produtos. Contras: tinha limitado para conseguir aprender muitas coisas, poucas informações que posso trabalhar. alguma projeto não tem ágil. Não tem muita documentação do projeto   "},{"user":"Analista de Testes","avaliation":"Prós: Flexibilidade no horário de trabalho, poder trabalhar remoto, remuneração boa. Ótimo ambiente de trabalho, muito respeito e reconhecimento em todos os níveis. Contras: A localização da empresa sede ter se mudado do Tecnopuc para Eldorado do Sul, porém tornaram a jornada de trabalho mais flexível, sendo possível trabalhar de casa boa parte da semana.   "}]