[{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente limpo e organizado. Equipes que ajudam a conhecer a empresa e se adaptar a organização. Tem transporte fretado e bom refeitório. Contato com gerentes e reuniões informais ajudam a saber a historia/experiência de vida de outros funcionários. Contras: Alguns departamentos ficam próximos fisicamente, mas não se falam. Muitas vezes acabam elaborando a mesma ferramenta para gerenciar a mesma coisa e só depois percebem que houve trabalho a mais. Conselhos para presidência: Incluir um sistema para controlar a cadeia.   "},{"user":"Gerente de Serviços - Ex-funcionário, saiu em 2016","avaliation":"Prós: Muito bom trabalhar nesta empresa, apesar da alta pressão por resultados, com excelentes oportunidades internas e Liberdade para desenvolver o trabalho Contras: Equipes distantes, times disperses, chefias desconectadas da realidade dos produtos e serviços a serem entregues aos clientes, corporativismo acentuado.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de trabalho impressiona, tudo de ponta. Colegas legais, facilidade em falar com gestores. Eles têm transporte fretado, refeitório na empresa, contato com clientes do Brasil todo. Contras: : No setor de suporte técnico você se torna um trocador de peças, sem poder dar um atendimento de qualidade devido a demanda massante e pouca gente para suprir as escalas.   "},{"user":"Consultant","avaliation":"Prós: Remuneração em linha com o mercado, benefícios excelentes, autonomia e liberdade para trabalhar e propor melhorias, flexibilidade e balanço entre vida profissional e pessoal. Excelente empresa. Contras: Estrutura organizacional complexa, com diversas estruturas paralelas e globais, que não contribuem para um processo de decisão ágil, pois tem dificuldade de compreensão das realidades locais. Conselhos para presidência: Individualizar parte do bônus/Plr estimulando a cultura de meritocracia   "},{"user":"Software Developer Analyst - Ex-funcionário, saiu em 2013","avaliation":"Prós: Boa empresa para praticar o Inglês. Grande espaço para o funcionário com personalidade e querendo pode se tornar quase indispensável. Com a confiança dos gestores, livre caminho para o funcionário \"tomar a frente\" em projetos e decisões importantes, independente do nível do cargo. Pressão adequada e em períodos específicos. Ética americana e exemplar, muito a frente do que temos na quase totalidade de empresas do Brasil. Um ponto positivo mas que pode ser interpretado como negativo é que existem muitos funcionários que crescem por politicagem e ou por um bom trabalho em momentos chave. Esta politicagem pode servir como aprendizado. Carreira até certo ponto em Y nos primeiros níveis. Contras: Nunca conheci ninguém com mais de 20 anos de empresa, no máximo 15..17..e pessoas que foram crescendo exponencialmente na carreira. Layoffs de tempos em tempos. Muito insatisfeito pelas quase 9 horas de trabalho diárias. Para quem já trabalhou em empresa com jornada de 8 horas faz muita diferença a 1 hora a mais. Por isso work life balance duvidoso. Mesmo o funcionário se tornando quase indispensável o crescimento na carreira não acontece na mesma proporção. Inúmeros níveis de hierarquia, praticamente tu é só um número, um badge. É possível sim trabalhar em empresas gigantes com muito menos níveis hierárquicos. Em momentos de deploy, é necessário fazer plantões, alguns no meio da madrugada. Nos shifts, plantões, o desenvolvedor pode ficar responsável por deploy de um sistema em que não trabalha, ou seja deverá resolver bugs de projetos que você nunca viu na frente. Valorização desproporcional de apagadores de incêndio, funcionários que por serem antigos tem a capacidade de resolver problemas pontuais, importantes mas que no dia a dia não \"carregam mais o piano\". A minha ex-área não está mais no Tecnopuc e sim em Eldorado. Conselhos para presidência: Diminuir níveis hierárquicos, parar de contratar péssimos funcionários na Índia por que custam mais barato.   "},{"user":"Estagiário de Suporte - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho impressiona, tudo de ponta. Colegas legais, facilidade em falar com gestores. Eles têm transporte fretado, refeitório na empresa, contato com clientes do Brasil todo. Contras: No setor de suporte técnico você se torna um trocador de peças, sem poder dar um atendimento de qualidade devido a demanda massante e pouca gente para suprir as escalas. Vendem uma imagem na entrevista e chegando na hora você percebe que entrou pra um \"call center dessas operadoras de telefonia por aí\". Conselhos para presidência: Contratem mais pessoal e sejam mais claros nas entrevistas, informando exatamente a função.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Treinamentos, certificações, salário, benefícios, reconhecimento, bom ambiente de trabalho, diversidade, crescimento profissional, possibilidade de viagens. Contras: Nos últimos anos ocorre um grande decréscimo nos salários, cada vez mais profissionais são substituídos por outros que custam menos a empresa, impossibilidade de ficar parado em um setor por muito tempo.   "},{"user":"Analista Sênior","avaliation":"Prós: Os pontos positivos de se trabalhar na Dell são os aeguintes: trabalhar com diferentes culturas, a flexibilidade, a alta tecnologia e reputação da empresa Contras: Em determinados setores da empresa, vemos profissionais não capacitados ocupando cargos de liderança, e o mal trabalho desempenhado por essas pessoas desmotiva o time Conselhos para presidência: Continue ética e trabalhar para ter uma melhor calibragem entre os lideres realmente competentes   "},{"user":"Technical Support","avaliation":"Prós: Cultura, pessoas, flexibilidade, benefícios, desenvolvimento pessoal e profissional, plano de carreira Contras: Premiações indevidas para pessoas que não atingiram o mínimo para premiações Conselhos para presidência: Trabalho remoto   "},{"user":"Analista de Gerenciamento de Aplicações Sênior","avaliation":"Prós: Bom salário, ótimo plano de saúde. Oportunidade de trabalhar em grandes projetos e contato com outros culturas durante o trabalho. Várias oportunidades de treinamento, e oportunidade de exercitar o inglês no dia a dia. Contras: Gerentes que não se preocupam com a carreira dos funcionários. Poucas oportunidades de promoção. Empresa se mudou para outra cidade, e o transporte oferecido não tem horário flexível. Empresa com bastante propaganda sobre trabalho flexível, mas que não permite que os funcionários trabalhem de casa. Conselhos para presidência: Rever as avaliações dos gerentes, pois os gerentes com as piores avaliações são movidos para outros times, ao invés de serem demitidos. Incentivar a inovação dentro da empresa, ao invés de apenas fazer propaganda.   "}]