[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: As possibilidades de crescimento, aprendizado, não só como profissional como pessoa. Os programas de inclusão social, as pessoas de um modo geral querendo te ver bem. Contras: Os pontos a melhorar, são muitos mas em cada um deles a empresa se mostra aberta a sugestões. Mas seria importante maior divulgação sobre o mapa da empresa. O que cada setor é responsável por, o que as aplicações que serão desenvolvidas auxilia no conjunto. Conselhos para presidência: Sempre focar no indivíduo. As pessoas são o maior patrimônio da empresa e é bom saber como somos respeitados trabalhando aqui.   "},{"user":"Pós Venda","avaliation":"Prós: Respeito com as pessoas.Ambiente é maravilhoso. A política da empresa. Os valores. Tudo muito sólido. Os pilares bem definidos. Amo trabalhar na Dell Contras: Toda empresa tem oportunidades de melhoria. Eu nao saberia falar um ponto de melhoroa da Dell. A preocupação com o bem estar do funcionário começa no Onibus fretado e se espalha por tudo.   "},{"user":"Application Management Analyst - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa grande e bem estruturada, tem bons benefícios, horário flexível e da valor a Ética dos funcionários. Não tolera discriminações ou injustiças. Contras: Por ser uma empresa muito grande é difícil realizar alguma mudança na empresa, ou aplicar alguma ideia que teve para melhorar os processos do dia-a-dia.   "},{"user":"Estagiário","avaliation":"Prós: A Dell é uma empresa maravilhosa de se trabalhar. Ambiente descontraído, onde recebemos muitos estímulos diários para exercer nossas atividades com excelência e estamos constantemente recebendo feedbacks. Somos muito valorizados! Contras: Não consigo enxergar pontos negativos na empresa. Me sinto muito satisfeita diariamente e possuo ótima relação com meus colegas e superiores.   "},{"user":"Funcionário","avaliation":"Prós: Se aprende muito e é muito dinâmica. Sempre tem coisas novas pra se fazer e nunca se faz a mesma coisa. Ao mesmo tempo as viagens que se faz pela empresa são sensacionais. Contras: Muita política. Meritocracia é muito menos valorizada do que a política interna, principalmente falar o que a liderança quer ouvir. Enfim, é uma politocracia...   "},{"user":"Estagiário","avaliation":"Prós: A política de portas abertas é um diferencial tremendo. O estagiário tem toda liberdade para sugerir uma mudança de processo, por exemplo, para um diretor indo direto no cube dele. Estas interações são extremamente construtivas e auxiliam no desenvolvimento profissional. As oportunidades de promoção e a possibilidade de trabalhar em qualquer lugar do mundo ou até mesmo remoto animam quem tem alma nômade. Contras: A integração com a EMC trouxe algumas incertezas, o que é natural em qualquer aquisição deste porte. Acredito que alguns pontos referentes a este assunto deveriam estar melhor definidos ou, caso estejam, ser divulgados de forma mais ampla para os colaboradores.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Amizade entre os colegas de equipe que sempre que possivel se divertem e deixam o ambiente alegre e mais leve para se trabalhar , quando é possivel, claro Contras: Estava trabalhando em um noc que ficava no cetro da cidade porem por falta de competência de um dos gestores a Dell perdeu vários clientes sendo necessário fechar o NOC Conselhos para presidência: Melhore a escolha de seus gerentes e evite que ele continuem a agir de maneira errada e fora da ética da empresa.   "},{"user":"Funcionário","avaliation":"Prós: Cultur Contras: Mudança a todo tempo nunca para   "},{"user":"Funcionário","avaliation":"Prós: Empresa com um extenso portfólio de produtos e uma marca muito forte reconhecida mundialmente. Gestores de vendas são muito competentes e em alguns casos são muito engajados com seus funcionários e com projetos dos clientes. Contras: Bairrismo impacta negativamente a moral da empresa, há muita panela e preferência por funcionários que cumprem os objetivos pessoais dos gestores. Falta ACCOUNTABILITY e COMMITMENT com a estratégia global. Conselhos para presidência: Um ambiente menos hostil e sem grosserias. Não se pode confundir agressividade em vendas com falta de educação, desrespeito e destempero.   "},{"user":"Supervisor","avaliation":"Prós: Propósito sólido, empresa estruturada com políticas e processos definidos, ambiente de respeito e agradável, treinamentos frequentes, meritocracia Contras: Cobrança por resultados, mas faz parte do negócio. Qualquer ponto que não seja tão positivo faz parte do negócio é não necessariamente é um ponto negativo   "}]