[{"user":"Tax Intern","avaliation":"Prós: Excelente empresa para se trabalhar, preocupação com o funcionário e várias atividades para sair da rotina. Há oportunidade de desenvolver seu potencial e de networking. Contras: Salário não é tão alto para o nível de exigência e comprometimento dos funcionários. Fica em uma cidade afastada da capital e apesar de perto, as vezes fica-se ilhado.   "},{"user":"Enterprise Technical Support Analyst","avaliation":"Prós: Ótimas oportunidades de crescimento, salário está um pouco o acima do mercado de TI Contras: insegurança no trabalho, cobrança excessiva por certificação e métricas, plano de carreira de um certo momento poderia ser mais claro. Conselhos para presidência: Deixar esta cobrança excessiva por certificação, pois isto deixa os funcionários em uma pressão. fazer um plano de carreira claro para todos. e melhorar o PLR   "},{"user":"Account Manager","avaliation":"Prós: Chefia ok, dentro do possível os colaboradores buscam um ambiente saudável, transporte(rota), grupos de diversidade. plano de saúde, oportunidade de trabalhar com novas tecnologias. Contras: Várias fusões, processo de treinamento confuso, excesso de pressão, perda da cultura ano após ano, falta de definição dos objetivos da empresa para o Brasil. Melhorar programa de PLR. Conselhos para presidência: Melhorar a qualidade de vida, tens bom funcionários porem não reconhece.   "},{"user":"Internet Sales Representative - Ex-funcionário, saiu em 2008","avaliation":"Prós: Empresa com grandes possibilidades de crescimento profissional. Muito ética, trata a todos com respeito, possui vários benefícios além de ser um referencial para o currículo ter trabalhado nesta empresa. Contras: Pressão excessiva para obter metas impossíveis, o que acaba afastando as pessoas uma vez que não ganham tão bem assim. As pessoas saem pelo stress, não porque a empresa é ruim, mas você aguenta 2 anos, depois se não sobe de cargo, acaba muito cansado e sai.   "},{"user":"Especialista de Atendimento ao Cliente - Ex-funcionário, saiu em 2008","avaliation":"Prós: Preocupação com o pessoal, visão diferenciada da empresa com o colaborador. Sempre busca novidades e aperfeiçoamento para os funcionários. Desenvolve talentos. Contras: A rotina do callcenter pode ser cansativa e estressante, já que os clientes não visitam a fábrica e o canal de comunicação é o telefone. Pode deixar o dia a dia massante.   "},{"user":"Representante Interno de Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótima estrutura de trabalho. Ambiente é legal para trabalhar, pessoas de diversas formações, oportunidade para estagiários e desenvolvimento pessoal Contras: Trabalho intenso, progressão de cargos muitas vezes é duvidosa, pois algumas vezes parece que amizades prevalecem sobre a qualificação técnica/academica   "},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Empresa corretíssima quando se fala em termos legais trabalhistas no Brasil, bom conjunto de benefícios e horário flexivel (pelo menos pra área de TI), excelente ambiente de trabalho e possibilidade de crescimento seja por merecimento ou por aplicação em outras vagas dentro da empresa. Contras: A grande verticalização da empresa e a metodologia de avaliação pouco clara deixa o progresso de carreira incerto na maioria dos casos. Péssimos profissionais se perpetuam e crescem na empresa pois não basta ser um excelente profissional, baixar a cabeça e trabalhar e entregar um trabalho exemplar mas sim um bom marketing e agradar as pessoas certas pra seguir crescendo. Graças a essa imparcialidade e foco no 'papo' e não nos fatos já me deparei com péssimos líderes de time e gerentes (daqui e de fora). O que me mantem na empresa são alguns colegas e os pontos positivos que apontei acima. Conselhos para presidência: Desçam dos seus pedestais e olhem mais para os seus pares ou a Dell continuará sendo uma empresa exemplar que perde talentos todos os dias fazendo jus a fama de pouco inovadora.   "},{"user":"Estagiário","avaliation":"Prós: boa qualidade de vida, flexibilidade e eventos. possibilidades de crescer contato próximo com pessoas de cargo alto facilitando o conhecimento Contras: Não possui vale refeição e plano de saúde para estagiários, sistemas usados no dia a dia não tão bons   "},{"user":"Representante de Vendas","avaliation":"Prós: Reconhecimento, planejamento de carreira além de um excelente clima. Aqui as pessoas tem a liberdade de se mostrarem como realmente são. Recomendo! Contras: A distância, tendo em vista que 99% dos funcionários trabalhem em outra cidade que não seja Eldorado do Sul. Sendo assim, o tempo de deslocamente é acima de 1 hora, sempre.   "},{"user":"Consultor de Supply Chain - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade de horários, cobrança por resultado e não por estar na sua mesa trabalhando mesmo ou não, bom salário e excelente plano de carreira. Contras: Uso excessivo de planilhas em excel. Falta de padronização de processos e procedimentos. Não existe um sistema integrado, portanto, os processos ficam muito presos nas pessoas.   "}]