[{"user":"Principal Software Engineer","avaliation":"Prós: Eu posso citar como pontos positivos: Work/Life balance (horarios flexiveis, o respeito pelo individuo), Benefícios, Desafios, Meritocracia. Com certeza é um local onde se pode desenvolver uma carreira.\n\nContras: Assim como é um ponto positivo, a meritocracia também tem seu lado negativo, principalmente se você estiver em uma área com orçamento restrito. Nem todos os departamentos da empresa tem o mesmo orçamento, o que acaba afetando a capacidade de premiar a todos igualmente e no momento adequado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: trabalho remoto, Grupos ERGs - Employee resource groups - de fato há engajamento genuino em causas como Pessoas com deficiência, LGBTQI+, Women, etc. Além disso a liderança é próxima e não há barreiras hierárquicas para agendar 1:1, por exemplo, caso queira conhecer mais sobre a carreira de algum a(a) lider\n\nContras: Pacote de remuneração não é dos mais atrativos. Estruturas muito verticais acabam se tornando confusas. alguns processos acabam ficando muito soltos justamente pelas areas serem muito verticalizadas e dificilmente se acha o \"dono\" de processos internos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"GerenteEx-funcionário, saiu em 2012","avaliation":"Prós: Excelente ambiente de trabalho, empresa muito ética e comprometida com com a lado social. O nível salarial e de beneficios também é muito bom.\n\nContras: Devido ao mercado muito competitivo, muitas vezes existe uma pressão pela redução de custos. Com isso o nível de exigência dos profissionais é bastante alto.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor Comercial InternoEx-funcionário, saiu em 2018","avaliation":"Prós: Empresa muito humana, chances de crescimento, liderança muito boa, transporte fretado de ótima qualidade, plano de saúde e odontológico, PLR, hambiente excelente. Várias campanhas de incentivo aos colaboradores, treinamentos constantes, premiações e reconhecimentos para os funcionários.\n\nContras: Refeição no local, não muito boa. Antigamente se trabalhava aos sábados em alguns setores, mas hoje em dia não mais. Acredito que só isso como oportunidade de melhora na empresa. Mais nada a declarar.\n\nConselhos para presidência: Nada a declarar\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Compras Sênior","avaliation":"Prós: Ambiente de trabalho muito bom Liderença inspiradora Apoio da liderança no desenvolvimento das pessoas Muito bom balanço entre vida pessoal e profissional\n\nContras: Poderia ter salários mais competitivos. Os sistemas da empresa não conversam entre si. Promoções tem pré requisito de tempo no cargo e acontecem em uma janela específica uma vez por ano.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"OperadorEx-funcionário, saiu em 2018","avaliation":"Prós: plano de carreira, salário, benefícios, as pessoas que trabalham juntas, conhecimento adquirido ao longo dos anos, treinamentos, conhecimento de todas as partes do funcionamento do computador.\n\nContras: redução de custo, sem ética, te promove depois manda embora, pelo alto salário, liderança muito ruim, não cumpre o que promete, engenheiros roubam suas idéias.\n\nConselhos para presidência: ética de verdade e mais valor ao operador\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Advisor","avaliation":"Prós: Oferece bastante oportunidade. As pessoas são abertas. É desafiadora. Multinacional e multicultural. Espírito jovem. Não tem barreiras. Produto\n\nContras: Ainda muito novata para fazer alguma crítica oportuna. Tenho bastante para ver a frente. Imagino que tem muitos desafios de acordo com seu tamanho\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de ProduçãoEx-funcionário, saiu em 2018","avaliation":"Prós: Salario . Refeição, fretado , participação nos lucros. Dificil por 140 caracteres onde não se ve mais beneficios. Deveria mudar o lovemondays esse quesito\n\nContras: Cobrança de cargos não remunerado.não reconhecimento de produtividade e barramento de algumas pessoas para novos cargos. Hj somente temporarios que é a maioria.\n\nConselhos para presidência: Reconheçer talentos e cobrar pessoas que não desenvolvem o trabalho correto. Pois é cobrado dos que \"desenrolam\" o trabalho.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: A possibilidade de trabalhar em uma empresa multinacional de grande porte, tendo que lidar com equipes de paise diferentes. Grande possibilidade de crescimento e de carreira. Possui um ambiente de trabalho plural, focado em pessoas e com muito respeito, além de dar um grande peso ao curriculo.\n\nContras: A empresa ainda é muito conservadora quando comparada com outras empresas do setor de tecnologia. O plano de carreira e os ganhos não são tão claros ou de facil acesso a todos os colaboradores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estágio SuperiorEx-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de aprendizado, incentivo capacitação e possibilidade de trabalhar com equipes globais. Ambiente ótimo. Liberdade para trabalhar.\n\nContras: A empresa não se preocupa tanto com os trabalhadores. Sentia que a empresa estava aqui para sugar o nosso melhor. Localização não muito acessível para quem mora na capital.\n\nConselhos para presidência: Ouvir mais as pessoas que fazem a empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]