[{"user":"Gerente SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Remuneração e carreira. Bom pacote de benefícios e excelentes oportunidades para crescimento de carreira e mobilidade. Muitas oportunidades de movimentação interna.\n\nContras: O volume de trabalho é muito alto e muito intenso. Existe muita competição interna por trabalho e por projetos, especialmente entre as regiões.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: a empresa é ótima. se você se dedicar e entregar os resultados consegue chegar onde você desejar na sua carreira. o importante é manter o foco.\n\nContras: como comentei, a empresa é ótima. acredito que apenas precisaria ser um pouco mais estruturada na área de projetos...infelizmente cada área tem o seu PM e nem sempre as estratégias estão alinhadas entre os diferentes times/lideranças.\n\nConselhos para presidência: como comentei, a empresa é ótima. acredito que apenas precisaria ser um pouco mais estruturada na área de projetos...infelizmente cada área tem o seu PM e nem sempre as estratégias estão alinhadas entre os diferentes times/lideranças.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Manager","avaliation":"Prós: cultura, diversidade, ambiente, suporte, trabalho remoto, equipamentos, suporte aos PcD, oportunidades fora do Brasil, alto nível de treinamentos e conhecimento técnico.\n\nContras: não é meritocrata, oportunidades de carreira limitada, insatisfação com resultados negativos, tom de ameaça se não chega nos resultados, falta de empatia.\n\nConselhos para presidência: Valorização das pessoas - reconhecimento verdadeiro\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Engenheiro da Computação IIEx-funcionário, saiu em 2017","avaliation":"Prós: ambiente de trabalho confortável e com execelente gestão possibilidade de viagens e troca de horario salario satisfatorio e grande comodidade\n\nContras: precisa melhorar a estrutura da empresa e diminuir a rolatividade tal alta tambem e necessesario divulgar mais a empresa para possiveis contrataçoes\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Suporte a ServidoresEx-funcionário, saiu em 2016","avaliation":"Prós: A empresa proporciona aos seus funcionários um ótimo crescimento profissional. Paga certificações e incentiva nos estudos. Ótima para estagiários.\n\nContras: Empresa talvez não o reconheça como deve, não é tão simples realizar uma movimentação para outra área. Talvez sendo mais fácil buscar oportunidades em outra empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Marketing Advisor Sênior","avaliation":"Prós: Ambiente de trabalho multicultural com muita troca com times globais, chances reais de movimentação para outros países e modelo de avaliação completo focado no desenvolvimento do plano de carreira.\n\nContras: Falta de processos, complexidade para entender a hirarquia da empresa, pouco valor na construção de aprendizados/legados, baixo foco em indicadores único exclusivamente resultado financeiro.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de Produção","avaliation":"Prós: Ótimo ambiente de trabalho. .\n\nContras: Empresa excelente, ótimo ambiente de trabalho, salário compatível com o cargo .Gerentes bem treinados . .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Especialista de Análises Técnicas","avaliation":"Prós: Flexibilidade de horários, times receptivos e divertidos, desenvolvimento de carreira, valorização dos funcionários, estímulo a proatividade, ambiente global.\n\nContras: Localização ruim - estamos na região metropolitana de Porto Alegre, próximo à estrada, sem acesso a praticamente nada de restaurantes, lazer, farmácias, bancos, transporte e afins, dependendo de fretado da empresa ou carro para se deslocar. Infraestrutura interna também não é boa. A distribuição de mesas lembra um call center, o campus/site se limita a estacionamento, um restaurante meia boca e uma lancheria (boa, mas é a única opção); e não há opções de lazer, ou espaços alternativos para trabalhar (como algumas empresas de tecnologia apresentam).\n\nConselhos para presidência: Melhorar a infraestrutura do campus/site. Eliminar co-participação no plano de saúde. Melhorar onboarding para conhecer a empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Application Support Consultant","avaliation":"Prós: Liberdade para construir a carreira, com apoio de gestores mesmo que o deseja seja o de investir em áreas de atuação distintas da atual área.\n\nContras: Muitas vezes não existe a valorização do profissional que detém o conhecimento técnico dos processos e se privilegia mais o profissional que investe a maior parte se seu tempo preocupado com aspectos não críticos para o negócio.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Atendimento PlenoEx-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa, com ótimos colegas. Muito bom ambiente de trabalho e as pessoas são incentivadas a crescerem no caminho certo. Ótimos benefícios também.\n\nContras: Alguns processos dependem de aval internacional, para operacionalização. Isto é um pouco moroso, tendendo a impressão que nunca as mudanças são colocadas em prática.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]