[{"user":"Advisor","avaliation":"Prós: Oportunidade de carreira. Aqui, todos tem voz e participam das decisões. Mas não é só isso que nos faz diferentes das instituições financeiras comuns. Acreditamos no relacionamento para gerar crescimento, no cuidado com o bem-estar das pessoas no presente e no seu desenvolvimento para a carreira. Contras: Péssima qualidade de vida em uma das melhores empresas para trabalhar no Brasil? Isso mostra que, aqui, os números não são o mais importante.   "},{"user":"Estágio - Ex-funcionário, saiu em 2017","avaliation":"Prós: O pessoal que trabalha lá é bem receptivo e bem legal. Sempre estive bem a vontade com todo mundo Sempre que eu precisava de ajuda alguém vinha me ajudar numa boa Contras: A empresa nao oferece muitas opções de extra dependendendo do cargo Horarios nao eram flexiveis, entao tinha que obrigatoriamente trabalhar no horario comercial   "},{"user":"Funcionário","avaliation":"Prós: Remuneração, relacionamento com os gestores, independência e liberdade no trabalho, jornada livre, oportunidade para conhecer novas tecnologias. Contras: Beneficios, equilibrio entre vida pessoal e trabalho, capacitação e falta de treinamentos de qualidade, dificuldade em desenvolvimento de plano de carreira. Conselhos para presidência: Investir em planos de carreira e desenvolvimento dos funcionários, diretrizes mais objetivas e investimento com mais analise de necessidade.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente, oportunidades de networking, contato com managers da empresa, refeitório da empresa, salas de reunião e de break além das massagens. Contras: Efetivação limitada para estagiários que não sejam da área de engenharia, até mesmo no time compras que normalmente são de pessoas com formação em humanas é completo por engenheiros. Outro ponto é o valor da bolsa auxilio, R$ 1.200,00 muito abaixo das empresas da região e também não há benefícios como VA/CM/CO e PLR, somente VT e ou Fretado e alimentação no restaurante. Conselhos para presidência: Melhorar o valor da bolsa e benefícios.   "},{"user":"Sênior Advisor","avaliation":"Prós: Trabalho homeoffice. Liberdade de tomada de decisões. Fácil acesso a VPs. Empresa muito humana, gestores voltados a valores da família. Não te obrigam a trabalhar alem do horario. Incentivam o trabalho voluntário Contras: Ter a maioria dos cargos em porto alegre longe da fábrica. Deveria concentrar todos aqui.muito difícil outros times conseguirem oportunidade em áreas de vendas. Pouca interação das áreas com a fábrica Conselhos para presidência: Concentrar mais cargos dentro da fábrica, a planta é grande, daria para construir prédio e colocar td mundo trabalhando mais próximo, isso economizará despesas com viagens, ailiza processo e dá mais oportunidades de carreira.   "},{"user":"Funcionário","avaliation":"Prós: Boa empresa para trabalhar na área de tecnologia da informação. Reconhecimento e bom ambiente para trabalhar em equipe, dinamica e agradavel. Contras: Fica El Dourado do sul, distante do Centro de Porto alegre que exige meios de transporte diferenciados pois é em outra cidade porém é um bom local para trabalhar. "},{"user":"Analista de Suporte Enterprise - Ex-funcionário, saiu em 2017","avaliation":"Prós: Transporte fretado por ser afastada da cidade, estrutura organizacional de multinacional, incentivo a educação como inglês e certificações. Grupos de apoio a PCDs e gênero. Contras: Pressão, desenvolvimento de carreira não é efetivo, pouco treinamento, gestores despreparados, baixa nos salários, poucos benefícios, demasiadamente afastada, exige muitas qualificações para salários muito baixos. Não há estrutura para os momentos de almoço e intervalos. Conselhos para presidência: Deveriam observar e orientar gestores para não tratarem os seus subordinados com desrespeito, problema conhecido entre todos que trabalham e trabalharam na empresa. Também deveriam ofertar melhor qualidade de vida aos colaboradores que passam 12 horas do seu dia isolados dentro da empresa afastada de centros comerciais. Ofertar beneficio de vale alimentação além dos baixos salários atuais.   "},{"user":"Consultant","avaliation":"Prós: Ótima remuneração e benefícios, flexibilidade e liberdade para ser você mesmo. Ambiente de trabalho descontraído e livre. Meritocracia. Verdadeira possibilidade de fazer carreira internacional trabalhando com times globais. Contras: Estrutura muito complexa, totalmente voltada aos processos a deixa lenta e burocrática para tomada de decisões. Estrutura complexa não permite aos times uma visão do todo e direção única.   "},{"user":"Gerente - Ex-funcionário, saiu em 2011","avaliation":"Prós: No geral empresa boa para se trabalhar. Oportunidades para crescer e cultura bem fortes. Oferece bons benefícios, plano de saUde , plr e previdência Contras: Como toda empresa há panelinhas e preferências na hora das promoções , ou seja tem que saber de quem ficar amigo, competência não é tudo, mas nada que ué não aconteça em outros lugares. Houve dificuldade na integração cultural entre Sul e São Paulo.   "},{"user":"Funcionário","avaliation":"Prós: Uma empresa ótima para trabalhar, ambiente e pessoas agradaveis , política de portas abertas, interação entre as áreas, sem barreiras entre os níveis de hierarquia. Contras: Apesar da empresa ser muito boa, o programa de estágio não funciona totalmente, apesar das áreas terem interação , não existe possibilidade de job rotation. "}]