[{"user":"Funcionário","avaliation":"Prós: Pagamento em dia , sem atrasos, uniforme , convênio de saúde ótimo e odontológico todos do Bradesco que aceita em qualquer lugar ! Contras: Dificuldade de ter acesso a informação, desorganização, rotatividade , falta de empatia com os colaboradores , escalas de trabalho exaustiva ! \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: A empresa tem alguns projetos bem interessantes na área de desenvolvimento, principalmente no site do Eldorado, que tem muitos projetos com novidades e dependendo da área que você irá atuar o horário flexível. Contras: Acredito que por ser uma empresa grande, o maior ponto negativo é na gestão, funciona para algumas áreas e para outra nem tanto. Outro ponto negativo são as vagas disponíveis, um exemplo disso é no caso de estagiário, se a área tem 3 estagiários e 1 vaga, provavelmente os 2 não vão ser efetivados. Conselhos para presidência: Pensar um pouco mais no bem estar dos funcionário, ouvir funcionário de uma forma mais próxima para que a empresa possa entender insatisfações e fazer uma melhor gestão de vagas disponíveis.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Teleatendimento","avaliation":"Prós: A empresa paga o salário em dia (dia 15 e ultimo dia útil do mês) e oferece benefícios como vale alimentação de valor muito alto. Uma boa empresa para trabalhar enquanto estuda ou procura algo melhor, mas não para permanecer muito tempo. Contras: Falta humanidade no tratamento com o funcionário, sempre mudando horário de escala, não considerando a disponibilidade de ônibus para os funcionários nos horários. Você tem que ser uma maquina enquanto estiver no seu horário de trabalho, sempre argumentam que você alegou ter disponibilidade de horário ao se candidatar a vaga e por isso podem colocar em qualquer horario Conselhos para presidência: Tentar considerar mais os funcionários como pessoas e não matriculas numa área de atendimento. Separação de questões pessoais e profissionais. Mais transparência nas decisões\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte Técnico","avaliation":"Prós: Avaliações periódicas, onde os gerentes avaliam o desempenho dos funcionários e os funcionários também podem avaliar os gerentes. Salário sempre é pago antes do dia 5 e nunca atrasou. Contras: Pouca oportunidade de crescimento na região norte - Amazonas, Pouco contato com os supervisores, Quando faz viagens tem que solicitar reembolso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Equipes operacionais são unidas. Vejo que se juntam para resolver algum problema quando afetam um departamento como um todo. As pessoas sempre dispostas a ajudarem. Contras: Aparentemente o colaborador individualmente não tem o reconhecimento devido. Aquele que realmente executa a tarefa, pondo a mão na massa não tem seu reconhecimento. Conselhos para presidência: Olhar mais para aquele colaborador que realmente sabe e atua e dar seu valor, pois estes são os que saem em nova oportunidade .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de Processos","avaliation":"Prós: Flexibilidade, relacionamento, ambiente de trabalho e desafios com trabalho em equipe e participação de todos envolvidos. . Contras: Muitos profissionais se capacitam, certificam em ferramentas ou metodologias , porém não existe um plano de carreira ou reconhecimento. Como resultado resta busca de novas oportunidades no mercado. Conselhos para presidência: Valorizar mais os funcionários que se preparam para o mercado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Oportunidade de aprendizado onde tem profissionais bem qualificados e que gostam de se ajudar e muitos clientes com tecnologias diferentes.. Contras: Pressão. Os chefes fazem muita pressão desnecessárias e parece algumas vezes que não confiam nos analistas e a politica de remuneração não é boa e funciona somente para puxa sacos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: No geral, é uma empresa boa, bem localizada, uma boa estrutura. Também oferece oportunidade de crescimento. Salário sempre foi pago em dia. Contras: Péssimos gestores. Falta de acordo que favorecesse os funcionários. Demora e grande burocracia para reajustar o salário de acordo com a base do mínimo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte III","avaliation":"Prós: A empresa possuir um portal de treinamentos bem diversificado e a equipe de qualidade é bem estruturada. A interação da empresa com os funcionários pela rede social é algo novo que está funcionando. Contras: Muita burocracia para a aprovação de uma vaga interna; Funcionários alocados em clientes fora dos sites da empresa não sentem parte da mesma.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Telemarketing e Operações - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente confortável, benefícios adequados, a empresa disponibiliza capacitação e treinamento sempre que possível facilitando o trabalho e aumentando a eficiência do funcionário Contras: Dificuldade para subir de carreira, a empresa cria alguns obstáculos para que o funcionário possa mudar de cargo exigindo capacitação que não são possíveis sem um curso extra\n\nRecomenda a empresa:   \nREPORTAR"}]