[{"user":"Gerente de Projetos","avaliation":"Prós: Ambiente profissional colaborativo , onde é possível fazer grandes amizades . Todos tentam se ajudar de alguma forma. Contras: Depois das deliberações das convenções coletivas a empresa parou de pagar as horas extras no mesmo mes e agora é gerado um banco de horas para pagamento posterior em 6 meses . mais muitas vezes esse lançamento de horas não é aprovado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de TI","avaliation":"Prós: Possuímos grande liberdade de home office e flexibidade de horário (desde que seja entregue as demandas pontualmente!). O ambiente é bom de se trabalhar! Contras: Dificuldade de promoções e aumentos de salários. O processo é extremamente engessado e praticamente só há promoção quando é para retenção do recurso. Conselhos para presidência: É necessário flexibilizar a transição interna entre equipes e cargos!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte II","avaliation":"Prós: Salário e benefícios razoáveis para regiões do interior, mas não muito viáveis em grandes centros. Ótimos cursos oferecidos na plataforma de e-learning; não tive oportunidade de conhecer os cursos presenciais. Excelente oportunidade de aprendizado, desenvolvimento profissional, contato com novas tecnologias e tendências. Dizem que há reembolso para certificações (pena que não respondem uqando pergunto sobre isso) Programa para ouvir as sugestões de serviços novos ou modificados. Relativa liberdade na execução da função. Contras: Os processos do RH são uma completa bagunça! Carteira assinada (etiqueta enviada por e-mail) após 9 meses de trabalho e só porque o cliente exigiu, função de risco sem adicional por periculosidade, contato com a área é praticamente impossível, perdem documentos enviados e solicitam de novo e de novo, ignoram as opções selecionadas nos formulários enviados e fazem como bem entendem, gestor desligado há meses e não conseguem tirá-lo do sistema. Convênio farmácia deixa os medicamentos mais caros (rs) quando por um milagre o sistema da empresa funciona. Existem dois planos de saúde disponíveis: um só para a \"elite\" e outro só aceito em regiões metropolitanas. O programa de carreira existe, é lindo no papel, mas não funciona. Os gestores, quando fazem, lançam números aleatórios nos indicadores. As promoções se dão eventualmente por razões \"obscuras\", já que alguns gestores mal sabem escrever. Exigem desempenho baseado em números apenas, uma aparente preguiça de desenvolver KPI's mais conexos a cada função; Field operations com longas viagens (+100km) entre os clientes devem ter o mesmo desempenho que técnicos alocados. Ameaças de demissão. Um mal generalizado em todas as áreas: ninguém responde e-mail, mesmo os importantes. Conselhos para presidência: Verificar a execução dos processos controlados pelo RH e eventualmente ouvir o pessoal da base, técnicos e analistas, sem intermédio de gestores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de Infraestrutura II","avaliation":"Prós: Local bom de se trabalhar as pessoas abaixo da chefia são super acessíveis, porem as coisas demoram para acontecer. Processos ainda muito amarrado. Contras: Não achei muito evolução, nem novos desafios. Na minha visão não é bom de se trabalhar por por muito tempo(Burocracia e pouca evolução de carreira) Conselhos para presidência: Uma melhor politica de retenção de bons profissionais\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa é apenas destaque no segmento em que atua, consolidada no mercado e com grande expansão o que torna a motivação para trabalhar nel. Contras: A falta de acompanhamento dos gestores diretos, para colaboradores que ficam alocados em clientes externos. É de suma importância o acompanhamento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: a empresa possui planos de auxilio para as maes que são pagos mensal dá para trocar de horario as vezes e são aplicados muitos feedbacks diarios Contras: a empresa possui sistema de recutamento e seleção interno que é atem bom mas acaba por promover pessoas que ainda não estao preparadas para assumir as funções com respeito aosoutros Conselhos para presidência: pontualidade\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: A flexibilidade de horário e o reconhecimento no desempenho dos agentes com diversas premiações. e também a forma como haje para descontrair o ambiente de trabalho Contras: Gestores mais informado com o ambiente de trabalho e também mais humanizados com relação aos agentes. e também mais preparados para tirar as duvidas dos agentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Falar com o público, resolver e ajudar ao público que precisa. Honestamente gosto de trabalhar ao telefone me sinto bem em ajudar ao próximo Contras: Atendimento demorado , tem pessoas que são ignorantes . Mais como uma profissional temos que saber agir na naturalidade e mostrar competência no nosso serviço Conselhos para presidência: Crescer\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: A empresa tem bastante flexibilidade de horários e tem um ambiente agradável de trabalho. Oferece cursos para treinamento e aperfeiçoamento de pessoal Contras: A empresa apresenta uma desorganização por parte da gerencia e os funcionários de menor escalão acabam tendo que se virar pra atender as demandas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleatendente - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ambiente agradável, tem metas a cumprir mas não é uma pressão que não se possa suportar. Boa jornada de trabalho e programas que melhoram o desempenho profissional. Contras: O valor do VR é muito baixo, os equipamentos de trabalho (cadeiras,mesas e monitores) poderiam ser mais modernos e confortáveis. Lanchonete e restaurante muito caros. Conselhos para presidência: Melhorar a qualidade dos equipamentos de trabalho (monitor, cadeiras e mesas) escolher uma lanchonete e restaurante com valores mais acessíveis ao VR disponibilizado pela empresa ou melhorar o valor do VR.\n\nRecomenda a empresa:   \nREPORTAR"}]