[{"user":"Estagiário","avaliation":"Prós: Empresa ok. No início há um bom aprendizado e o nível de exigência é baixo. Transporte e Vale-Refeição são bons. Apenas isso. Contras: Muitas exigências, sendo que a própria empresa é muito desorganizada. Pouco horário de almoço. Tratam os funcionários como robôs ou apenas como um número. Acontecimentos inesperados, imprevistos acontecem muito. Falta de preparo por parte da empresa. Conselhos para presidência: Deem maior suporte para aqueles que possuem alguma deficiência. Melhora nos benefícios para estagiários. 20 minutos de almoço é indecente. 30 minutos estaria melhor, ao menos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento","avaliation":"Prós: Salário acima do normal comparado as outas empresas de call center. Possibilidade de trabalhar dentro das empresas dos clientes, dando a possibilidade de crescimento. Contras: Pressão exagerada e mercado predatório. Desrespeito com os funcionarios e pouquissima liberdade para se trabalhar, é praticamente tudo bloqueado. Conselhos para presidência: Acreditem mais em seus funcionarios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleatendente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Grande empresa, que traz grande aprendizado de processos, . Cultura da empresa com anos de tradição. Setor de vendas movido à metas e bônus, fazendo com que geralmente estejam motivados, já que a meta coletiva é mais recompensadora do que a individuaL Contras: Trabalho muito intenso, e para alguns, estressante, Baixos salários iniciais Há metas coletivas, não dependendo de si próprio, e sim do trabalho em equipe, o que também se encaixa no exemplo anterior de ser algo que divide opiniões\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Trabalho em equipe, companheirismo e um ótimo lugar para aprendizado. A empresa conta com grandes profissionais, com conhecimentos variados. Contras: Melhores oportunidades, salários, melhoria dos equipamentos de TI para os colaboradores da empresa, pois atualmente obtemos equipamentos compartilhados com outros analistas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa sempre certa com o que combinava, em questão de salário, vale transportes e alimentação, uma empresa que mantem o certo pelo certo Contras: Alguma pessoas já chegam triste em saber que tem que ir trabalhar, por que uma empresa grande e querendo ou não requer um grande trabalho de todos, motivação era o que faltava Conselhos para presidência: A empresa e grande trabalhamos para manter uma empresa grande, então uma motivação seria bem legal, algumas pessoas já ficava triste em saber que teria que ir trabalhar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Os benefícios que a empresa oferece são muito satisfatórios, o salário de um atendente de telemarketing geralmente é um salário mínimo porém sempre são pagos em dia, nunca houve nenhum tipo de atraso Contras: Como todo e qualquer call center existe muita pressão para cumprir metas, porém é muito bom para o desenvolvimento pessoal e profissional pois assim nos capacitamos para possíveis novas experiências em alguma outra empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa da bastante oportunidade pra os funcionários, é um ótimo trabalho, e fácil pra ganhar conhecimentos e ter um crescimento profissional. Contras: Por conta da grande demanda de clientes, a empresa não tem espaço suficiente pra guardar adequadamente as caixas. Isso mudará se a empresa aderir um novo método de guarda.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento do salário em dia, pagamento quinzenal, carga de horário boa. Paga auxílio creche. Ambiente de trabalho limpo e organizado. Boa localização. Contras: Péssima gestão. Pra quem puxa saco há possibilidade de crescimento, sendo muito mais difícil crescer na empresa de outra forma. Gestão arrogante.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2014","avaliation":"Prós: Estrutura Boa, ambiente bom para trabalhar e ótimos gestores e a empresa forma excelentes profissionais, e possibilidade real de crescimento. Contras: péssima administração, desorganização, e falta de comunicação grande entre os gestores da empresa, a TIVIT parece uma estatal os supervisores nao cobram Conselhos para presidência: Melhorar a administração\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Paga os salários em dia. Minha prestação de serviços é para uma empresa do mercado financeiro e tem muito projetos interessantes para se trabalhar. Contras: São vários pontos negativos. A empresa não tem um plano de carreira bem definido. Não valoriza os funcionários mais antigos no quesito salário. É comum encontrar novatos ganhando mais que um funcionário. Promoções são quase inexistentes e, quando tem, é porque fulano ou sicrano é amigo de alguém. Paga salários geralmente abaixo do mercado. VR muito baixo. Atualmente R$ 18,00\n\nRecomenda a empresa:   \nREPORTAR"}]