[{"user":"Agile Coach","avaliation":"Prós: 1. Bom pacote de benefícios (VR, seguro saúde); 2. A empresa está se adequando as novas realidades do mercado; 3. Na medida do possível, existe uma boa flexibilidade de horários e home office; 4. Existem boas iniciativas individuais (isoladas) de empreendedorismo; 5. Ser uma multinacional brasileira focada em tecnologia. Contras: 1. Ter cuidado no momento das contratações: 1.1. Firmar o acordado nas propostas de trabalho; Não mudar o cargo após a contratação; 1.2. Baixa competitividade financeira para contratar bons colaboradores; 2. Poderia ter uma valorização financeira para colaborador, como exemplo, participação nos lucros e/ou bônus anual; 3. Extrema burocracia nos processos internos; 4. Escritório do RJ (Senador Pompeu) é muito mal localizado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Gestão amigável, tem possibilidades para crescimento, pois tem muitas áreas, recomendo para quem esta entrando na área de T.I pois pode pegar muito aprendizado. Contras: Gestão do RH e muito ruim pois tem um numero de funcionários muito grande todos processos e benefícios são ruins, ficamos alocados em clientes, e o vale refeição não é de acordo com o local que esta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Telemarketing Trainee - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pequena carga horária, com pessoas amigáveis e um ambiente de trabalho não muito estressante, possível crescimento profissional defronta empresa. Contras: Muita cobrança para bater metas, pouco tempo para o almoço e muita cobrança para um salário tão baixo, não podendo fazer nada além de sentar na frente do computador e vender.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Redes Pleno","avaliation":"Prós: Bons treinamentos oferecidos na plataforma da empresa, e treinamentos presenciais. Reembolso de certificações. Possibilidade de ser realocado em projetos diferentes. Possibilidade de ser alocado em times dedicados. Contras: Remuneração deixa a desejar. Pessoas exercendo mesmas tarefas com cargos diferentes. Não reconhecimento da equipe no momento oportuno, perdendo talentos de forma recorrente. Demora para repor funcionários que deixam as equipes, sobrecarregando os demais membros. VR abaixo do ofertado no mercado (apenas o minimo negociado com o sindicato) Conselhos para presidência: O principal motivo para não recomendar a empresa é a falta de reconhecimento. Por diversas vezes presenciei a empresa buscar novos recursos externos, em vez de promover aqueles que já possuíam a qualificação necessária. Não existe nada mais desanimador do que isso para uma equipe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima empresa, um ambiente de trabalho harmonioso e receptivo. Boa estrutura para se trabalhar em todas as unidades, pagamentos em dia tanto salário quanto aos benefícios. Contras: Funcionários com mais tempo de casa ou com cargos de chefia possuem um ar de superioridade ao tratamento com os que estão iniciando. Falta de oportunidades de crescimento sem indicações.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Database Administrator (DBA) Júnior","avaliation":"Prós: Empresa boa para trabalhar, você vai ter acesso as novas tecnologias e contato com analistas que podem passar muito conhecimento caso você seja interessado em aprender. Contras: Gestão as vezes confusa, equipamentos fornecidos para o trabalho deixa a desejar e a participação dos lucros é muito baixa comparando com as demais empresas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Alguns cursos gratuitos que a própria empresa faz. Alguns reembolsos de certificações, auxílio creche. Não atrasa salário. Possibilidade de trabalhar perto de casa. Contras: Não possui plano de carreira consistente. A liderança é rotativa, um dia você trabalha com um líder no outro dia com outro líder. Só cresce se você tiver contato e influência com executivos das contas. Muito corporativismo. RH é totalmente lento, desorientado e desorganizado. Conselhos para presidência: Ter mais visão do operacional que fica nos clientes, possuir mais engajamento com os executivos das contas e propor mais melhorias no plano de carreira. Elaborar um plano para visualizar pessoas com alto potencial de crescimento e esforço, pois, a perca do reconhecimento deixa a empresa contratando e demitindo muitos funcionários bons.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleoperador de Atendimento I","avaliation":"Prós: bom lugar, com um possibilidade enorme de crescimento,ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho Contras: inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os funcionários são incríveis, tive uma chefe ótima, não tenho o que reclamar, foram atenciosos comigo desde o meu treinamento, sempre estavam prontos para me auxiliar. Contras: O ponto negativo era o produto no qual trabalhava, era na parte de seguro de vida realizava abertura do sinistro, acompanhamento na análise e auxílio no preenchimento dos formulários, mas o banco e as pessoas de outros setores encaminhavam os clientes que tinham problemas no qual nós não conseguiríamos resolver e eles sempre ficavam irritado e culpava no nosso setor.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Uma empresa grande e bem estruturado! O departamento de TI tem seus processos muito bem definidos e profissionais excelentes. Tive a oportunidade de trabalhar em um ambiente bem legal! Contras: Deve ser estudado melhor o plano de carreira! As oportunidades para crescimento existem mas demoram um pouco mais do que o esperado! Porém não existem muitos pontos negetivos\n\nRecomenda a empresa:   \nREPORTAR"}]