[{"user":"Analista de Segurança Sênior","avaliation":"Prós: Horários flexíveis, home office. Contras: Não paga PLR, não paga hora extra e o VR e muito baixo R$17,00 Reais. Conselhos para presidência: Aumentar VR, pagar confraternização em final de ano, pagar hora extra e PLR, porque a empresa fatura muito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Eletricista","avaliation":"Prós: liberdade nas tarefas e facil acesso a gerencia da empresa a empresa oferece cursos e da oportunidade de crescer o salario e compativel com o mercado. Contras: plano de saude no plano ha dificuldades nas marcacoes de consulta e fazer exames pois nao sao todos os profissionais que aceitam o plano e nao ha lista de credenciados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: pagamento em dia. como tenho menos de um ano, nao tenho muito o que falar. mas no geral nao tem atrasos, e sempre de formar correta. ponto positivo. Contras: oportunidades de crescimento so na cidade de são paulo. todos os cursos presenciais e vagas de empregos para crescimento so acontecem la. e sem previsao de turmas para outras cidades.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento em dia. Auxílio creche entre os outros benefícios, todos pagos em dia. Treinamentos presenciais, porém não conseguir fazê-los devido a rotina de trabalho. A empresa paga PLR. Contras: Atuei na aréa de Edi onde a gestão é muita fraca, favorece os amigos e os mais próximos. Talvez em outro departamentos esse tipo de problema não ocorra.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa incentiva o colaborador a buscar conhecimento, investindo em uma plataforma de cursos internos que ajudam na aprendizagem e no desenvolvimento do profissional. Contras: O plano de carreira é muito confuso, as equipes de field que são aplicadas no cliente são esquecidas pela matriz, apenas tendo visitas esporádicas do gestor. Fato que dificulta no desenvolvimento e crescimento do profissional dentro da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analyst","avaliation":"Prós: Rh da.empresa funciona. Existe um banco de dados de funcionário, onde eles ficam visíveis para os gerentes poderem recorrer caso precisem de algum. Contras: Não vejo a princípio um ponto negativo sobre a empresa. Sempre fui bem atendido e os clientes que participei, nunca tive problemas em relação a Tivit.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2015","avaliation":"Prós: No ano em que trabalhei (2014-2015), era fácil de entrar na empresa, bastava ter: ensino médico completo, noções básicas de PC e saber ler e escrever. Há constantes processos seletivos, então em menos de 6 meses você consegue se promover. Os benefícios são bem estruturados. Há flexibilidade de mudança de turnos desde que você encontre alguém dispostos a trocar com você. O treinamento inicial (1 mês) consegue te preparar bem pro atendimento. Possibilidades de altos ganhos com comissões e afins. Contras: Como todo call center, o salário era baixo: salário mínimo - descontos dos benefícios. VA era bem baixo também (menos de R$ 300). Ocorriam alguns problemas com o fretado, como dele pular sua rota, seja na ida ou na volta. Depois que você começa a atender, você meio que estava por si próprio: supervisores não querem pegar os casos, os treinamentos são rápidos e no seu horário de atendimento e nem sempre dá pra assistir. Conselhos para presidência: É uma boa oportunidade para quem esta desesperadamente precisando de dinheiro, mas precisa ter um bom preparo mental e emocional para encarar esse desafio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gestor de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: fazem somente o minimo do minimo, nada mais. Contras: exploração dos recursos até o limite, consequentemente funcionários muito insatisfeitos e descontentes que não trabalham em equipe e preferem atrapalhar do que ajudar o gestor/gerente, o time comercial vende muito mais do que a empresa tem capacidade de entregar, VR ridiculo, clima horrivel e clientes insatisfeitos que esfregam na cara dos pobre coitados que ficam alocados nos clientes como a tivit é ruim e amadora, equipamentos de uso dos funcionários obsoletos, não há nenhum tipo de investimento neste sentido, com certeza foi a pior empresa que tive a infelicidade de trabalhar, fujam !\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processo e Negócios","avaliation":"Prós: Não tenho muito a declarar sobre pontos positivos desta empresa. Como trabalhava tercerizada para a Caixa o valor era um pouco acima do mínimo. Contras: Pelo estresse, e mudanças de informação o salário era pouco. Plano de saúde e odontológico não eram bons e o desconto pelos mesmos eram altos, va era baixo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: A carga horária, o salário está na média em relação as outras empresas de telemarketing e os depósitos sempre ocorre no prazo ou até antes mesmo, porém que não compensam em relação aos estresses diários. Contras: O Sistema da em presa sempre com problema, desorganização por parte do setor de planejamento, supervisores arrogantes, treinamento escasso, muito estresse em relação a cobrança de metas. Desvalorização dos agentes por parte da gerência, pouco incentivo. Pior lugar que já frequentei. Conselhos para presidência: Valorize mais seus colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"}]