[{"user":"Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa empresa para se trabalhar com telemarketing, pagamento de salário e vale alimentação sempre em dia, e a empresa sempre dá oportunidade de crescimento para quem já trabalha lá. Contras: A empresa deixa a desejar quanto a quantidade de folgas, sendo o serviço de telemarketing um tanto estressante devido a quantidade de ligações em sequência.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Especializado Pleno","avaliation":"Prós: Empresa boa, conhecimento ótimo, lá você aprende de tudo. Contras: Quadro de funcionario reduzido, acumulo de tarefa, desgaste fisico e emocional.Quadro de funcionario reduzido, acumulo de tarefa, desgaste fisico e emocional.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não costumava atrasar o salário ou os benefícios, pagava tudo na data correta, tem uma boa infra estrutura e bons esquipamentos de trabalho . Contras: Plano de carreira ruim e alguns gestores desprezíveis. No meu caso ,creio que não tive muita sorte, os elevadores são ruins e vivem com defeito e o acesso pelas escadas se torna péssimo. \nREPORTAR"},{"user":"Analista de Suporte em Redes","avaliation":"Prós: O contato com tecnologias modernas e a interação diaria com outras areas tecnicas da empresa , possui uma grande cartela de clientes de todos os setores de atuação . Contras: Plano de carreira e remuneração assim como o contato com gestão que é muito distante . Clientes muitas vezes pedem serviços que não foram vendidos mas o cliente deseja que seja feito\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os funcionários de cargo mais baixos sao bem unidos e tentam se ajudar o pagamento nao atrasa e o café é gratuito, sistemas fáceis de usar (uma pena que nem sempre funcionem) Contras: A gestão é muito despreparada os cordenadores e supervisores sao muito ríspidos só sabem cobrar mesmo quando o sistema fornecido pela empresa esta fora, as promoções sao feitas por afinidade por favoritismo tem gente que tem potencial trabalha muito e até faz o trabalho que os gestores deveriam fazer e nao tem o menor reconhecimento, o RH também é muito despreparado demoram muito pra resolver coisas simples e as vezes nem resolvem Conselhos para presidência: Valorize mais os funcionários de cargos menores, quando for promover faça pelo resultado pelo potencial e nao pela afinidade voces perdem funcionários que vao pra outras empresas e antigem cargos altissimos que poderiam estar ajudando no crescimento da tua empresa, treine os getores para saber falar o problema nao é a cobrança e sim a forma com que ela feita, aprenda a motivar seus funcionários para que o rendimento venha ser maior ouça os funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima empresa para trabalhar. Ambiente harmonioso e com perspectiva de crescimento, caso o funcionário se dedique e busque se qualificar por conta própria. Contras: Benefícios não atraente comparando-se com o mercado. Não se tem participação de lucro, plano de previdência privada, ticket refeição ou alimentação com valor razoável e banco de horas extras não se paga é dado folga.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: interação entre supervisores e funcionários (na maioria dos casos), pagamentos de salários e benefícios em dia, possibilidade de crescimento na empresa e variáveis atrativas Contras: ambiente mal conservado e mal higienizado, rotina de trabalho extremamente estressante, reclamações e sugestões não atendidas em instâncias mais altas (gerência, diretoria, etc)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Plano de carreira. Contras: Expansão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"APN III - Ex-funcionário, saiu em 2017","avaliation":"Prós: Alguns profissionais de qualidades que buscam organizar suas funções que tem como consequência a Boa postura e melhoria e qualidade dos operários Contras: Desorganização que categórica do mais alto cargo profissional que influencia no mais baixo cargo profissional da mesma que influencia na produção Conselhos para presidência: Organização\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Especializado Sênior","avaliation":"Prós: Pontual nos pagamentos e média salarial de mercado , bom clima de trabalho , instalações adequadas e limpas Rh eficaz organizada e regulamentada Contras: Promoção por \"amizade e relacionamento , sem critérios técnicos e de merecimento falta se plano de carreira efetivo a existente serve apenas para constar \nREPORTAR"}]