[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Alguns benefícios diferenciados como auxílio farmácia e auxílio academia. Salário um pouco acima da média proposta pelo mercado de trabalho. Contras: Muita desorganização (desencontro e até mesmo falta de informações a respeito de benefícios, oportunidades internas e etc). Liderança totalmente fraca e pouco interessada em agregar valores e trazer o funcionário para si. Conselhos para presidência: Minha dica principal é: ouçam seus funcionários (inclusive aqueles que ficam em clientes), pois muitas vezes, quando se ganha um contrato de outsourcing, ao manter uma liderança que já era falha em outro contrato, você acaba deixando uma equipe inteira, que poderia render e trabalhar em prol da empresa, insatisfeita e desmotivada. \nREPORTAR"},{"user":"Analista de Redes Sênior","avaliation":"Prós: Flexbilidade e um ótimo ambiente para trabalhar com tecnologias diversas e aprender, possibilidade de crescimento na empresa. Estrutura e organização são pontos fortes Contras: Não há itens para serem pontuados; com base na minha experiência. E pouco tempo atuando dentro do ambiente, para pontuar algo negativo, poder ser que com tempo haja uma outra visão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de Sistema I","avaliation":"Prós: Time qualificado, demonstra maturidade; Gestão/RH próximos; Colegas sempre dispostos a apoiar nas situações complexas; Localização; Ambiente de trabalho; Distância da minha residência Contras: Não chamo de pontos negativos, mas, situações que ocorrem no dia-a-dia, que é a distância do cliente para a equipe de desenvolvimento, bem como, a questão da comunicação entre os ambientes do cliente e da TIVIT, que muitas vezes caem e/ou ficam muito lentos. Conselhos para presidência: Muitas vezes, temos profissionais talentosos, mas, que estão transparentes dentro do time, que não aparecem por estarem distantes da Matriz, assim, distribuídos em clientes e/ou sites, não conseguem demonstrar o verdeiro potencial para o projeto e/ou para a Companhia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Transporte fretado para o trabalho é de qualidade, gym pass funciona muito bem, e o plano de saúde, sem dúvidas o melhor do mercado Empresa de grande porte com possibilidade de atuação em todo o Brasil Contras: Coordenadores mal preparados, gerência ausente e omissa. Sistema de intranet é confuso e com pouco conteúdo. Durante o processo seletivo, ao tentar destacar seus pontos positivos como profissional para negociar melhor salário, entra por um ouvido e sai pelo outro do recrutador. Conselhos para presidência: Aproximem-se de seus colaboradores e os ouçam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar de Manutenção Logística","avaliation":"Prós: Bom reconhecimento na entrega e execução dos nossos serviços, ambiente agradável de se trabalhar, fui sempre muito bem respeitado, a empresa tem um nome muito forte no mercado. Contras: Baixo salário, poucas oportunidades de crescimento, não fiquei muito tempo foi apenas um ano, a crise fez com que a metade do quadro de funcionários fosse cortada. Conselhos para presidência: Boa comunicação entre os colaboradores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de de Processos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Me deixava bem a vontade pra fazer meu trabalho. Fazia meu trabalho com gosto porque sei que tinha autonomia pra poder tomar as decisões finais em todos os âmbitos. Contras: Por dar autonomia aos funcionários, poderia valorizá-los mais com apoio ao crescimento profissional e aumento salarial ou crescimento de cargos deve acordo com o crescimento acadêmico. Conselhos para presidência: Apoie mais os colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"APN I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento sempre em dias, dos 2 anos que passei nunca atrasou salário, pelo contrário até adiantava, ambiente satisfatório, mas deixa muitas coisas a desejar... Contras: Troca de horário é de setor sem comunicação prévia, advertências por besteiras, ameaças de perca de emprego, somos tratados como crianças em escolar nível fundamental, pois tudo querem nos deixar de “castigo”. Conselhos para presidência: Ouçam mais seus funcionários e trabalhem humildades\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Ambiente é bom, oportunidades internas proporcionam boas chances de crescimento profissional. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Muito burocrática as coisas só funcionam com escaladas e mais escaladas, salários/benefícios abaixo do mercado. O RH é péssimo, erra com muita frequência, já vi funcionários com 4 meses de empresa que não tinha VT e nem reembolso de condução. Alocados nos clientes sofrem bastante\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: O dinamismo, possíbilidade de subir de cargo mas não sei mais o que devo explicar aqui mas precisa de mais palavras para descrever oq estou achando Contras: No momento não tenho pontos negativos para avaliar na empresa por ter pouco tempo na mesma. Mas nem sempre é possível mas depende de cada um\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleoperador de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Acredito que o único ponto \"positivo\" dessa empresa é com relação a pontualidade que ela quita o salário dos funcionários mensalmente, no mais é isso. Contras: Um lugar pra deixar qualquer um maluco. A empresa segue a risca tudo o que a Caixa Econômica diz para não sofrer nenhum tipo de \"represália financeira\". Os funcionários da Tivit, pelo menos os operadores de TMK, trabalham todos desmotivados pois ela tem uma especie de politica de \"apartheid\", se vc não usa o colete vermelho vc é bem tratado agora se vc usa um, é descriminado. Nunca vi isso na minha vida. Conselhos para presidência: Para uma empresa seguir firme e sólida no mercado ela precisa de resultados, esses são obtidos através de pessoas motivadas e alegres, se não houver isso é ladeira abaixo. Então meu recado para essa empresa é a seguinte, foque mais nas pessoas do que nos resultados, certamente surgirão números positivos a empresa. É esse o recado. Siga o exemplo do Sr. Luciano Hang, proprietário da rede de departamentos Havan.\n\nRecomenda a empresa:   \nREPORTAR"}]