[{"user":"Funcionário","avaliation":"Prós: Empresa estruturada e com salários competitivos. Quando não se está num contrato terceirizado, ou seja, \"na casa do cliente\" vale a pena. Do contrário não. Contras: Sistema de bonificação por grades salariais. Somente quem tem salários/cargos altos tem acesso aos Bônus que dependendo do cargo chegam a 13 salários anuais numa tacada só.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte Especialista","avaliation":"Prós: Liberdade para atuação técnica, oportunidades de cargos em outras localidades, cursos gratuitos através de plataforma própria online e parceiras. Contras: Muito burocrática, possui um RH que não funciona, benefícios oferecidos no limite da convenção coletiva, alteração de salário ocorre muito tempo depois da promoção, liderança distante, descaso com colaboradores alocados em clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte ao Usuário","avaliation":"Prós: Reembolsa certificação em TI Diversos projetos para realocação de acordo com seu cargo. Diversos cusrsos de capacitação desenvolvidos pela própeia empresa Contras: Rh completamente bagunçado, problemas com depósito de benefícios , pouca comunicão com gestores ou praticamente nenhuma para quem foca fora da empresa. Conselhos para presidência: Olhe pras pessoas que trabalham pra empresa mas fora da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Ambiente empresarial, pois o pessoal no trabalho é de fato muito bacana prestativo ajuda demais, por isso creio que as coisas ficam melhor e acabam não saindo dos eixos Contras: Excesso de trabalho, é em alguns pontos desorganizado a informação não chega pra todos, coisas simples que poderiam ser resolvidas rapidamente são as vezes esquecidas e no futuro geram brilho grande. Conselhos para presidência: Qualidade de vida no trabalho também é algo a se pensar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Clima Organizacional muito bom, pessoas muito boas, bem humoradas , o clima é muito \"leve\" para se trabalhar, cooperação mútua é o ponto forte. Contras: Muitos descontos de beneficios, o convenio medico desconta, alem de co-participação, o vale refeição , desconta, e é muito abaixo do que se é praticado na regiao de Alphaville. Conselhos para presidência: Parar de pensar em dinheiro e pensar mais nos seus ativos que são seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleoperador II","avaliation":"Prós: os beneficios ate que sao atrativ da empresa,tem opcao de escolher entre vale alimentacao ou vale refeicao, tem uma bonificacao de 200 reais se nao houver falta nem ayraso Contras: nao vejo possibilidade de crescimento, falta de profissionalismo de muitos funcionarios,onde muitas regras se aplicam a uns e nao ha outros. Conselhos para presidência: avalie e vigie melhor a conduta de seus lideres.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Database Administrator (DBA) Oracle","avaliation":"Prós: Os horários são flexíveis, pagam quinzena, salário um pouco acima do mercado local. A Empresa paga Horas Extras porém com restrições. É um bom lugar para quem é de nível PL ou SR. Contras: Por algum motivo obscuro, a empresa tem dificuldade em encontrar gestores de qualidad, que se preocupem de verdade com os interesses do cliente e de sua equipe. As equipes alocadas em cliente acabam tendo que se expor com o cliente em diversas situações pela falta de uma gestão firme e focada na entrega.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista de Suporte I","avaliation":"Prós: Tem bastante trabalho e hora extra, se voce for dedicado conseguira subir na empresa, e adquirir conhecimento grande na area de TI, equipe é unida. Contras: Desorganizado , muito trabalho para uma unica pessoa, a empresa abre as maos para qualquer cliente e sempre a area tecnica perde com isto, alem de tecnico tem que ser psicologo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Telemarketing Receptivo - Ex-funcionário, saiu em 2016","avaliation":"Prós: empresa muito agradável de trabalhar,as pessoas são respeitadas não ha diferença entre um e outro, gestão de qualidade. profissionais preparados. uma boa empresa Contras: carga horario muito puxada, principalmente no horario da noite................................................................................................\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Database Administrator (DBA) Júnior","avaliation":"Prós: Perfil formador que a empresa tem, oportunidades diversas, a empresa tem diversos desafio para aqueles que se dispõe devido a grande quantidade de clientes Contras: Poucos benefícios, em sua maioria incompatíveis com as demais empresas do ramo, o salario também é mais baixo que o costumeiramente praticados por outras empresas.\n\nRecomenda a empresa:   \nREPORTAR"}]