[{"user":"Analista de Recursos Humanos (RH) Pleno","avaliation":"Prós: A TIVIT tem um ritmo de trabalho bastante agressivo e com muitas cobranças. Porém, minha gestão é aberta a novas ideias e na maioria das vezes compreende nossas pontuações negativas e esforça-se para nos apoiar na melhoria, isso faz toda a diferença, tornando o ambiente agradável e fácil de trabalhar. Atuo na área de Talent. Contras: Um ponto negativo é a grande demanda de atividades na área x poucos analistas para atender. Isso desgasta bastante, em especial pela escassez de profissionais de TI no mercado, o que ocasiona demora na reposição de profissionais. A alta demanda não nos permite ter um foco e um cuidado maior no processo seletivo. Conselhos para presidência: Um ponto a melhorar é o valor pago pelo VR. Não pontuo simplesmente por querer ganhar mais, ocorre que o valor disponibilizado no cartão não é compatível com a região de trabalho. Isso gera insatisfação, temos que buscar locais mais distantes para almoçar, as vezes realizando duas horas de almoço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico Júnior","avaliation":"Prós: Eu sinceramente não destaco nenhum ponto positivo, trabalhei na empresa por dois anos e os únicos benefícios que eu tinha era vindo do cliente. Contras: - Não existe oportunidade de crescimento se você só fica em cliente, - Não ajuda nos estudos com faculdade ou certificações. - Colocar pessoas sem qualificação em cargos importantes por questões de QI Conselhos para presidência: Valorizar mais o funcionário, ele também é um cliente que precisa ser agradado para poder gerar valor para a empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo de TI - Ex-funcionário, saiu em 2017","avaliation":"Prós: Todos os direitos de um trabalhador. Nunca atrasam o salário. Pagam td certo! Você tem direito ao pagamento do inss, convênio, dentista, transporte Contras: Muita mudança de convênio, para alguns funcionários as mudanças ocorriam a cada dois meses, sem prévio aviso, vc recebia um e-mail pra ir pegar o nosso na sala. No meu caso, a cada uns 6 meses mudava... Sem probabilidade de crescimento e reconhecimento. Podem até te reconhecer, mas ir para um cargo maior vc dificilmente irá Conselhos para presidência: Analisar os meios para crescimento profissional dos funcionários bem intencionados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Fiz grandes amizades no local, assim como os alguns supervisores que são pessoas ótimas, o horário em que trabalhei depois de um ano, no local era muito bom. Contras: O local eram bem pesado de trabalhar, já que a pressão em cima dos funcionário era diária, assim como o fato de não podermos ir ao banheiro, sempre tendo que pedir aos supervisores!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Telemarketing - Ex-funcionário, saiu em 2009","avaliation":"Prós: Carga horária e fretado são pontos positivos. Contras: Salário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processo e Negócios","avaliation":"Prós: Pagamento em dia! Salário mais alto que nas outras empresas. Ótima infraestrutura. Oferecimento de ótimos cursos, totalmente gratuitos os quais podem ser realizados em casa. Contras: Péssima gestão, principalmente referente a organização. Falta de transparência com os funcionários. Gestão mal treinada. Poucas oportunidades de crescimento. Conselhos para presidência: Valorizem os funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Paga certo em dia nunca atrasou salário, bons treinadores e boas escolhas de reciclagem e um ambiente conservador respeitando a maioria .... Contras: Superiores sem capacidade para trabalhar e que não dão a mínima para seus subordinados tratando-se com indiferença quando nao estão felizes, e com arrogância .. Conselhos para presidência: Fazer uma reciclagem aos supervisores e trazer mais dignidade aos seus subordinados \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Bom relacionamento no ambiente de trabalho, incentivo ao desenvolvimento profissional através de treinamentos constantes. Fácil acesso aos gestores. Contras: Setor de RH desorganizado, estrutura do prédio ruim, muitas escadas, elevador ineficiente. Localização em local inseguro. Poucas atividades laborais. Conselhos para presidência: Desenvolver mais atividades que desenvolvam o sentimento de pertencimento a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista/ Instrutor de Treinamento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente muito agradável, crescimento profissional, reconhecimento através do trabalho desenvolvido, companheirismo, as pessoas ajudam umas as outras Contras: Gestão as vezes reconhecia as pessoas por questões pessoas e não profissionais, os beneficios não eram tão bons, inclusive o plano de saúde e não tinha foco em qualidade de vida do colaborador\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos Sênior","avaliation":"Prós: Temos boas condições de trabalho além de boa infraestrutura. Também possuímos facilidade com horário e a maioria dos colaboradores tem a confiança do gestor direto. Contras: Um dos pontos negativos seria a dificuldade de aumento salarial, pois tem sido um questionamento de muitos colaboradores e além de ser um ponto controverso da organização.\n\nRecomenda a empresa:   \nREPORTAR"}]