[{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salários Pagos em dia, ate antes da data, existe a possibilidade de realizar treinamentos internos, apesar do RH esta em Brasilia, o contato e próximo com o colaborador. Contras: Não tive problemas com a empresa, minha contratação foi realizada atraves de uma entrevista por telefone, e minha demissão por conta de encerramento do contrato com a cliente, mesmo assim a empresa ainda deu oportunidade de mudança de estado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Salário compatível com o mercado. A empresa cuida do funcionário com atenção a detalhes como dias comemorativos e aniversários. Acesso a vários cursos que agregam conhecimento ao funcionário. Contras: Acesso direto ao RH as vezes é difícil. Ficamos na dependência de terceiros quando estamos alocados em clientes. Já que os emails e ligações nem sempre são respondidos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auditor - Ex-funcionário, saiu em 2011","avaliation":"Prós: Planos de carreira, flexibilidade com horários, folgas o relacionamento entre funcionários é ótimo! A única coisa que deixa a desejar é o salário muito baixo ! Contras: Salário muito baixo ! Procuramos algo que nos satisfaça financeiramente também, não adianta trabalhar em um lugar agradável, mas que a remuneração não seja boa o bastante, isso não motiva ninguém !\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte Especialista","avaliation":"Prós: Todos que querem crescer e estão dispostos a fazer os sacrifícios necessários (até porquê, crescer parado não dá), tem oportunidade de atender aos pré requisitos. O acesso ao seu líder imediato e ao superior, é fácil, possibilitando uma comunicação sem muito ruído. Contras: Cobrança excessiva sobre os líderes, quando estão incapacitados de agir, por uma indeterminação de outros setores, ou por uma barreira imposta pelos grupos que seriam parceiros, mas que não colaboram tanto, seja por terem recebido mais atribuições e responsabilidades seja por terem um efetivo menor do que deveriam. Conselhos para presidência: Fazer com que as equipes que planejam início de uma nova operação, avaliem melhor a expectativa imediata do dos clientes em prospecção, confirmar se durante essa absorção haverá mudanças em algo que venha a causar impacto nesse início de atendimento, e somente aceitar o início, quando tudo que for necessário para atender aquela demanda esteja disponível para quem for delegado esse atendimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios","avaliation":"Prós: Uma ótima empresa paga direitinho os produtos são ótimos amei trabalhar.la empresa que não tenho nada mau pra falar uma empresa que converterá. Eu voltaria Contras: Poderia ter horários de segunda a sexta-feira pra ficar melhor é acho que mais produtos receptivos e de retenção como a Net é a Natura que sem dúvida melhores parceiros de lá Conselhos para presidência: Ser objetivo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Remuneração nunca atrasa, e a empresa oferece cursos para aperfeiçoamento profissional, tem plano de carreira, e é um trabalho fácil de se realizar Contras: As regras da empresa só vale aos subordinados, o RH é muito lento, demoram muito tempo para resolver simples assuntos, como toda empresa as conversas paralelas e fofocas desenganjam a equipe\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Banco de Dados","avaliation":"Prós: Tivit é uma Empresa com grandes áreas em vários segmentos na área de tecnologia e prestação de serviços, podendo oferecer varias oportunidades para profissionais que estão iniciando sua carreira . Contras: Salários baixos em relação ao mercado. Poucos benefícios e os que são oferecidos são muito baixos. Poderia ter benefícios mais compatíveis com o mercado. Conselhos para presidência: Pessoas exercendo funções não condizentes com seus cargos, gestão despreparadas. Áreas sobrecarregadas. Colaboradores desmotivados e sem perspectiva de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Telemarketing Receptivo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ticket alimentação e auxílio babá ou creche. No mais o salário é o da classe, a localização da empresa em termos é boa também. Foi uma experiência boa, mas não tenho o desejo de trabalhar novamente com esta empresa. Contras: Muitas demandas e remanejamentos, sobrecarga dos funcionários, pois além de atendimento interno agora atende o externo também. A empresa não vê o lado do funcionário, há perseguição e demissões sem causa específica. Conselhos para presidência: Melhorar os gestores, coordenadores e a supervisão\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte II - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia , benefícios razoaveis. dependendo do cliente existe flexibilidade . Pagamento em dia , benefícios razoaveis. dependendo do cliente existe flexibilidade . Contras: Não existe plano de carreira Não existe plano de carreira Não existe plano de carreira Não existe plano de carreira Não existe plano de carreira Conselhos para presidência: melhorar a remuneração , e plano de carreira\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Líderes são próximos e fáceis de conversar, a cultura da empresa é boa no que diz respeito à vestimentas e aceitação de diferenças. Existe uma certa flexibilidade de horários. Contras: O RH é bem despreparado para lidar com os problemas cotidianos e também com processos seletivos, o que faz com que muitas pessoas entendam promoções como favoritismo, quando na verdade é só despreparo.\n\nRecomenda a empresa:   \nREPORTAR"}]