[{"user":"Analista de Segurança Júnior","avaliation":"Prós: Excelente ambiente para crescimento profissional das Contras: Diversas mudanças de áreas e muitos cargos de chefia ad\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Especializado Pleno","avaliation":"Prós: Empresa com horários dinâmicos e equipes bem preparadas. Processos de prestação de serviço são bem elaborados e funcionais, evitando que o funcionário se prejudique dependendo de sua função. Contras: Não possui no meu ponto de vista. Empresa que apoia nos estudos, incentiva com reembolso de ceriticação de TI e descontos em faculdades é uma ótima empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Estacionamento barato, convênio, horário flexível, ambiente externo no shopping com bastante opções de laser e conforto, facilidade de locomoção Contras: Muitos cargos em troca de tapinha nas costas, muitas vagas indicadas por gestores, pouca qualidade profissional, clima tenso com muita pressão emocional. Conselhos para presidência: Avaliar melhor a contratação dos gestores, avaliar ética comportamental da gestão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2013","avaliation":"Prós: Reconhecimento - Você pode entrar em uma empresa e não ser visto como um objetivo, e sim como mais um talento, isso é incentiva a pessoas a buscar mais. Contras: Acomodações - a única coisa que não agrada e também não ajuda muito é o ambiente, pois abrange um grande números de pessoas em um espaço pequeno.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Diversas áreas para se conhecer, juntamente com suas tecnologias e frameworks. Podendo tirar suas duvidas com pessoas que trabalham nas mais diversas categorias Contras: Há uma certa confusão muitas das vezes em como resolver um problema , por conta da falta de padrões e alguma desordem em certas áreas.No quesito evolução pessoal referente ao conhecimento , tempo é escasso para se aplicar para estudar algo específico , pois demandas aparecem e não há um foco especifico Conselhos para presidência: Para o estagiário deve haver um plano de ensino , para que fique claro oque será aprendido , e as necessidades perante oque se aprende\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Qualidade Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Para quem está em início de carreira, a TIVIT, é uma excelente oportunidade, desde que, o profissional não fique alocado em clientes. Dentro do próprio escritório, o mesmo terá acesso à cursos e treinamentos oferecidos pela própria empresa. Contras: Para profissionais que ficam alocados em clientes, tem-se grande dificuldade ou inacessibilidade ao RH. A empresa possui burocracias internas absurdas e que acredito que muitas delas sejam desnecessárias. Existem muitos profissionais/gestores grosseiros e arrogantes. Quanto ao salário e benefícios, são absolutamente abaixo do mercado, cujo, a empresa oferece apenas o teto elegível pelo sindicado. Conselhos para presidência: Acredito que o presidente deveria se inteirar, a medida do possível, do dia a dia das operações.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleatendente - Ex-funcionário, saiu em 2010","avaliation":"Prós: Supervisores sempre dispostos a ajudar, bom treinamento, produtos fáceis de se trabalhar, horário bom, quando você é bom colaborador te dão a oportunidade de crescimento, ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal. Escala 6x1\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ambiente limpo, bem estruturado, espaço com banheiros, refeitórios e sala de descompressão. Site possui boa localidade no centro de SP, área de RH no mesmo prédio, supervisores eficientes. Contras: Carece no apoio ao colaborador, ter um bom supervisor é essencial. Senão, o stress poderá tornar cada dia ainda mais pesado. Diminuindo sua eficiência e comprometendo seu trabalho ou até mesmo sua vaga.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Programas - Ex-funcionário, saiu em 2009","avaliation":"Prós: Uma grande empresa com muitas oportunidades de crescimento, profissionais de altíssimo nível. Muito bom para ganhar experiencia e crescer e galgar novas posições. Atualização tecnológica e amplos espaços de trabalho. Contras: Pressão excessiva, prazos sempre muito curtos. Comunicação organizacional peca ao não conseguir colocar todos na mesma pagina. Diretoria muitas vezes extremamente dividida. Por tempo abrigou profissional em nível de diretoria que jamais poderia lidar com pessoas. Conselhos para presidência: Melhorar a comunicação na organização.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"DBA Pleno","avaliation":"Prós: Flexibilidade em pode fazer home office em algumas equipes. Pessoas não tem problemas em passar o conhecimento. ambiente agradável, treinamento dentro de uma plataforma própria da Tivit o que é bem legal. Contras: Como em todo lugar, há privilégios para amigos de chefe, devem olhar pelo trabalho do funcionário e não em seu ciclo de amigos. Não pagam hora extra é banco de horas.\n\nRecomenda a empresa:   \nREPORTAR"}]