[{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente descontraído e oportunidade de crescimento profissional, nisso não podemos criticar, é o ambiente de trabalho é muito bom e agradável Contras: Péssima administração , deveria ser mais organizada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Nada. Contras: Empresa não valoriza seu esforço, pontualidade. Ela não leva nada em conta e não existe nenhum sistema de recompensa ou de reconhecimento. Em suma uma empresa péssima para trabalhar Conselhos para presidência: Valorize o trabalhador.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Bom ambiente de trabalho. A empresa conta com profissionais muito gabaritados. É super positivo estar no meio de pessoas com tanta experiência e conhecimento. A empresa oferece chances muito boas de se trabalhar com sistemas de missão crítica. Contras: O ambiente de trabalho, apesar de bom, poderia ser melhor (ao menos em Curitiba). A burocracia da empresa para se conseguir equipamentos e liberações gerais atrapalha muito. Trabalhar com dois monitores é quase impossível. Além de termos que ficar suplicando por um máquina razoavelmente boa para desenvolvimento. Conselhos para presidência: Pensem na possibilidade de aliviar a burocracia em geral. Conseguir um notebook pode levar meses. Burocracias em nome da segurança sacrificam o bom rendimento do serviço. Sejam mais liberais na aquisição e liberação de bons computadores para desenvolvimento. Trabalhar com bastante memória e dois monitores chega a ser um pré-requisito para um bom desempenho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos - Ex-funcionário, saiu em 2011","avaliation":"Prós: O espírito de colaboração entre os funcionários faz com que a Tivit tenha um clima leve, mesmo sendo uma empresa de tecnologia, onde geralmente o clima é de tensão a todo instante. Contras: Não tem plano de carreira, funcionário fica muito tempo exercendo a mesma função sem alteração de cargo e salário. Processo para mudança de área é moroso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte a Servidores","avaliation":"Prós: Empresa paga tudo em dia não possuímos atrasos neste quesito, ambiente confortável e com oportunidades para aprendizado. Área segmentadas.. Contras: Plantões aos finais de semana sem o pagamento de horas extra, falta valorização do funcionario e carga de trabalho às vezes um pouco carregado por falta de braço Conselhos para presidência: Valorizar mais os funcionários e definição de um plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleatendente - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa disponibilizava grandes campanhas,oportunidades de crescimento e reconhecimento. Contras: Pessoas sem dedicação,comprometimento. Conselhos para presidência: Liderança, pois o lider tem ser,saber e fazer a liderança.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro de Infraestrutura Pleno","avaliation":"Prós: A empresa possui uma otima flexibilidade de horário, além de pagar o salário em dia. Em sete anos de empresa, nunca tive atraso no salário. Além disso, a empresa é uma escola, gerando ótimas oportunidades de aprendizado. Contras: Infelizmente os benefícios não são tão bons, deixando a desejar em alguns quesitos, como PLR e vale alimentação. Além disso, algumas gestões não ligam muito para a vida social e gostam quando o colaborador fica até tarde no trabalho. Conselhos para presidência: Melhor benefícios para os funcionários de base.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador","avaliation":"Prós: Flexibilidade, ambiente de trabalho bacana, muitos treinamentos para as peasias, chance de aprendizado e crescimento profissional, liderança acessível. Contras: Benefícios abaixo da média do mercado, falta de um plano de previdência privada, vale refeição abaixo do mercado, não há vale alimentação, plano de saúde com enfermaria para os menores GS.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios I","avaliation":"Prós: As pessoas, o ambiente e os clientes, alguns estrelas e muitas panelas, mais ótimo lugar para adquirir conhecimentos, pessoas prestativas, bom convênio médico Contras: Não tem plano de carreira, aumento não existe e falta oportunidades para crescer na empresa , vale refeição abaixo do mercado e não se fala em melhorias Conselhos para presidência: Aplicar mais do que falar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Field Services II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de diversos cursos presenciais e online, alem das palestras e incentivo a crescimento pessoal e profissional e poder crescer dentro da empresa Contras: Não tive oportunidade de trabalhar com uma ótima gerencia de projetos, faltou muita atenção dos coordenadores e do gestor do projeto, diversas falhas de planejamento e reuniões. Conselhos para presidência: Falta mais dedicação por parte dos gestores em acompanhar os projetos de perto.\n\nRecomenda a empresa:   \nREPORTAR"}]