[{"user":"Analista","avaliation":"Prós: Apesar do pouco tempo de casa e já desmotivado, encaro esta empresa como uma grande escola. Pois ela lhe ensina a não ser um péssimo profissional no mercado à fora. Contras: Plano de carreira é uma fraude. Você só consegue uma mudança ou promoção se \"puxar o tapete\"... palavras da gerência. O ambiente é pesado e hostil, onde ser desleal é o correto. A gestão/coordenação é uma vergonha, não demonstram e muito menos passam confiança nos subordinados. Não existe diálogo, apenas cobranças com tons de rispidez. Conselhos para presidência: É de grande relevância a Presidência e Dir. de Operações se aproximarem destas áreas, escuta-las e reavaliarem melhor aqueles que foram designados para gerir dos deptos/equipes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Suporte Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Um bom ambiente de trabalho. Os clientes da empresa são de ponta e oferece Boas possibilidades de aprendizado dependendo da equipe que vier a trabalhar. Contras: Para quem esta no Rio de Janeiro as chances de crescimento são ínfimas. A base da empresa é em SP. Importante negociar bem o salário antes de entrar porque depois é muito raro ocorrer mudança salarial.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos de Dados - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário em dia, assim como o vale refeição/alimentação. Teve uma reforma recentemente na estrutura onde melhorou muita coisa, tornando o ambiente mais aconchegante. Contras: Dependendo do produto que você pegar pode ser melhor ou pior, o meu foi a NET e era péssimo, supervisores despreparados, coordenação despreparada e máquinas ruins.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2008","avaliation":"Prós: equipe jovem, exige pouca ou nenhuma experiência para contratação, é um lugar legal para primeiro emprego, as funções são simples de serem executadas e existe treinamento prévio Contras: os supervisores pouco ajudavam, o pagamento nunca vinha corretamente.. o plano de carreira parece bom, mas na verdade é difícil almejar algum crescimento real na empresa. \nREPORTAR"},{"user":"Analista de Negócios Sênior","avaliation":"Prós: No geral é bem legal. Depende muito da equipe que você está. Incentivo a estudos é constante. Muita chance de aprendizado. Avaliação anual. Além de oportunidades de trabalhar em programa social. Contras: Muito burocrática e um pouco atrasada para uma empresa de tecnologia. Ainda utilizam processos em papel impresso e assinado para entregar no RH. Não possui plano de carreira. Conselhos para presidência: Acompanhamento do salário compatível com o mercado. Melhorar a retenção de talentos. Atualmente o máximo permitido é 20% a nao ser através do Programa de Aceleração de Carreira (PAC) mas mesmo assim se limita a 40%. Qualquer oferta acima disso eles nao cobrem. Processos burocraticos demais. Alguns inclusive necessitam impriimir diicumento, assinar e entregar ao responsável.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Processos e Negócios I - Ex-funcionário, saiu em 2015","avaliation":"Prós: O ambiente de trabalho e bom conheci pessoas boas , o ambiente bem limpo e separado por setor mais no fim de semana misturar tudo e ficar uma confusão Contras: Faltar organização muito barulhento o sistema as vezes demorar para entrar tem muita cobrança por parte da empresa em relação ao atendimento Conselhos para presidência: Organização\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Negócios","avaliation":"Prós: A empresa em si é muito boa, os benefícios são bons e cumpre com seus compromissos pontualmente. Contras: O produto Caixa a qual a Tivit representa, não valoriza corretamente seus colaboradores. Conselhos para presidência: Avalie melhor seus subordinados, células como Retenção precisam de um cuidado maior.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Um bom ambiente de trabalho para o crescimento profissional para quem quer seguir um bom tempo na empresa, com supervisores que, muitas vezes, conseguem entender o lado de quem está na PA. Contras: As metas tendiam a ser surreais para quem estava na PA, quase não podíamos levantar da cadeira para beber um copo de água ou para ir ao banheiro sem que fosse na nossa pausa ou nas refeições. Conselhos para presidência: Pensem que as pessoas que estão na PA são seres humanos, e que as metas que são colocadas podem ser surreais. Tentem valorizar mais aqueles que trabalham para vocês...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Help Desk","avaliation":"Prós: Empresa possui uma vasta gama de cursos disponíveis para os funcionários. Além de contar com alguns benefícios interessantes como auxilio Babá ou Creche Contras: Em relação ao nível operacional (service desk e Help Desk) a empresa deixa muito a desejar. Em busca de maior lucratividade poucas áreas são dedicadas forçando assim os funcionários atenderem campanhas sem o maior treinamento e sem as ferramentas necessários e sem acesso necessários. Há também uma falsa sensação de crescimento na empresa nesse aspecto, provendo \"avaliações e niveis hierárquicos\" falso, aonde no papel há uma mudança de cargo mas as atividades continuam as mesma. Conselhos para presidência: Maior cuidado com os funcionários de níveis mais baixos, coordenadores extremamente abusivos, melhor preparo da equipe, fornecimento de ferramentas e acessos necessários e maior organização estrutural (esse ultima deixa a desejar e muito)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: A infraestrutura e a organização da TIVIT é muito boa, os sistemas integrados para os funcionários funciona muito bem e podemos nos comunicar internamente com excelência. Contras: Há defasagens no plano de carreira, se tornou muito complicado e burocrático crescer ou movimentar-se na corporação. Por outro lado a minha gestão não demonstra que quer o desenvolvimento profissional das pessoas da minha área e isso me chateia, pois sou novo e estou em desenvolvimento, logo, eu preciso de uma gestão que force meu melhor desempenho.\n\nRecomenda a empresa:   \nREPORTAR"}]