[{"user":"Agente de Processos - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo refeitório, Rh bem competente, e muitas opções de crescimento na carreira. Em poucos meses você podia crescer bastante lá. Para qualquer problema que você tivesse podia buscar o RH, que era bem acolhedor e tinham profisionais muito dedicados. Contras: Pouco tempo para usar banheiro e comer, dependendo da distância da mesa até o refeitório as pessoas comiam na escada mesmo pra não se atrasar. Tirando que tinah um limite de tempode pausa, para não gerar abusos, contudo acabava restringindo que tinha necessidade de usar alguns minutos a mais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Telecomunicação","avaliation":"Prós: Oportunidade de contato com os grandes players do mercado e últimas tecnologias. Contato com profissionais qualificados e empresa com processos bem definidos. Contras: Não possui uma política de retenção dos colaboradores chaves eficiente, ainda que seja uma empresa que vende o conhecimento dos seus colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de TI","avaliation":"Prós: Aprendizado e desenvolvimento dos profissionais, capacitação e oportunidade de desafios. Novidades, inovação e reconhecimento internacional como empresa de Terceirização de serviço de Tecnologia Contras: Empresa ainda pautada na antiga metodologia de trabalho, gerenciada e moldada por profissionais no auto escalão obsoletos e não prontos para a nova geração de profissionais. Focada no em novas tecnologias com parque de máquinas e processos obsoletos. Conselhos para presidência: Menos terror psicológico e mais ações para transformação do modelo de empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Projetos","avaliation":"Prós: é uma escola, você aprende muito, até porque lida com diversas areas de atuação para quem trabalha na tivit se tornar um bom profissional é facil! Contras: Processo de cresciemento interno é muito moroso! e os profissionais muitas vezes nao recebem o respeito devido! deveria ter uma avaliacao mais aguda! Conselhos para presidência: olhar com carinhos para os profissionais que de fato vestem a camisa e fazem da TIVIT A EMPRESA QUE É!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Sênior","avaliation":"Prós: Empresas de grande porte, com possibilidade de crescimento, diversos segmentos tecnológicos e de serviços. Experiência em gestão de processos e ti. Contras: Pouca flexibilidade de retenção, pouca visibilidade interna dos serviços executadas pela operação, falta de sinergia entre operações e serviços.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: crescimento,ambiente de trabalho,salario e beneficios em dia,treinamento,local pra relaxar tudo bem limpo,não tenho mais nada para acrescentar . Contras: demora do rh,a van que faz o transporte dos funcionarios não tem um horario compativel com a saida dos mesmo do seu local de trabalho,principalmente nos fins de semanas e feriados. Conselhos para presidência: tratar melhor ser mais atencioso aos funcionarios que estão iniciando na empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Atendimento Ativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nenhuma a empresa não tinha pontos positivos , porque não aceitava nenhum tipo de conselhos ou argumentação quando era posto o oi tô de vista do funcionário Contras: TNenhuma a empresa não tinha pontos positivos , porque não aceitava nenhum tipo de conselhos ou argumentação quando era posto o oi tô de vista do funcionário bs Conselhos para presidência: Não tenho nenhuma pois não aceitava nenhuma tipo de conselhos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios, flexibilidade horário, local de trabalho, instalações da empresa, responsáveis pelos agentes de atendimento compreensivos e ótimos profissionais Contras: Forma de horários explicado na hora da contratação e um na pratica são outras. A empresa de inicio ao pedir contas para deposito de salários e um pouco bagunçada poderiam facilitar com a conta que você já tem em aberto.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"BackOffice","avaliation":"Prós: exelente ambiente para interação e desenvolvimento da comunicação, equilibrado, com liberdade moderada ao que diz respeito a atividades que geram soluções inovadoras. Contras: a possibilidade é moderada na questao que diz respeito ao tratamento de desenvolvimento do funcionario, poderia ter uma politica melhor em relação a estudantes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes de Software Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa bem organizada. Bem estruturada. Ótima linha de crescimento. Bons salários e beneficios. Bom lugar para se trabalhar, pessoas bem satisfeitas com a empresa. Contras: Deveria oferecer mais oportunidades e incentivos para o colaborador se especializar em sua área de atuação na empresa. Assim, melhorando a sua visão para solucionar os problemas do dia a dia.\n\nRecomenda a empresa:   \nREPORTAR"}]