[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: As pessoas que trabalham na maioria operacional são educados, prestativos. A gestão dessa empresa no geral não sabe valorizar em nenhuma situação seus ótimos profissionais. Contras: Empresa não oferece um pacote de benefícios razoável, plano saúde é co-participação, salário muito baixo na maioria dos cargos, por exemplo os chefes recebem independente de seu cargo o mesmo calor em torno de 12,00 nem da para acreditar. Conselhos para presidência: Não valorizam ótimos profissionais que passam ali, muitas vezes contratam de fora, editora abril por exemplo está passando por uma enorme dificuldade e com isso ao invés de valorizar a competência dos profissionais ali, só pioram a situação de todos e pressionam para vender, vender, e vender e com isso acaba gerando situações desconfortáveis por jc.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Flexibilização de horário, nunca atrasa salário ou benefícios, boa para aprender e se desenvolver, atende há diversos clientes, cargos geralmente são via CLT Contras: Gestão voltada somente a lucro, rotatividade de funcionários elevada, não valoriza o capital intelectual, procura sempre funcionários mais baratos, não se preocupa com o desenvolvimento pessoal na prática, somente propaganda. Conselhos para presidência: Presar mais pelo capital intelectual\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente - Ex-funcionário, saiu em 2014","avaliation":"Prós: É uma boa empresa, cumpre com os pagamentos, oferece bons treinamentos e sempre tem ações de engajamento. Também oferece possibilidade de crescimento. Contras: O processo seletivo é falho, o que atrapalha o trabalho de quem está comprometido com a satisfação dos clientes durante os atendimentos. O problema dos clientes não é resolvido, pois os colaboradores não se empenham, desligam a ligação ou não buscam solucionar a situação. O salário é muito baixo. Conselhos para presidência: Acredito que se o processo seletivo for mais rigoroso, contratando pessoas alinhadas com os objetivos da empresa e que se comprometam com a solução dos problemas dos clientes, o trabalho será muito mais agradável para todos. Digo isso pq é muito desmotivador quando um cliente liga bravo (e sabemos que ele tem razão), pois seu problema não foi solucionado nas ligações anteriores. Além disso, imagino que trabalhando de fato com foco na qualidade do atendimento, o número de rechamadas e cairia bastante e as vendas aumentariam.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Líder Operacional","avaliation":"Prós: Pagamento em dia, bons benefícios, adiantamento do salário. Ambiente bom e familiar onde os funcionários fazem o clima melhor durante a jornada de trabalho. Contras: Visa o lucro e troca de funcionários toda hora, não tem consideração com funcionários. Local de trabalho é muito ruim, sem opção para nada. Conselhos para presidência: Pensar no funcionário como ser humano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Servidores Windows","avaliation":"Prós: Pagamento em dia, auxílio creche. Ok Contras: Plano de carreira, valorização funcionário e ambiente estressante. Falta de visão para futuro do profissional. Ok Conselhos para presidência: Valorizar mais o funcionário \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa nacional com atuação na América Latina, possui possibilidade de crescimento e expansão do negócio. Possui diversos escritórios na América Latina. Contras: Faltam processos, ainda não está inserida no modelo digital. RH pouco voltado ao negócio Processo seletivo desorganizado Ainda possui mentalidade operacional Conselhos para presidência: Melhorar processos inovadores, cuidar mais de pessoas, gerar mais oportunidades para quem realmente traz resultados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Companheirismo, ajuda coletiva, a gestão está sempre a disposição para lhe ouvir e auxiliar no que for preciso, pagamentos sempre em dia, bom ambiente de trabalho. Contras: Até o determinado momento, ainda não passei por nenhuma má experiência, talvez por ser novo na empresa, por enquanto tenho só pontos fortes para acrescentar.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Escritório bem localizado, as pessoas são agradáveis, legais e compliances, horário flexível (não possui estrutura de horário-ponto), boa estrutura. Contras: Processos burocráticos, não possui meritocracia, má política de remuneração, falta de visão centrada no funcionário, não tinha política de horas extras/banco de horas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Acadêmico - Ex-funcionário, saiu em 2019","avaliation":"Prós: As pessoas não acolhedoras o ambiente também, possui ótima estrutura para o funcionário, pena não possuir PLR e nem plano de cargos e salários. Contras: Não há plano de cargos e salários, pra subir ou mudar de cargo tem que puxar saco da chefia ou possuir um parente ou conhecido na áreas De gestão, a gerência só se preocupa com o próprio umbigo. Conselhos para presidência: Olhar mais para os funcionários do baixo clero, vulgo chao de fábrica\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente descontraído como toda empresa de TI, excelente localização e flexibilidade de horário, lideres e diretores de fácil acesso ao staff. Contras: Excesso de burocracia, por ser uma empresa de TI, deveria ter um Service Desk Interno mais ágil. Plano de saúde (Intermédica) péssimo, quase não tem credenciados e reembolso de consulta médica é limitado a R$ 75,00. Vale Refeição extremamente baixo, paga o mínimo estabelecido em convenção do sindicado (R$ 18,00/dia), enquanto a maioria das empresas paga em torno de R$ 35,00 a R$ 50,00 por dia. Conselhos para presidência: - Desvincular o incentivo educacional da avaliação de performance, a empresa deveria manter um budget para esse tipo de incentivo, valorizando e priorizando cursos voltados a TI, assim colaboradores poderiam solicitar reembolso sem prazo de 1 ano de casa, mas sim, permanência minima de 2 anos após conclusão do curso. - Mudem Intermédica para Amil - Invistam forte numa Universidade Corporativa da Tivit (avaliem as Universidades Corporativas premidas pela CUBIC)\n\nRecomenda a empresa:  Sim \nREPORTAR"}]