[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa grande por isso ha grande possibilidade de crescimento. Ha o dia da fruta toda segunda feira. Na medida do possivel possui processos mapeados e organizados Contras: Ate o momento sem pontos negativos. Poderia melhorar o cafe servido pela manha. Mais treinamento. Processo mais claro sobre incentivos a certificacoes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa busca ter um bom clima. Os executivos são bastante atenciosos e mantém uma política de portas abertas. Boas instalações para o trabalho. Contras: Empresa possui Burocracia demasiada. As melhorias sugeridas acontecem de forma muito lenta. Os processos e decisões são geridos por poucas pessoas, há muita centralização.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico de Suporte Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento e benefícios sempre feitos em dia, tanto horas extras como salario mensal. Existe outras localidades da empresa onde podemos nos comunicar com outros funcionários. Contras: Devido minha função estar relacionada com projetos em empresas terceiras, muito pouco contato com a Gestão, muito burocrático meios de comunicação através de mídias, suporte /apoio de gerentes extremamente raros. Já estive algumas vezes em escritórios da Tivit em SP, e são bem diversificado em termos de áreas, Gestão pra cima bem acomodado, bem estruturado, Operacional \"largado\", falta de infra, etc. Conselhos para presidência: Melhorar meios de comunicação entre funcionários da área operacional com as áreas de RH e Gestão/Coordenação. Valorizar área de operacional, ficar mais próximo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2013","avaliation":"Prós: Oportunidade de aprendizado e crescimento na empresa. Conhecer pessoas e trocar suas experiências profissionais com os colegas de trabalho. Contras: Empresa localizada em local com pouca segurança. Difícil acesso quando está chovendo por causa dos alagamentos e sujeira no caminho de chegada a empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Tem um amplo campo de negócio e atuação que ajuda o novo colaborador a entender e assimilar melhor o mundo da TI, principalmente estudantes. Contras: Uma burocracia excessiva em processos simples, e uma desorganização generalizada em questões essenciais. Uma simples solicitação de crachá leva literalmente anos para ser entregue. Conselhos para presidência: Conheçam o dia a dia se seus colaboradores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Agente de Processos e Negócios - Ex-funcionário, saiu em 2016","avaliation":"Prós: .Não e necessário experiência, o treinamento do produto que eu trabalhava foi bem forte (AES ELETROPAULO), supervisores sempre muito compreensivos. Contras: Ambiente estressante, remuneração ruim, gerentes não possuem visão, havia sempre um medo de perder o contrato com o produto a todo tempo. . Conselhos para presidência: Investimento nos funcionários, e exigência de qualificação profissional para cargos que necessitam de maior responsabilidade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Voce aprende muito, aumentando seu leque de conhecimentos! Tem flexibilidade com horarios, otimos beneficios, ambiente muito para trabalhar. Contras: Demora no reconhecimento, não valorizando profissional, permitindo que o mesmo troque de empresa com facilidade, não obtem confiança do profissional para crescer na carreira Conselhos para presidência: Valorizar profissional, evitando muitas vezes saidas inesperadas, prejudicando equipe\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa sólida, o que a torna confiável o recebimento de salários e benefícios. Controle de horas, o que acaba sendo bom para qualidade de vida. Contras: Trabalhei na área de desenvolvimento, o que não parece ser o foco da empresa. Isso esbarrava em burocracias técnicas e muito tempo para conseguir experimentar e lançar um produto. Conselhos para presidência: Como trabalhei num setor \"atípico\" (que não é o centro das atenções), não sei se cabe um conselho. A área, por si só, acaba sendo diferente da cultura do restante da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico de Suporte II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Gestores abertos ao diálogo com os funcionários para melhoria do ambiente. Treinamentos oferecidos pela empresa através de um portal. Vagas abertas são sempre oferecidas aos funcionários que lá estão, então há uma boa oportunidade de crescimento. Contras: O fato de utilizarem a técnica \"multiskill\" tende a deixar os funcionários bem estressados, acaba sendo maçante trabalhar com tantos clientes diferentes. Os salários são um pouco abaixo da média, mas os demais pontos positivos equilibram isso.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: várias plataformas de conhecimento para desenvolvimento profissional. boa infraestrutura de trabalho. Possui uma gama variada de profissionais bem conceituados. Contras: empresa mal estruturada. Burocracia \"extrema\". processos ruins e engessados. Empresa com metodologias e perfil do século XX. Precisa se desenvolver muito para se tornar realmente um empresa digital. Conselhos para presidência: Entender melhor a necessidade de negócios de cada cliente, não apenas para agregar valor técnico, mas conhecer profundamente o funcionamento de cada cliente é fundamental para a sustentação do negócio. Cada cliente é particular e carente no apoio ao core bussiness. Investir em perfil de profissionais de relacionamentos que agreguem valor ao negócio e com autonomia de gestão é premissa neste quesito.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]