[{"user":"Funcionário","avaliation":"Prós: Ótima empresa para se aprender, a TIVIT é literalmente uma escola. Ambiente de trabalho descontraído e ótimos programas sociais para os funcionários. Contras: RH totalmente engessado, a empresa não valoriza da forma correta os profissionais que tem por ser uma consultoria e os perde com muita facilidade para o mercado. Máquinas disponíveis aos desenvolvedores totalmente depreciadas, por atenderem ao menos o carro chefe da empresa, que é infraestrutura. Tentam aplicar metodologias ágeis mas não seguem o fluxo e a filosofia da forma que deveria realmente ser feita. Conselhos para presidência: Valorizar melhor seus funcionários, não só com programas internos de comunicação e marketing, mas também valorizá-los a ponto de não perder para o mercado por dinheiro e disponibilizar melhores ferramentas de trabalho.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Supervisor de Atendimento - Ex-funcionário, saiu em 2008","avaliation":"Prós: Pontualidade nos pagamentos, beneficios corretos, horários compatíveis, refeit´rio com microondas, geladeira, ambiente de operação organizado Contras: número de profissionais do RH insuficiente para atender a demanda de funcionários, computadores do call center antigos e desatualizados, sistema operacional muito lento\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analyst","avaliation":"Prós: A empresa possui boa estrutura e suporte para crescimento profissional. De forma corporativa é um ótimo lugar para criar referências e investir na carreira Contras: A empresa tem passado por ano de intenso engessamento na parte processual. Praticamente deixando resultados satisfatórios chegarem tarde demais. Conselhos para presidência: Menos processo, mais inteligência. Menos esforço, mais resultado\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Especialista de Negócios I - Ex-funcionário, saiu em 2019","avaliation":"Prós: Transparência, parceria, remuneração, transparência, parceria, remuneração, transparência parceria, remuneração, transparência, parceria, remuneração, Contras: Nao identifiquei. Nao identifiquei. Nao identifiquei. Nao identifiquei. Nao identifiquei. Nao identifiquei. Não identificado. Nao identifiquei\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Fraude - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons benefícios e salário acima da média do mercado de trabalho. Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Contras: A área de recursos humanos peca muito na hora de atender os seus colaboradores, funcionários não mas possui recompensa em forma de PLR e nem, para os executivos o bônus anual.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente de Telemarketing","avaliation":"Prós: Comprometimento com seus deveres legais,ambiente de recepção muito acolhedor e uma equipe de profissionais dispostos a orientar no que for necessário de forma clara e eficiente. Contras: Falta de reconhecimento nos nossos esforços e no comprometimento com empresa,limitando as perspectivas de crescimento futuros deixando a desejar nos processos seletivos internos da empresa Conselhos para presidência: Se dedicar e se cobrar a todo momento, exigindo superação colocando seus objetivos como metas principais para seu crescimento com ética e caráter.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Operadora de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: O aprendizado,o local a experiência foi muito Boa,a supervisão também são bem competentes ajuda muito na evolução do funcionário o crecimento Contras: O salário e a falta de benefícios precisa melhorar muito isso pois sem salário ninguém quer trabalhar,o atraso dos pagamentos Também é frequente Conselhos para presidência: Pagar melhor\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Nenhum ponto positivo foi encontrado até o presente momento, exceto pelo pagamento que é feito em dia pela própria empresaao menos no início do contrato Contras: Falta de reconhecimento do empregado, a mesma não difere empregados com nenhuma experiência ,sem formação ou conhecimento e empregados formados, com experiência e bons de serviço\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Técnico","avaliation":"Prós: Muito bom dinâmico, amo trabalhar na empresa, presta um excelente apoio aos funcionários, gestão excelente sempre aprimorando novas tecnologias. Contras: Não acho que a empresa tenha algum ponto negativo, gosto de tudo inclusive dos horarios que são bem flexíveis e não gera desconforto na equipe.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Programador","avaliation":"Prós: Empresa consolidada no mercado, com grandes clientes, os poucos profissionais na equipe, são pessoas maduras, com grande espirito de equipe. Contras: Os benefícios da empresa, são os piores que já vi, tendo em vista que é uma empresa de grande porte e com uma carteira de grandes clientes. Hoje o VR é o piso sindical, e á um desconto em folha, o que reduz o valor real para 15 reais / dia. Trabalho alocado na CIP, e o projetos seguem com prazos super apertados, pressão total por parte dos gerentes e coordenadores de projetos da TIVIT, que estão a frente dos projetos, e que só sabem cobrar e não consideram as dificuldades e limitações, tendo em vista que é um sistema antigo, com frameworks defasados( Wicket), que ao invés de ajudar, só complicam ainda mais a vida do programador. Em vias contrárias, no cliente a realidade é totalmente diferente. Hoje a equipe trabalha em quadro reduzido, fazendo jornadas de 10 á 12 hrs por dia, sem contar os finais de semanas perdidos, e o pior de tudo é que estas horas ficam sendo controladas pelas próprias pessoas. E o pior de tudo é que não há reconhecimento. As perdas de esforços (profissionais) tem sido constantes em vista dos problemas anteriormente citados e não há um trabalho por parte da gerência para reverter a situação. Outro ponto importante é que a comunicação com o RH é super difícil. Conselhos para presidência: As avaliações e mapeamentos 360 não servem de nada. Porque os problemas são constantes e recorrentes e não há sinais de melhorias. Há gerentes, coordenadores de projetos super despreparados, que por ser terceiros aceitam tudo, e querem ganhar o crédito pressionando os demais envolvidos no intuito de assumirem compromissos irreais, gerando atritos e discussões.\n\nRecomenda a empresa:   \nREPORTAR"}]