[{"user":"Atendente de Relacionamento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muitos benefícios, empresa possui parcerias com diversas instituições de educação, horário de trabalho, ambiente de trabalho, reconhecimento dos funcionários. Contras: A única coisa que posso citar como negativa são os processos seletivos internos, muitos deles são feitos somente pra cumprir tabela, na maioria dos casos a pessoa já está indicada para o cargo, mesmo não sendo apta para a função.   "},{"user":"Atendente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Cultura organizacional positiva, parceiros de trabalhos legais, benefícios e convênios da empresa são bacanas, supervisores acessíveis e bom ambiente. Contras: A rotatividade de horários é muito grande, não da pra você se planejar por mais de 2 meses. Salario baixo, empresa muito longe de qualquer ponto da cidade.   "},{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum ponto positivo para essa empresa medíocre que explora mentalmente seus funcionários e associados. Por isso está tomando vários processos Contras: Todos. A empresa sacrifica a sanidade mental de seus associados para que eles produzam e atendam seus clientes sem entregar uma qualidade de trabalho aos funcionários   "},{"user":"Analista de Planejamento Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa é maravilhosa, oferece ótimos benefícios, dá autonomia, tem um espaço físico bacana. Dá oportunidades de carreira, possibilita qualidade de vida Contras: Não tenho pontos negativos, a empresa sempre me ofereceu oportunidades, não tenho nenhuma insatisfação, saí por motivos pessoais e voltaria com prazer. E com certeza me receberia de braços abertos, Conselhos para presidência: Continue investindo em inovação e no bem estar dos associados   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: É uma excelente empresa se oportunidades, onde conseguimos vislumbrar um futuro e ainda mais uma empresa muito estável no mercado atual. Empresa que zela pelo associado e em todos os momentos podemos ver a parceria de todas as áreas. Muito satisfeita por fazer parte desse grupo lindo. Contras: Atualmente os pontos que poderiam ser melhores frente as outras do grupo é o menor Ticket alimentação, UNIMED cooparticipativo e ainda mensalmente tem valor fixo de desconto. Acredito que se ambos benefícios fossem revisto estaria a frente das outras em satisfação. Conselhos para presidência: Rever benefícios, ticket alimentação para Staff é irreal pela carga horária e UNIMED para o time do Staff poderia ser assim como é em outros call center só descontar se usado.   "},{"user":"Analista","avaliation":"Prós: Nunca atrasamos o pagamento mensal,isso é um ponto muito positivo.E gestão também é ótima, parabéns a Diretoria,e ao Grupo, gosto de trabalhar lá. Contras: Precisa rever o salário,pois muito baixo, referente a alguns cargos,deve ser revista a maneira de renumerar alguns associados,e deve se fazer alguns reconhecimentos as pessoas que lá trabalham Conselhos para presidência: Precisa rever os salários,preços dos lanches das lanchonetes dentro da empresa, pois muito caras,pois a maioria dos associados recebem salários mínimos   "},{"user":"Analista de Telecomunicações Trainee - Ex-funcionário, saiu em 2013","avaliation":"Prós: Excelente programa de crescimento dentro da empresa. Oportunidade de transferência para as demais empresas do grupo Algar. Possibilidade de alterar a área que atua. Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2016","avaliation":"Prós: A estrutura do prédio em BH é excelente, equipamentos novos e ambiente muito bem cuidado e limpo. Bom para inicio de carreira. Salários dentro da media do mercado. Contras: Não existe plano de carreira, feedback muito superficial, projetos usam tecnologias muito antigas, processo de desenvolvimento de software muito burocrático, gerentes sem conhecimento técnico e não existe investimento em treinamentos. Conselhos para presidência: Sejam menos burocráticos e escutem de verdade os funcionários. Vocês perderam dezenas de ótimos funcionários por descaso.   "},{"user":"Analista de Operações","avaliation":"Prós: Ambiente agradável geralmente superiores sempre cordiais geralmente não atrasa o pagamento e sempre sempre prega o respeito entre as pessoas. Contras: Não há uma política de crescimento interno e uma empresa gigante porém na maioria das vezes as pessoas saem frustradas pela falta de oportunidades internas. Além disso o gestor não é participativo eu não tinha feedback positivo e nem negativo   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Paga em dia, VR pagam o um pouco a mais que o limite, chance de conhecer grandes ambientes corporativos, São esses pontos positivos que tenho da empresa. Contras: Sem chances de crescimento, falta de comunicação entre os gestores e o empregado, não existe uma avaliação ou feedback sobre como você esta indo na empresa, paga o minimo estabelecido no mercado. As vezes você é enviado para clientes só para chegar eu levei 3 horas e mais 4 horas para voltar para casa. Poderiam evitar isso enviando alguém que more próximo ou que tenha fácil acesso a certas localidades. Na maioria das vezes você é terceiro do terceiro, Já fui em uma empresa onde o tecnico local estava ganhando o dobro do meu salario e fazíamos o mesmo trabalho, a unica diferença é que ele trabalhava direto para a empresa que contratou os serviços da Algar, desanima muito isso. Conselhos para presidência: Poderia ter uma oportunidade para que todos possam crescer na empresa, ter salários melhores e alocar os técnicos em empresas de fácil acesso, pois já peguei cliente que fiquei 7 horas do meu dia em transporte publico.   "}]