[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Benefícios, salário, aprendizagem, pessoas, depende muito do Projeto que você vai ficar, mais a empresa é boa. Gosto bastante de trabalhar na empresa. Contras: RH, pois falha muito, Prédio que trabalho na República não tem sala de descanso, essas coisas simples mais que ajudaria muito na hora do descanso.   "},{"user":"Atendimento","avaliation":"Prós: Horário de trabalho. Muitas vezes isso pode ser o mais importante, se o horário for para você pode ir sem medo. tem horários variados algum ira encaixar com você. Contras: Baixo benefícios. A empresa sempre arruma um jeito para descontar qualquer coisa. Tem um setor de qualidade que sempre tira dinheiro dos colaboradores.   "},{"user":"Técnico de Suporte","avaliation":"Prós: A algar é uma ótima empresa para se trabalhar, desde o ambiente até a remuneração e os benefícios, nunca tive nenhum problema no trabalho, nunca faltei, um ótimo ambiente de trabalho, meus supervisores sempre nos deram apoio e sempre nos informaram sobre novas oportunidades dentro da empresa em outros projetos e em outra empresa associada a Algar Contras: não vejo uma oportunidade de crescimento, parece que quem está fará a mesma coisa sempre, os bancos de vagas para novas oportunidades, nunca tem uma novo emprego, apenas quando finaliza o projeto que incentivam novas vagas, porém, o salário não aumenta   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Empresa com muitas oportunidades, salários conforme prática no mercado, excelente pacote de benefícios, recompensa em Premiação anual, foco em tecnologia. Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Poucas oportunidades para crescimento.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Bons projetos (clientes), salário acima da média e pacote de benefícios (padrão). Auxílio na realocação em caso de término de projetos e UniAlgar. Contras: Falha na divulgação de vagas internas, falta clareza no critério de avaliação para promoção, pacote de benefícios com 'alta %' de desconto, RH não funciona. Conselhos para presidência: Visitar escritórios fora de MG! E conhecer seus colaboradores já seria um ótimo começo... Assim entenderiam pq tantos projetos (clientes) são perdidos!   "},{"user":"Atendente Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tentam fazer com que o funcionários se sintam confortáveis com a função, tem um bom treinamento e atividades festivas e de lazer, como amigo secreto, ir a fantasia, entre outros. Contras: Ao todo é a melhor empresa de call center de campinas, mas o tempo de almoço deixa a desejar, junto com o salário que com os descontos fica menor que o previsto e em alguns casos não tem comissão Conselhos para presidência: Aumento da comissão   "},{"user":"Analista QlikView","avaliation":"Prós: Não tenho nada para reclamar sobre a Algar, otima empresa para se trabalhar, pode ser considerada uma \"Mãe\", porem precisa dar mais oportunidades e enquandrar o salario de seus associados conforme o mercado. Contras: Precisa de dar mais oportunidades e fazer um enquadramento de salario conforme o mercado paga os seus associados. mais treinamentos nas areas. Conselhos para presidência: Plano de carreira e Enquadramento salarial.   "},{"user":"Técnico de Suporte","avaliation":"Prós: A empresa tem vários clientes, isso é bom pois se um cliente cancelar o contrato podemos ser remanejados mantendo nosso vinculo de trabalho, os clientes ficam em varias regiões de São Paulo. Contras: A empresa tem um plano de carreira, porém ja me cadastrei em algumas vagas, o grande problema é não receber um retorno positivo ou negativo sobre o processo   "},{"user":"Assistente de Suporte TI","avaliation":"Prós: Pontual nos pagamento, boa de trabalhar, horário flexivel, tem estrutura, plano de saúde, plano odontologico, cartão alimentação e estrutura favoravel. Contras: A parte de treinamento é um pouco fraca. .   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios, ambiente de trabalho e fixo. Tudo que precisar você vai ter suporte, Boa estrutura Eventos Festas com premiações e buffet tudo pago Contras: Gestão de pessoas muito fraca, sem postura de gerência e supervisão, prejudicando os funcionários. Não tem plano de carreira pois só beneficiam amigos conhecidos de fora do trabalho.   "}]