[{"user":"Técnico de Atendimento Júnior","avaliation":"Prós: Boa emoresa para trabalhar, em caso de problemas os chamados são avaliados e atendidos rapidamente pelo RH. Paga em dia, nesses dois anos nunca atrasou. Contras: Não têm plano de carreira, vr baixo. Conselhos para presidência: Bom trabalho.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: O ponto mais positivo da empresa é o pagamento do salário do vale em dia, eles nunca atrasam, e, dependendo do mês, até pagam com um dia de antecedência. Contras: O ponto mais negativo da empresa é referente as férias, eles não deixam o funcionário tirar 20 dias de férias, são apenas os 30 dias. Esse é um ponto negativo para alguns.   "},{"user":"Atendente de Relacionamento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Possui bastante organização administrativa e rapidez nos processos com os colaboradores. Oferece benefícios diversos para todo caso de indivíduo, treinamento muito bom. Contras: Não possibilita muito crescimento de carreira dentro da empresa, sendo a avaliação de capacitação do funcionário muito fraca. No meu caso, a supervisão não ajudava nem um pouco.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Empresa grande, muito boa para se obter expediencia e adquirir o devido conhecimento de certos processos. Boa para aperfeiçoar sua carreira profissional. Abrangente nas tarefas diárias. Contras: Poucos beneficios, uma pena ver uma empresa tão grande e com funcionários aptos, não receberem o devido reconhecimento de suas funções, há pouco reconhecimento com os colaboradores.   "},{"user":"Supervisor de Operações Master - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente empresa para se trabalhar, preza pelo ambiente de trabalho, valoriza os funcionários e possui bons benefícios. A remuneração é compatível com o mercado. Contras: A empresa possui processos internos que podem ser mais ágeis e menos engessados. No mais não tenho o que colocar como ponto negativo, trabalhei com excelentes profissionais que me auxiliaram e me ensinaram bastante.   "},{"user":"Atendente - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa é muito boa mas exige muito da vida pessoal. Várias horas extras e o stresse são extremamente presentes, mas tive uma experiência agradável e muito crescimento. Contras: Ótima empresa, uma pena que na área de infraestrutura não tem um gerenciamento qualificado, de visão e isso infelizmente traz prejuízos significativos para própria empresa!   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Pagamentos e benefícios em dia, contato frequente com os supervisores e fácil acesso a gerencia ou outros setores mais acima da hierarquia, e-mail corporativo e skype com acesso a todos os funcionários do grupo. Contras: Um dos pontos que deveriam melhorar seria em relação a abertura de chamados internos feitos por funcionários, muita demora para resolver problemas simples e não dão nenhuma resposta completa quando entramos em contato Conselhos para presidência: Colocar melhoria nos benefícios, reduzir os descontos como outras empresas já fazem em relação ao VR, deixando o funcionário isento de pagar.   "},{"user":"Funcionário","avaliation":"Prós: Empresa prestadora de serviços para grandes empresas, possui um nome forte mas deixa muitos desejar visto que é citada em uma revista por ser muito boa para trabalhar. Contras: RH completamente irresponsável, contrata funcionários com o mesmo cargo e pagas salários diferentes, demora dois meses para pagamento de horas extras, vestires não tem a mínima noção do que se passa na equipe. Conselhos para presidência: Reformular totalmente o RH e dar mais atenção ao funcionário que é quem leva o nome da empresa.   "},{"user":"Analista de BI Pleno","avaliation":"Prós: Flexibilidade de prazos e horário, liberdade para trabalhar, educação dos gestores, acesso a alta gestão, projetos para inovar, acessibilidade. Contras: Carreira, Liderança as vezes fraca, plano de carreira e plano de conhecimento, poucos treinamentos e direcionamento, benefícios, qualidade do coffshop(onde compramos os alimentos) Conselhos para presidência: Colocar pessoas técnicas na alto gestão da áreas de TI, Inovação e Transformação a empresa precisa de um bom CTO   "},{"user":"Funcionário","avaliation":"Prós: Empresa sempre de portas abertas caso o funcionário precise sair e voltar, é possível se estabelecer diálogo dependendo do seu gerente e ter bastante compreensão Contras: Salários muito baixos e interação muito vazia para analistas que trabalham em sites fora de São Paulo, um RH muito burocrático e muitas vezes mais preocupado em invalidar o que se diz do que resolver a situação.   "}]