[{"user":"Técnico de Suporte","avaliation":"Prós: Em determinados contratos existe benefícios de muita importância, o mais ''vantajoso'' seria o pagamento de KM, um valor pago fora de contra cheque correspondendo a distancia da residencia vs trabalho, vouche de táxi para horas extras e no final de ano existe uma PLR que corresponde em média 30% do salario. Contras: Em 3 anos de Algar tech passei por 6 contratos, em alguns pontos isso ocorreu com um pouco de instabilidade, porém as mudanças foram bem vindas.   "},{"user":"Analista de Teste Pleno","avaliation":"Prós: Ambiente descontraído, grande aprendizado profissional, convenio com cursos na área de TI, jornada de trabalho flexíveis e papeis bem definidos. Contras: Ticket refeição inferior ao valores de alimentação da área em que a empresa está, deveria dar oportunidades aos funcionários para vagas que surgem ao invés de procurar no mercado de trabalho, permitindo crescimento de carreira interno.   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Reconhecimento pelo bom trabalho dos funcionários é um ponto positivo da empresa. Com isso, há possibilidade de crescimento profissional dentro da empresa. Contras: Não há muita flexibilidade de horários, tampouco flexibilidade quanto as operações de trabalho. Penalização muito rígida quanto aos horários de entrada e saída.   "},{"user":"Operador de Caixa - Ex-funcionário, saiu em 2017","avaliation":"Prós: O Networking da empresa é construtivo para um futuro fora dela. Trabalho sob pressão e valorização de um bom trabalho. Reconhecimento simbólico. Contras: As promessas feitas na entrevista deveriam ser cumpridas, pela ética profissional. Um ambiente com muitos jovens, portanto, acaba se tornando lúdico demais.   "},{"user":"Operador","avaliation":"Prós: Empresa com infraestrutura,local de trabalho confortável,salário padrão é bem difícil de atingir todas as metas,porém não é impossível,mas na minha opinião deveria ser pensado um pouco no funcionário. Contras: Pessoas de mal humor,lanchonete dentro da empresa com preços absurdos de caro,ter de ficar batendo ponto pra bater metas e pegar icentivo,enfim a empresa deveria pensar mais no funcionário! Conselhos para presidência: Assim como pensa no conforto dos clientes,deveria pensar no funcionário.   "},{"user":"Técnico de Suporte","avaliation":"Prós: É um pouco difícil citar algum, pq enquanto lotado em cliente, só tive os direitos básicos e nada mais. Nem PLR esse ano vai sair, há um ano \"jogaram pra nós\" o plano de saúde. Contras: Só quem está na sede, em Uberlândia, aproveitas os benefícios que a empresa proporciona. Se você está alocado em cliente, é totalmente esquecido lá, vira patrimônio do cliente. Pra tudo tem um processo a ser seguido, o q as vezes deixa tudo muito burocrático. Oportunidades de crescimento: 0. Aumento de salário por mérito: -00. Cursos e aperfeiçoamentos: -0 Conselhos para presidência: Tendo muitos \"associados\" pelo Brasil e AL, seria interessante saber o que eles pensam.   "},{"user":"Técnico de Telecomunicações - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não há pontos positivos , empresa sem programa de carreira. Deixa o funcionário na mesma posição sem crescimento. Não é uma empresa para crescer Contras: Sem gestãocrescimento. Não é uma empresa para crescer "},{"user":"Desenvolvedor Front-end Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Salários competitivos com o mercado. E alguns gerentes de projeto se preocupam em explicar e traçar um plano de carreira para seus funcionários. Contras: Empresa não se preocupa com os funcionários, montam uma equipe do zero com novos funcionários para projetos que ainda não são seguros, podendo desfazer a equipe inteira em um curto período de tempo (menos de 6 meses) caso cliente desista do projeto.   "},{"user":"Técnico em Informática - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum. Já começa pelo recrutamento e seleção, eles não te ligam, disparam e-mail informando o dia e horário da entrevista, o candidato chega perdido sem saber quase nada sobre a vaga. Contras: Escala e horários de trabalhos ruins, Vale Refeição poderia ser melhor, estrutura do local de trabalho deixa a desejar, cadeiras ruins, ainda mais para quem trabalha em escala 12x26.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Horário flexível, pode trabalhar de bermuda. Contras: Salário a baixo da média, muita burocracia, falta de comunicação por parte da empresa.   "}]