[{"user":"Analista de Suporte Pleno","avaliation":"Prós: Empresa que de modo geral atende bem tanto o cliente quando o funcionário, proximidade Coordenador Analistas, realocação em casos de quebra de contrato. Contras: Carreira estagnado quando se alcança um cargo melhor, dificuldade e falta de transparência de vagas para os funcionários já alocados. Absorve demandas sem mensurar impacto.   "},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: Honra seus compromissos em dia com o associado e permite colaboração de ideias para melhorias dos processos internos da empresa. Fornece participação dos lucros aos associados, dentre outros. Contras: Precisa: Melhorar a remuneração dos funcionários. Melhorar a forma de cálculo das metas estipuladas para pagamento da participação de lucros da empresa, buscando formas de avaliação individual e em coletivo de cada associado. Conselhos para presidência: melhorar salários e formas de pagamento da participação de lucros.   "},{"user":"Atendente I","avaliation":"Prós: Tenho grandes amigos na empresa, infraestrutura parcialmente adequada, fretamento é um diferencial, oportunidades eventuais de crescimento corporativo. Contras: Fretamento existe mas é extremamente desorganizado e não atende todas as áreas da região. Único restaurante dentro da empresa é caro e o serviço não é agradável. Remuneração é extremamente baixa e sempre existe uma justificativa para não aumentá-la. Não possui um bom ambiente para descompressão ou distração. Equipamentos eletrônicos são muito antigos e atrapalham a produtividade. Conselhos para presidência: Deveria reestruturas o programa de benefícios em prol do funcionário. Convênio médico decaiu. Fretamento é desorganizado. Restaurante é caro e é a única opção próxima. Remuneração é muito baixa. Gerencia e Supervisão possuem muito subordinados impossibilitando a dedicação um-a-um.   "},{"user":"Analista Pleno","avaliation":"Prós: Graças aos projetos, a empresa oferece um grande número de vagas para pessoas sem alocação de mercado. O pagamento é feito em dia e os beneficios também. Contras: Não há nenhum plano de carreira dentro da empresa. Quando os projetos acabam, voce é mandado embora ou alocado para algum outro projeto com o mesmo cargou ou remuneraçao que possuia antes. O RH é extremamente bagunçado também. Conselhos para presidência: Investir no plano de carreira dos funcionários mudaria a visão deles sobre o trabalho que executam   "},{"user":"Analista","avaliation":"Prós: Oferece oportunidades para jovens em busca do 1º emprego Nunca atrasou nenhum pagamento salarial Tem plano de carreira definido Programas de incentivo a desenvolvimento de projetos com ótima remuneração adicional Contras: Baixo valor no ticket alimentação Paga somente o estipulado por lei para férias (30%), enquanto outras empresas do grupo pagam valores maiores. Mesmo tendo plano de carreira, é muito difícil ser promovido, é necessário apadrinhamento. Conselhos para presidência: Vamos buscar mais diferenciações para o staff relacionados aos benefícios, e ver outra forma de classificar o staff, pois somos resumidos a custos, porém muitos staffs trazem novos negócios e novas receitas para a empresa.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: O ambiente de trabalho e muito legal.Meu projeto era o projeto Globo. O local lá e muito legal e os funcionários muito receptivos.A empresa fornecia bons beneficios Contras: O ponto negativo e a empresa em si. O RH nem pode ser chamado de rh, é muito enrolado. Para ser promovido e muito difícil mas não impossível.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: PLR de valor alto, localização muito boa, e funcionários bem capacitados, história de crescimento envolvedora e um dono que desperta muita humildade. Contras: Empresa sem estrutura hierarquica definida, sem motivação para os funcionários, não oferece bons beneficios e contrata prometendo tais condições de trabalho e jurando não ser call center, porém a maioria dos projetos são.   "},{"user":"Database Administrator (DBA) Senior","avaliation":"Prós: Trabalha com PLR. Tem uma boa visibilidade no mercado. Salario compatível com mercado. Benefícios um pouco acima do praticado por outras empresas do ramo. Contras: Os benefícios em sua maior parte são oferecidos apenas para os associados em sua sede em Uberlândia. Trabalha com o valor base para o ticket alimentação definido pelo sindicato. Conselhos para presidência: Focar no crescimento dos associados através de treinamentos e parcerias com os produtos (tecnologias) nos quais eles trabalham, para que os mesmos possam se beneficiar positivamente.   "},{"user":"Analista de Banco de Dados (DBA) Sênior","avaliation":"Prós: Cultura e pagamento de salários, horas extras... Empresa grande e com boa visibilidade. Respeitada e conhecida no mercado. Para quem está começando, é uma boa oportunidade. Contras: Para o profissional senior, não vejo muitas oportunidades ou crescimento. Ainda algumas cidades estão longe do que os profissionais de Uberlândia recebem e de seus benefícios, Conselhos para presidência: Valorizar os profissionais que já estão mais tempo na empresa e que conquistaram muita coisa com para a Algar Tech.   "},{"user":"Atendente Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os pagamentos eram realizados em dia, havia ticket de alimentação e incentivos para o cumprimento de metas na operação. Ambiente organizado. Contras: Os salários são muito baixos e em algumas operações, nas quais os salários eram maiores, estão trocando o pessoal antigo por novatas com salário mais baixo.   "}]