[{"user":"Gerente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo ambiente de trabalho. Boas pessoas para se trabalhar em equipe. Coordenação e gerencia possui pessoas de alta capacidade técnica e conhecimentos do negócio. Profissionais diferenciados do mercado com ótimas habilidades ténicas. Contras: Alta dependência da matriz, processos demorados e burocráticos. Não há uma valorização do profissional. Falha de comunicação deixando profissionais sem saber o que está ocorrendo de verdade. Conselhos para presidência: Desburocratizar os processos para solução de problemas mais rápidos com foco no profissional.   "},{"user":"Analista de Negócios","avaliation":"Prós: Ambiente com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Falta de transparência com os funcionários e não padronização dos processos internos. Por ser empresa do interior tem muito a cultura da amizade para se conseguir uma promoção ou oportunidade.   "},{"user":"Funcionário","avaliation":"Prós: otima empresa valoriza do associados e estima o crescimento interno, dá oportunidade para se desenvolver, otimo clima e liberdade para tomada de decisões Contras: empresa que mudou muito nos ultimos anos, muito procedimentos e processos foram alterados, se tornando mais burocráticos e morosos, liderança despreparada   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Não existe nada de mais. É uma empresa padrão. Se você não está em Uberlandia não consegue aproveitar quase nada do grupo. Eles atuam em tantos segmentos que provavelmente não conseguem gerenciar nenhum deles bem. Quando pagam da maneira correta a parte boa é receber o salário no final do mês. Contras: A empresa praticamente não tem beneficios. Sempre dá o mínimo dos acordos coletivos quando não entram com recursos júridicos para não cumpri-los. Existe uma insistente e stressante rotina de cobrança por resultados e mesmo estando no maior e mais lucrativo projeto eles não pagam PLR ou pagam cerca de 180 reais ao funcionário dando as mais diversas desculpas. Cursos e outros beneficios são oferecidos apenas ao pessoal de Uberlandia e um tapa nas costas do resto. Um RH horroroso que deposita o salário errado todos os meses, faz cobranças indevidas e uma politica de bem estar do funcionário nula (como quando deixaram de arcar com a maior parte do plano de saúde e passaram a dar apenas 20%). O plano de carreira existe na teoria, mas ninguém é promovido e todos sempre acham que você ganha mais do que deveria, mesmo trazendo enormes resultados. Conselhos para presidência: Uma vez em um café com o presidente o próprio nos disse que ele é apenas uma figura decorativa e que a empresa é controlada por acionistas. Acredito que isso é uma resposta do tipo: Não me incomode, não me importo! Portanto não há conselhos, basta olhar o que acontece e o ques os funcionários tem a dizer (não os puxa-sacos ou diretores que permeiam o seu ambiente)   "},{"user":"Funcionário","avaliation":"Prós: O local de trabalho, as pessoas ou melhor, a equipe é maravilhosa. Recomendo para as pessoas esta excelente Empresa. Contras: Como sou novo na Empresa, não vejo pontos negativos, muito pelo contrario vejo pontos positivos.   "},{"user":"Atendente - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa é muito boa, ajuda no crescimento profissional e sempre tem incentivos para que os funcionários consigam bater as metas impostas. Um bom ambiente Contras: A empresa possui problemas com seus beneficios , pois achei os descontos altos e tb a demora para chegar o cartão do plano de saude . O ambiente é agradavel mas, as pessoas não trabalham em equipe como o lema pede.   "},{"user":"Suporte","avaliation":"Prós: Paga em dia , oferece benefícios e fácil localização em quase todas as sedes da empresa Contras: Estrutura desorganizada, falta procedimento, clima ruim , rixa entre empresas do grupo Conselhos para presidência: Visar não apenas a sede em minas mas olhar as demais sedes pelo país , dar uma atenção e proporcionar ambiente com condições melhores de trabalho e honrar o lema gente servindo gente , pois funcionários de unidades fora de minas se sentem excluídos e muitas vezes maltratados   "},{"user":"Funcionário","avaliation":"Prós: A empresa não é preconceituosa e sempre acredita na capacitação dos seus funcionários, oferecendo assim oportunidades de crescimento e desenvolvimento profissional. Contras: Processo seletivos e promoções por meritocracias são por partes motivados por afinidades pessoas , o famoso QI. Não se aplica à toda empresa , mas acho um poto a ser trabalhado e auditado para garantir maior igualdade e imparcialidade nos processos seletivos.   "},{"user":"Advogado Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Flexibilidade de horário; Fácil interação entre as diferentes áreas; Inovação; Incentiva o desenvolvimento do funcionário (com cursos, facilidades para efetuar treinamentos em outras cidades) Contras: A remuneração é um pouco abaixo do mercado; falta um plano de meritocracia; o plano de carreira da empresa não é seguido; dificuldade em receber promoção   "},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Os companheiros de trabalho, a estrutura física de trabalho Tem um bom canal de comunicação com a gestão , a maior parte da gestão trata-se de lideres. Contras: Plano de Cargo e salários Salários não compatíveis com o mercado Projetos legados , e sem oportunidades de trabalhar com novas tecnologias. Falta de um ambiente de descontração Conselhos para presidência: Se enquadrar no mercado em todos os aspectos (flexilidade de horário,salario, espaço de conveniência)   "}]