[{"user":"Monitor de Qualidade","avaliation":"Prós: A pontualidade no pagamento, as oportunidades de crescimento, a infraestrutura da empresa é excelente, as oportunidades que oferecem aos jovens para entrar no mercado de trabalho. Contras: Alguns supervisores esquecem que trabalham com pessoas, que os operadores possuem uma vida fora da empresa, que também adoecem, tem familiares.   "},{"user":"Técnico de Suporte TI","avaliation":"Prós: Gestores competentes, ambiente agradável, funcionários dispostos a compartilhar conhecimento, local de trabalho de fácil acesso e cursos de especialização oferecidos pela empresa através da Intranet. Contras: Poucas oportunidades de crescimento, salário e benefícios abaixo da média de mercado, maquinário defasado, RH com muitas falhas na parte de benefícios.   "},{"user":"Atendente de Telemarketing","avaliation":"Prós: A empresa é muito boa, muitas oportunidades. Realmente é possível aprender dentro desta organização. Acredito que para quem está comprometido com seu trabalho e possível crescer dentro da Algar. Contras: Como toda organização, ainda existem aspectos que precisam ser revistos e reformulados. Apenas disso, continua sendo um ótimo lugar para se estar.   "},{"user":"Assistente de Assistente Técnico","avaliation":"Prós: Um lugar muito bom para adquirir experiencia, com muitos funcionários com um conhecimento amplo e experiencia na área que lhe ajudaram a todo momento. Contras: Um lugar que explora seu tempo e não remunera por todo horário a mais que fizer na empresa podendo lhe dar um feedback informando que não pagam hora extra, mas na hora que precisam que fique até mais tarde pagam com folga, não ajustam o ponto caso se esqueça de bater ira ficar devendo as horas e quando precisam de você ainda falam que uma mão lava a outra, sem contar que paga pouco.   "},{"user":"Assistente de PCP Junior","avaliation":"Prós: Eles visam muitos os funcionários ,sempre fazem reunião pra passa um feedback ,investe nos funcionários na parte de conhecimento e a grande diversidade na empresa. Contras: Alguns gestores tem que entender a diferencia de ser lider e de ser chefe; coffe shop; Salario baixo; é muito longe; Pouco acompanhamento de lideres.Tomada de decisões sem a necessidade de evidências. Conselhos para presidência: mudar coffe shop   "},{"user":"Supervisor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Investimento na carreira do associado, a empresa investe em seus potenciais líderes. Possibilidade de crescimento e bom convívio com pares. Ótimos profissionais, na área de PCP, realmente interessados em resolver os problemas da operação. Contras: O ambiente é bem estressante por tratar-se de call center. Existe um certo paternalismo em relação aos \"escolhidos\", não sendo muito claro os processos de crescimento interno.   "},{"user":"Gerencia - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com solide financeira. As empresas do grupo Algar têm forte viés financeiro. Isto acaba sendo positivo pois não há grandes riscos financeiros. Mas mostra a forte tendência de tudo virar uma na análise financeira mesmo quando não há condições. Contras: A empresa tem MUITA fofoca. As pessoas estão mais preocupadas com o trabalho e a vida dos outros do que com o seu. Só promovem os próximos da família Garcia que ficam no círculo de confiança. O tratamento para o colaborador (chamado de associado) é PÉSSIMO. Da entrada até a saída. Muita desorganização, processos ineficientes, burocráticos, sem integração. Dizem que o foco é gente, mas não estão nem um pouco ligando para as pessoas como empresa. Poucos gestores têm esta preocupação e senso crítico do que pode impactar as pessoas na empresa. Clima ruim de trabalho onde uma área fica jogando a culpa e a responsabilidade para outra, sem buscar a resolução dos problemas em conjunto.   "},{"user":"Atendente II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente, plano de carreira, vc pode fazer muitos processos seletivos para subir na empresa desde que vc se esforce, nao falte. Muitos beneficios. Contras: Rotatividade, muitos funcionarios, algumas operaçoes trabalham direto.ponto negativo nao e nem a empresa e sim o stresse da profissao, mas a empresa colabora muito pra que isso nao aconteça.   "},{"user":"Analista de Talentos Humanos (TH) Júnior","avaliation":"Prós: Aprendizado constante e saber trabalhar sob pressão, bons contactos de networking / ramo de atuação Contras: Plano de salário / reconhecimento   "},{"user":"Supervisor de BPO - Ex-funcionário, saiu em 2018","avaliation":"Prós: N/A, nada de positivo. Empresa só pensa em lucros, não pensa nos supervisores na hora de motivar, mas pra responsabilizar é sempre eles que são penalizados. Gerentes sem acompanhamento, não desenvolvem ninguém, mas cobram como se desenvolvessem. Contras: Tudo, empresa que só pensa em lucros. nada de positivo. Empresa só pensa em lucros, não pensa nos supervisores na hora de motivar, mas pra responsabilizar é sempre eles que são penalizados. Gerentes sem acompanhamento, não desenvolvem ninguém, mas cobram como se desenvolvessem.   "}]