[{"user":"Estagiário Superior","avaliation":"Prós: Muito boa empresa, com plano de saúde mediservice, cartão alelo, bom ambiente de trabalho, sem muita pressão, equipes focadas e buscando melhor utilizando método scrum. Contras: Organização do Sistema Jira muito fraca, buscando melhorar mas ainda a pontos que podem ser melhor trabalhados, as pessoas que cuidam desta parte estão muito sobrecarregadas.   "},{"user":"Coordenador de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ter bons benefícios, utilizam a metodologia ágil, boa infraestrutura, valores dos salários competitivos com o mercado. Contras: Ma gestão, falta de organização, pouca comunicação com as equipes, pouco investimento nos profissionais   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento em dia . Contras: Planos de carreira, ouvir sugestoes dos funcionarios, acumulados de projetos para uma unica pessoa, falta de planejamento e estrategia .   "},{"user":"Arquiteto de Soluções - Ex-funcionário, saiu em 2016","avaliation":"Prós: Equipe repleta de profissionais de qualidade, com fortes conhecimentos e colaborativos. Conta ainda com um PLR, que apesar de não ser muito, sempre vem em boa hora. Contras: Seu trabalho está ligado à um projeto. Ou seja, enquanto há projetos contratados por clientes, há trabalho. Ainda assim é necessário coincidir com saída por término de um projeto, com a entrada por inicio em outro projeto. Conselhos para presidência: Implementar um pool de talentos para melhorar a alocação e não perder para o mercado bons profissionais.   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente bacana, horários flexíveis, boa localização no centro de São Paulo, programa de estágio anual com treinamentos, copas para quem não opta por comer na região, variedade de projetos e clientes. Contras: Falta Plano de carreira, a empresa não deixa claro se há plano de carreira ou se o trabalho é por demanda de projeto, uma vez que muitos funcionários são dispensados ao fim dos projetos; Falta de opção na escolha dos benefícios, a empresa opta por efetuar o pagamento de quase 1/3 do salário em pontos de benefício, não dando opção ao funcionário por receber em dinheiro; Apesar dos programas de estágio, os estagiários são praticamente abandonados nas equipes após os treinamentos e muitas vezes passam meses sem receber trabalho, devido à urgência do projeto ou falta de atenção e treinamento dos gestores; Por mais que se tenha variedade de clientes, a transição entre eles, internamente, ou mesmo de cargos, é complicada e nunca é transparente a necessidade de funcionários em outras equipes, onde a empresa prefere buscar no mercado ao invés de investir internamente; Também, o orçamento na mão das equipes e não centralizado, deixa a empresa na mão dos gerentes de projeto, que na verdade controlam todo o orçamento da empresa, deixando o conselho e a presidência de lado em decisões fundamentais e se negando a aplicar políticas que venham de cima pra baixo, ameaçando levar projetos inteiros para outras consultorias. Conselhos para presidência: O Presidente tem uma cabeça muito à frente da empresa e é uma pessoa, aparentemente, muito sensata, está na hora de tomar as rédeas e ditar as regras da empresa que fundou.   "},{"user":"Programador","avaliation":"Prós: empresa com projetos com diferentes tecnologias e possibilidade de aprendizado muito bons, pois possibilita conhecer muita coisa que não é possivel ver em outras empresas Contras: salario abaixo do mercado, possibilidade de crescimento baixo, pois por ser uma terceirizada para crescer é preciso fazer negociação com o cliente e com a empresa.   "},{"user":"Gerente Executivo","avaliation":"Prós: Programas de Incentivo à Certificação, Transparência, Remuneração CLT 100%, tamanho expressivo, permitindo visão de crescimento e oportunidades de trabalho em diversas indústrias. Contras: Não há. Entendo que os modelos de trabalho atuais são muito instáveis, fazendo com que a empresa mude ano contra ano. Isso pode ser negativo sob algum aspecto, porém, mostra que a empresa está sempre em busca do seu modelo ideal de perenidade. Conselhos para presidência: Aumentar e incentivar mais os planos de certificação, definir metas de participação em eventos, workshops e treinamentos para toda a massa da empresa, dar maior visibilidade em mídias da grandeza da empresa e da preocupação com ser uma empresa LEGAL num cenário de tecnologia muito instável no Brasil   "},{"user":"Desenvolvedor Java Pleno","avaliation":"Prós: Horário flexível, gerentes e executivos acessíveis, infraestrutura excelente, clima empresarial geralmente tranquilo, benefícios com valores bons. Contras: Valor do salário um pouco mais baixo que em algumas outras empresas, possibilidade de aumento salarial é cogitada, apenas, após um ano de empresa.   "},{"user":"Estagiário","avaliation":"Prós: Remuneração e benefícios acima do normal, um bom lugar para quem visa somente ganhar um pouco a mais. Um bom ambiente com pessoas boas de se trabalharem. Contras: Falta de perspectiva para o futuro na empresa, me senti, como estagiário, jogado ao mar e as vezes até esquecido por parte de meus superiores inicialmente.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Pelo menos, minha gerência é excelente. Não posso avaliar a empresa toda. Sou cobrado pelas minhas obrigações e tenho total liberdade, como desenvolvedor, de tomar decisões. Minha equipe possui excelentes pessoas, tanto no profissional quanto no pessoal, o que torna o trabalho mais fácil e divertido. O código de vestimenta é flexível. Poder trabalhar de bermuda em um verão de 32 graus, alegra meu dia. Contras: Falta de informação sobre o rumo da empresa. No momento atual, não se ter certeza se continuarei empregado. Falta de incentivo ao aprendizado.   "}]