[{"user":"Técnico de Sistemas Júnior","avaliation":"Prós: O ambiente é descontráido, um bom lugar para aprendizado, flexibilidade com o horário do funcionário, Uma ambiente tranquilo de trabalhar, sem muita pressão excessiva.\n\nContras: Salários baixos, os benefícios são regulares, e a PLR é a menor possível, sem plano de carreira, sem aumento de salário, alta rotatividade do funcionário nas equipes.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: O pacote de benefícios, pontualidade nos pagamentos, infraestrutura dos escritórios e ética no trato diário com os profissionais. A empresa exige, mas também cumpre seus deveres corretamente.\n\nContras: Falta de um plano de carreira, falta de uma regra clara de comissionamento / remuneração variável, processo de avaliação, falta um pouco mais de atenção e tato no trato com os funcionários.\n\nConselhos para presidência: - Voltar a dar foco na satisfação do funcionário e em ações que tornem a BRQ uma empresa mais admirada por quem está dentro e desejada por quem está de fora. Investir mais em programas de Treinee para desenvolvimento de talentos dentro de casa - Direcionar tecnicamente o aprendizado dos novos profissionais, tendo uma mão de obra de qualidade e mais barata para criar um diferencial competitivo. - Investir em ofertas de tecnologia mais especializadas, criando células de excelência internas para suportar as vendas e projetos relativos à esta oferta.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: Empresa com otimo ambiente de trabalho, otimas condições de trabalho e com possibilidades de aprendizado muito grande, com tecnologias do mercado\n\nContras: salarios abaixo do mercado pelo nivel de experiencia exigido, beneficios para junior deveria ser um pouco maior, pois os valores que pagam para vagas de junior esta abaixo do mercado\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Empresa com oportunidades para conhecer diferente áreas alem de ter um ótimo ambiente de trabalho com ótimas pessoas ao redor. um clima muito bom\n\nContras: Falta de reconhecimento do profissional e falta de um plano de carreira são os problemas que mais impactam atualmente. A empresa tende a melhorar nestes pontos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Bom pagador, apenas, fui contratado pela BRQ em função do cliente, senão fosse o empenho do cliente em me avaliar e desejar que meu salário fosse de acordo com minhas funções, qualquer aumento não ocorreria.\n\nContras: Trata o funcionário como recurso, não avalia o potencial do mesmo na empresa e muito menos corre atrás do melhor para o funcionário, não luta pelo crescimento, apenas suga o que puder. Para quem não busca crescimento, é uma boa empresa.\n\nConselhos para presidência: Avaliar melhor seus recursos, na filial RJ, isso parece ser algo distante de querer ser feito por metade da empresa, incluindo sua diretoria, o que vale é apenas números não pessoas. Se um recurso cresce, a empresa também cresce.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Não tem pressão, liberdade em expor ideia\n\nContras: Salario incompatível com mercado,não tem plano de carreira e nem reconhecimento profissional. Se não é alocado em projeto, a demissão é certeira.\n\nConselhos para presidência: Melhorar sua politica de salario e benefícios e o reconhecimento do funcionário, caso contrário sempre irá ter essa imagem.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Paga em dia, pode andar de bermuda, horário flexível, benefícios, ambiente muito bom de se trabalhar. Empresa oferece contrato de trabalho no regime celetista.\n\nContras: Plano de carreira, poderiam melhorar os computadores, poderia oferecer mais facilidade em podermos concorrer para vagas em outros estados, de forma a não ser constrangedor para o projeto atual.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas PlenoEx-funcionário, saiu em 2016","avaliation":"Prós: Todos que conheci são talentos muito bem aproveitados. Os benefícios são sensacionais, o sistema de reembolso para estudos e necessidades são ótimos tambem.\n\nContras: Em alocação em cliente, é baixa a perspectiva de crescimento, com isso após um periodo ocorre uma pequena desmotivação, mas nada que torne o lugar ruim.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: empresa amigavel segue.\n\nContras: sem reajuste salario segue\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Plano de benefícios por pontos e instalações nos deprtamentos atualizadas com o que se tem de melhor no mercado.\n\nContras: Os términos de projetos são uma fase crítica e muito desestabilizadora, pois a estratégia e política de realocação do recurso não é boa. O colaborador ao final do projeto ja é colocado em aviso prévio e muitas vezes não tem a visão do que realmente está sendo feito para lhe auxiliar.\n\nConselhos para presidência: Atuar fortemente nas boas práticas de Gestão de Pessoas pois são elas que fazem tudo acontecer em qualquer segmento, principalmente quando se trabalha em equipe. Além disso esclarecer e instituir uma melhor política e sistema e realocação dos colaboradores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]