[{"user":"Analista Programador .Net","avaliation":"Prós: Dentre as consultorias que trabalhei, é a que tem melhores benefícios. O projeto que entrei é bastante interessante e motivador. No caráter geral, gosto da empresa.\n\nContras: Os gestores nem sequer fingem que estão preocupados com você. O ser humano é apenas mais um numero, mais um consultor para a empresa.Poderiam melhorar este ponto.\n\nConselhos para presidência: Melhorar o trato humano e as oportunidades de crescimento.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Flexibilidade de horários, liberdade para uso de novas tecnologias, bons benefícios. Uma empresa nova com grandes possibilidades de crescimento.\n\nContras: Grande dependência de bancos. Falta de plano de carreira. Apadrinhamento por parte dos gestores também é um dos pontos negativos dentro da BRQ.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: ambiente é bom, a integração entre os funcionário muito boa, ambiente é saudável, com pressão moderada, pouca exigência de hora extra bem localizado\n\nContras: Dificuldade de realocação em caso de termino de projeto, mas esta mais relacionado ao momento atual que vive o país, antes da crise era mais fácil.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor Pleno","avaliation":"Prós: Ambiente de trabalho agradável, os funcionários são tratados com muito respeito e confiança, os benefícios são excelentes e salários satisfatórios.\n\nContras: Após algum tempo o trabalho fica repetitivo e não temos muitos desafios. Por trabalhar com consultoria, ficamos escravos das tecnologias utilizadas pelos clientes, que na maior parte são instituições financeiras que demandam apenas melhorias ou novas funcionalidade em sistemas antigos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor IIEx-funcionário, saiu em 2013","avaliation":"Prós: Fácil comunicação com gestores e possuí benefícios bons, no geral, acima do mercado. A meritrocacia existe, mas somente se vier do cliente do qual está alocado.\n\nContras: O salário é pouco abaixo do mercado. Deixam de fazer comemorações com funcionários por corte de custos, mas publicam notícias (tanto internas, como externas) com faturamento recorde. Nunca ouvi dizer sobre plano de carreira.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"EngenheiroEx-funcionário, saiu em 2012","avaliation":"Prós: Na época eu prestava serviço fora da empresa, mas mesmo assim me sentia parte do time. Empresa muito dinâmica, benefícios acima do mercado. Supervisão humana.\n\nContras: Ao término do contrato não havia garantia de realocação das pessoas e infelizmente tivemos que pedir demissão para assumirmos outro contrato.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Recrutamento e Seleção Pleno","avaliation":"Prós: Entendo que na BRQ conseguimos conciliar nossa vida pessoal com a profissional, temos ótimos benefícios que não são descontados em folha de pagamento e um ambiente agradável.\n\nContras: Sinto que, apesar de ser uma grande empresa, ainda precisa se estruturar melhor em algumas áreas. Não há um plano de carreira desenhado, nem um programa de avaliação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: A empresa é muito descontraida, com lugares para descanso, video game, massagem, com horário flexivel (o que permite que você concilie trabalho e estudo)\n\nContras: A empresa deveria incluir mais os funcionários novatos nos projetos, não necessariamente para opinar, mas para entender melhor o que acontece ao invés de só executar as tarefas sem saber o por que.\n\nConselhos para presidência: Maior inclusão dos novos funcionários nos processos dos projetos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Arquiteto JavaEx-funcionário, saiu em 2009","avaliation":"Prós: Ótimo ambiente de trabalho, remuneração compatível com mercado. Trabalhei num projeto desafiante porém com grande possibilidade de crescimento.\n\nContras: Falta um plano formal de carreira, onde o profissional possa escolher sobre crescer tecnicamente ou gerencialmente. Falta também implementar o conceito de mentor para estagiários e juniores.\n\nConselhos para presidência: Implementar plano de carreira e o conceito de mentoria\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de MarketingEx-funcionário, saiu em 2014","avaliation":"Prós: Funcionários competentes e focados, boa infra-estrutura, possui massagista e ginástica laboral para aliviar o estresse. Não atrasa salário e benefícios, no geral um ambiente muito tranquilo para se trabalhar.\n\nContras: Não possui plano de carreira, muitos cortes de funcionários, muitos problemas operacionais. Para o tamanho da empresa, ainda há uma maioria de assistentes realizando trabalho de analistas e sem a remuneração adequada para as responsabilidades.\n\nConselhos para presidência: Plano de carreira para todos os funcionários, independente da função.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]