[{"user":"Analista Programador PL/SQL Sênior","avaliation":"Prós: Benefícios oferecidos e assistência gerencial ao funcionário, trabalhando externo em cliente a gerente sem pre se faz Presente e não tenho quase nada a reclamar Contras: Valor salário mediano, pode ter sido porque não negociei bem na contratação e não percebo esta mesma insatisfação nos outros contratados por ela que trabalham comigo   "},{"user":"Líder Técnico","avaliation":"Prós: Empresa bem posicionada, com grandes clientes, principalmente bancos e outras referencia do mercado. Conhecida pelos clientes e tem potencial de crescimento em outras áreas Contras: Benefícios baixos, não refletem os desafios dos projetos. Muita cobrança e pouca reciprocidade. Não tem sintonia entre o que a empresa traz e o que devolve Conselhos para presidência: Melhorar a comunicação e os benefícios   "},{"user":"Gerente de Projetos","avaliation":"Prós: Oportunidades, bastante voltada a inovações dentro da empresa com oportunidade de crescimento pelas ações tanto para a qualidade de vida quanto para atualização profissional Contras: Muitos bajuladores, é dada bastante ênfase de aparecer nas mídias internas o que prejudica as pessoas mais tímidas e com menos oportunidade de aparecer em eventos   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Desafios em todos os aspectos, diariamente temos verdadeiras oportunidades de crescimento profissional e técnico, especialmente na área de desenvolvimento Java Web. Contras: Excessiva demanda de trabalho, alguns gestores simplesmente ignoram a sobrecarga dos times e lhes atribuem ainda mais trabalho. A entrega está sempre comprometida, alto nível de stress é gerado com esse processo. Isso precisa mudar. Conselhos para presidência: É preciso colocar sangue novo na governança, o velho e as velhas práticas já não se compatibilizam com o ritmo do desenvolvimento web. É preciso ter atenção com a quantidade excessiva de trabalho que estão dando aos desenvolvedores da fábrica de Java. Fora isto, a BRQ é um exemplo e pioneira em tudo que faz. Qualquer um, não tendo preguiça, se dará muito bem aqui, e estará sempre satisfeito.   "},{"user":"Analista Consultor","avaliation":"Prós: CLT full, ótimos benefícios(un dos melhores do mercado) bom ambiente, pagamentos em dia e férias. Empresa correta e sem nenhum ponto negativo nesses quesitos. Contras: Sem planos de carreira, instabilidade, senti falta de atuação de área comercial para captar projetos na qual existe uma dependência dos analistas nesse quesito.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente da empresa excelente pressão na medida certa sem exagero, home office uma vez por semana. Benefícios acima da média do mercado de trabalho. Contras: Não existe um plano de cargos e salários então existem muita discrepância de salário entre os mesmos cargos. Deve-se entrar com o salário mais alto possível pois dificilmente receberá aumento por um bom tempo. Conselhos para presidência: Realizar avaliações periódicas dos seus profissionais e verificar o plano de cargos e salários se está implementado de forma assertiva.   "},{"user":"Analista de Sistemas Java - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa bem estruturada em vários sentidos, desde de benefícios até maquinário para trabalhar. Salários bons e gerentes (maioria) legais. Ganhei treinamento como estagiário e isso ajudou a construir minha carreira. Contras: Sem pontos negativos significativos. Falar de pontos negativos dessa empresa seria uma futilidade pois eles investiram em mim desde do estágio.   "},{"user":"Programador Sênior","avaliation":"Prós: Investe em inovação, se nivela por cima se antecipando ao mercado. Bons benefícios como vale alimentação, plano de saúde, seguro de vida, previdência privada. Ótimo ambiente de trabalho, realocação de pessoal rápida e sem \"mimimi\", ou seja, bem profissional! Contras: Duração de projetos curtas. Não tem um plano de carreira bem definido. Meio que transparece para o profissional que é encaixado num projeto e não sai dali.Dá poucas oportunidades para trabalhar com inovação, não investe muito. Realocações em clientes tudo bem, mas tem impacto na qualidade de vida, aumenta custos no transporte, alimentação no novo local que não é compensado, os pontos do benefícios não aumentam! Conselhos para presidência: Pensar numa política de fazer reajustes nos pontos principalmente quando o profissional é realocado, pois impacta no seu orçamento doméstico já apertado. Investir e dar oportunidades para quem quer trabalhar com inovação, definição de arquitetura para poder influenciar o mercado e treinar os outros profissionais!   "},{"user":"Programador Java Pleno","avaliation":"Prós: Paga bem seus funcionários e tem um pacote de benefícios legal, além de incentivar treinamentos e certificações. Tem local para colocar a sua bike e também pra esquentar a marmita. Contras: As vezes você tem que se locomover até o cliente. Alguns cliente são bem carne de pescoço, chegando pra você coisas mal definidas, assim, você precisa caçar o que realmente tem que fazer. Outra coisa, os desenvolvedores \"colegas\" as vezes deixam a desejar(tecnicamente)... Conselhos para presidência: Peguem na orelha dos seus funcionários, alguns precisam melhorar a parte técnica demais...   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Tem um ótimo departamentos de recursos humanos. Paga horas extras e outros direitos em dia e adequadamente. Possui convênios com outras empresas Contras: Não tem plano de carreira para profissionais alocados, ficará eternamente no cliente. Não espere qualquer reconhecimento nos dias festivos. Não espere treinamentos Conselhos para presidência: Não desperdiçar seus talentos alocados.   "}]