[{"user":"Funcionário","avaliation":"Prós: A BRQ oferece um salário atrativo, bom pacote de benefícios, mas nada além disso. O RH atencioso, mas só na hora da contratação, prometem muito e não cumprem. Contras: Se diz uma empresa de inovação digital, tecnologica e blá blá blá, mas os próprios gestores não fazem idéia do que é transformação digital, são velhos de mercado ,totalmente desatualizados, desconhecem os cargos e atribuições de profissionais modernos como UX e Agile coach, contratam esses profissionais e jogam em clientes que não precisam mas querem porque está na moda. Não importa o perfil do profissional eles largam no cliente só pra manter o contrato. Mentem sobre as vagas, oferecem oportunidades incríveis no seu perfil mas depois te jogam pra fazer qualquer coisa que o cliente pede. Alguns clientes trabalham em modelo cascata, com horário inflexível, metodológias e tecnologias obsoletas e só contribiu para a desqualificação do profissional e a BRQ está cagando e andando pra isso, o importante é a grana que pagam. Conselhos para presidência: Não mintam para o candidato, falem a realidade sobre a empresa onde ele será alocado. Treinem seus gerentes comerciais para dominarem transformação digital, saber o que cargos novos fazem de fato, pois daqui para frente esses profiossionais serão mais solicitados. "},{"user":"Scrum Master","avaliation":"Prós: Ambiente colaborativo e agradável, benefícios para o funcionário que atendem perfeitamente no nosso dia-a-dia. Gerencia próxima gerando apoio e engajamento. Contras: Creio que não tenham pontos negativos, a empresa luta sempre para que o funcionário tenha um ótimo ambiente e melhor estadia na empresa. Por mais que tenham erros, sempre querendo acertar.   "},{"user":"Designer","avaliation":"Prós: Horário flexível, ambiente descontraído, sem dress code, proximidade aos superiores, oportunidade de apresentar idéias equipe de fácil ambientação. Contras: Organização falha, muita correria. Falta processos que organizem de maneira objetiva quais as necessidades de cada projeto. Falta incentivo financeiro para implementação de idéias.   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom salário e benefícios, projetos grandes, pouco controle sobre o dia a dia do profissional, ambiente democrático e que está buscando se atualizar. CEO acessível. Contras: Quando você trabalha alocado pode ficar de fora do dia a dia da empresa. Os alocados não têm crachá de acesso a sede, o que diminui a sensação de pertencimento. Departamento pessoal trata os funcionários de maneira rude. Não existe plano de carreira, ou seja, você pode estar fazendo o dobro pela metade do salário do coleguinha. Pouca integração entre os terceiros alocados no mesmo cliente. Conselhos para presidência: Estabeleçam plano de carreira com avaliações periódicas. Exijam acompanhamento individualizado dos gerentes com os alocados e clientes. Renovem a equipe do departamento pessoal. Negociem home Office e flexibilidade de horário com os clientes para que todos os funcionários tenham os mesmos benefícios.   "},{"user":"Programador Júnior","avaliation":"Prós: Ambiente muito leve e descontraído. Horários flexíveis de trabalho e facilidade de comunicação com todos na empresa. Benefícios são muito bons Contras: Por ser uma consultoria tem um tanto do trabalho que fica confuso. Códigos confusos e pouco contato com criatividade. Muita manutenção do que é feito dentro da empresa cliente.   "},{"user":"Analista Sênior","avaliation":"Prós: Para quem trabalha na sede, ambiente e bem agradavel. Localizada próximo ao metrô, várias opções de restaurantes e comércio. Ambiente conta com vídeo game, mesa de Contras: Se trabalha alocado ninguém sabe quem você é!!!! Para quem não se importa com plano de carreira ou crescimento profissional não fará a mínima diferença. "},{"user":"Gerente","avaliation":"Prós: Atendimento de Recursos Humanos, Infraestrutura robusta, todos os pagamentos em dia, lista de benefícios abrangentes e digitalização de processos internos Contras: Muitos cargos de chefia, plano de carreira poderia ser melhor divulgado causando descontentamento nas equipes e feedback de desenvolvimento poderia ser constante.   "},{"user":"Analista de Testes Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Flexibilidade de escolher os benefícios e flexibilidade de horário. Ambientes para descontrair no horário do almoço. Boa localização. Equipe envolvida em utilizar a metodologia ágil. Contras: Além do desconto fixo do convênio, você também paga coparticipação caso utilize. Não há PLR. Não há mais reembolso para faculdade/cursos. Muita mudança de projetos, dificilmente você ficará durante o ciclo todo no mesmo projeto.   "},{"user":"Analista de Infraestrutura Júnior","avaliation":"Prós: Ambiente sadio, flexibilidade de horários, pagamento em dia,boas condições de trabalho, fomento de trabalho home office e estrutura confortavel Contras: Ausência de plano de carreira, oportunidades de crescimento e desenvolvimento, politicagem excessiva e feedback não construtivo para ambos os lados. Conselhos para presidência: Criar, cuidar e dar oportunidades de dentro para dentro. Treinamentos focados em tecnologias presentes nos produtos comercializados pela BRQ.   "},{"user":"Programador Júnior","avaliation":"Prós: Líderes, te tratam como recurso humano e tem muita empatia ao lidar com situações adversas, podendo ajudar resolver problemas e entendem a necessidade do funcionário Contras: Existem alguns pontos de melhorias a serem destacados mas nenhuma empresa é perfeita, o único ponto que percebi , é saber aproveitar talentos escondidos dentro da empresa   "}]