[{"user":"Assistente Financeiro - Ex-funcionário, saiu em 2011","avaliation":"Prós: Acho a empresa responsável com o cliente final. Fazem de tudo para a satisfacao total do cliente e seus funcionários são reconhecidos pelo trabalho que executam. Contras: Por depender de outras pessoas às vezes muitas tomadas de decisões são realizadas e isso não chega a diretoria ou a gerência e isso faz com que atrapalhe o processo gerando retrabalho !   "},{"user":"Desenvolvedor de Software Pleno","avaliation":"Prós: A B2W é uma empresa com um ambiente de trabalho muito confortável e profissionais de qualidade, também são muito flexíveis com tecnologias, podendo podendo sempre testar novas. Contras: Em contra partida o desenvolvimento de carreira é lento e salários abaixo de mercado, a longo prazo, acaba desestimulando o profissional, Max de 2 anos. Conselhos para presidência: Valorizar mais os profissionais que já fazem parte da empresa, com salários mais competitivos e planos de carreira mais definidos   "},{"user":"Cientista de Dados","avaliation":"Prós: Algumas pessoa sao excelentes, mas o foco do amepresa e ter muitos juniores, e mandar embora quem e mais velho, necessita ter um plano de carreira . Contras: Os benefícios são péssimos , vale refeição incompativel com a região da Vila Olímpia . Não levam a área de dados a sério , está ocorrendo umasaida geral das pessoas de BI , cientistas de Dados . Mesmo em outras áreas sem previsão de crescimento , não contratam pessoas com mais de 40 anos e demitem quem chega na idade . Conselhos para presidência: Melhorar os beneficios, contratar mais seniores .   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: O operador tem autonomia para solucionar o problema do cliente. Tem contato com os operadores da transportadora e os lideres estão dispostos a ajudar a todos. Contras: Falta benefícios como o vale alimentação, tem refeitório no local, mas eu acho o VA uma opção melhor. Não tem mais pontos negativos, é uma ótima empresa.   "},{"user":"Especialista","avaliation":"Prós: Jovialidade, Dinamismo! É uma empresa grande e inovadora, existe muita oportunidade para quem tem vontade e absorve rápido a cultura da empresa. Contras: O ponto negativo é o fato de não ter muitas pessoas que não aguentam o ritmo ou são rapidamente atraídos por outras oportunidades. Os benefícios são justos, exceto o VR.   "},{"user":"Webdesigner Pleno","avaliation":"Prós: A multidisciplinaridade do ambiente, a postura e melhorias por parte do RH e do Gente & Gestão, os eventos promovidos pela a empresa, o acolhimento dos funcionários. Contras: O vale-refeição de 4 reais chega a ser um insulto, alguns gestores e profissionais têm posturas de adolescentes mimados, ser 44 horas semanais ao invés de 40, alguns projetos se perdem por falta de organização e comprometimento entre equipes. Conselhos para presidência: Aumentar o VR, pois uma alimentação de 4 reais vira deboche e afeta a imagem da empresa, que na verdade é excelente em outros quesitos. Rever os cargos de gestão, que são bem desnivelados... existem gestores excepcionais e outros péssimos, reduzir a carga-horária para 40h semanais e cobrar melhor administração do tempo dos seus empregados, que atualmente, em sua maioria não tem comprometimento com prazos.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Ambiente descontraído, videogames, shiatsu, festas mensais, lanches. Valorização dos funcionários em geral, benefícios, salário e crescimento. Contras: Falta de organização das equipes, com estrutura muito flexível, gerando problemas de atingir metas e objetivos, e levando a uma cobrança acima da realidade. Conselhos para presidência: Investir em treinamento dos líderes de equipe e aumentar a autonomia destes dentro das suas equipes.   "},{"user":"Jovem Aprendiz Administrativo","avaliation":"Prós: Refeitório e comida agradável, bons supervisores e espaço ambiente bom. Tem uma loja express da Americanas na qual os associados tem 10% de descontos. Contras: RH precisa de mais atenção em alguns afazeres, pois muitas vezes se enrolam ao passar informação ou fazer algo que precisamos. Aprendizes não tem muitas vantagens dentro da empresa. "},{"user":"Comprador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade, ampla oportunidade de desenvolvimento profissional, uma empresa que deixa o profissional expõ suas idéias para quê os funcionários Contras: Falta de processo, valorização para profissionais que vêm de fora, pouca credibilidade com o funcionário atual. Sem benefícios falta estrutura organizacional Conselhos para presidência: Programa de carreira   "},{"user":"Desenvolvedor Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente bom, salário compatível com o mercado. Oportunidade de melhorar muita coisa que não funciona hoje. Tecnologias novas e novos projetos Contras: Empresa extremamente desorganizada, diretores sem preparo nenhum para gestão de pessoas, muitos projetos em andamento e quase nenhum é realmente colocado em produção. Conselhos para presidência: Enchugar os projetos, avaliar o andamento de perto e estabelecer um plano de carreira.   "}]