[{"user":"Auxiliar Operacional","avaliation":"Prós: Colaboradores de excelência conduta, todos bem educados e também de livre comunicação. Horários ajustáveis conforme a necessidade especial do funcionário. Contras: Empresa de grande porte, porém muito desorganizada em aspectos de promoções salariais, ajustes em carteira e benefícios. Empresa não busca melhoria de qualidade de vida de seus funcionários.   "},{"user":"Executivo de Contas","avaliation":"Prós: Dependente da gestão é um ambiente favorável para aprendizagem e autodeseenvolvimento. Em Itapevi há refeitório no local que recentemento mudou para sodexo, o que trouxe mais qualidade. Contras: Não há plano de carreira, meta nem análise de desenvolvimento. Seu trabalho não é medido de nenhuma forma. Quando é promovido tem que pedir ajuste salarial, mas é algo que deveria vir junto com a promocao.   "},{"user":"Supervisor de Atendimento","avaliation":"Prós: A empresa em si é boa localização de trabalho refeitório atende as necessidades lanche para os agentes também de boa qualidade, o rh apesar de ser para operação SAC e centro de distribuição também está dentro do aceitável. Associado grande diferencial para quem é consumista nas lojas do grupo com um belo desconto de 10% e a facilidade de pagar no holerite. Contras: A empresa é boa mas acredito que observado alguns detalhes ela poderia ser melhor ainda, ex oportunidade de crescimento através do trilhas deveria ser de 3 em 3 meses, com preparação para os agentes realizarem a prova. Reciclagem com mais frequência para garantir um melhor aprendizado e conhecimento. Conselhos para presidência: Investir mais na infra estrutura, e reciclagem dos colaboradores todas as hierarquias   "},{"user":"Agente de Sac - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de aprender em outras áreas é sempre proposta quando se tem bos resultados ou retornos positivos na função. Paga tudo certinho nunca houve problemas com pagamento. Contras: Horário de almoço de 20 min, e apesar de a empresa dar o almoço, fica muito corrido devido ao grande fluxo de pessoas na cozinha. O que as vezes tornava difícil não conseguir estourar a pausa. Mas até para isso tinham uma boa maneira de enxergar.   "},{"user":"Assistente de Planejamento","avaliation":"Prós: Grande aprendizado e possibilidade de se locomover para vários setores da empresa. Há bons benefícios com plano de saúde Bradesco, VR de 500,00 e VT de acordo com seus gastos. Contras: Falta de boa gestão e pagamento ruim aos funcionários, o que n permite fazer uma boa pós graduação ou fazer algum outro curso pois apresentam valores elevados. Conselhos para presidência: Avaliar melhor os gestores.   "},{"user":"Assistente de Planejamento","avaliation":"Prós: Festas, brindes, sorteios, ônibus da empresa que leva até o metrô da carioca e estação de trem da Central, horário flexível, ambiente descontraído, oportunidades de aprendizado por meio de treinamentos e cursos. Contras: Não existe plano de carreira sólido na empresa. Não há recompensa financeira baseada na educação. A gestão difere dependendo da equipe que você trabalha. Pode ser uma gestão muito rígida e difícil de trabalhar, pode ser uma gestão muito boa. Vai depender da sorte.   "},{"user":" - Ex-funcionário, saiu em 2009","avaliation":"Prós: Curva de aprendizado acelerada. Autonomia e alto grau de acompanhamento para os cargos iniciais. Entrei como Trainee e até hoje carrego qualidades que desenvolvi durante o período no qual trabalhei na Cia. Contras: Remuneração para cargos iniciais abaixo do mercado e benefícios muito baixos também. Em 2009, faltava um pouco de cultura moderna, com flexibilidade de horários por exemplo. Apesar disso, a experiência foi muito positiva pra mim.   "},{"user":"Funcionário","avaliation":"Prós: Possui flexibilidade de horário. As equipes possuem autonomia para tomarem decisões com relação ao modo de trabalho. O Ambiente é legal e tenta ser moderno. Contras: Plano de saúde com coparticipação, isso é ruim. Dependendo da equipe que você participe a oportunidade de usufruir dos mimos como vídeo game, sinuca e etc pode ser nula, não chega a ser negativo, mas é vendido na entrevista.   "},{"user":"Analista de Tecnologia - Ex-funcionário, saiu em 2017","avaliation":"Prós: O escritório é muito bonito, mas é o RH é desorganizado, as gerências não se bicam. Muitos funcionários que não gostam de passar os conhecimentos para os colegas de equipe porque se acham muito estrelas. Poucas pessoas legais entre as áreas. Contras: A empresa teoricamente quer se passar por um escritório moderno e descolado para os seus funcionários. Então tem espaços de 'descompressão'. Mas são raras as equipes que podem utilizá-los. Passa uma imagem mas na realidade é outra coisa.   (4)"},{"user":"Atendimento ao Cliente","avaliation":"Prós: Bom suporte e boa alimentação no local, fácil acesso, próximo da estação de trem, a segurança muito boa, entrando somente quem é funcionário e com autorização Contras: Salário baixo sem bons benefícios e plano de carreira ruim, com os descontos recebe por volta de R$860,00, isso deixa muito a desejar, graças a Deus que é emprego, mas podiam melhorar Conselhos para presidência: Verificar as opiniões dos funcionários e levar em conta   "}]