[{"user":"Analista Financeiro Júnior","avaliation":"Prós: As pessoas no geral são bastante aberdas e isto torna o ambiente bem agradável. Empresa sólida e trabalho bem estável. Contras: Meritocracia é fachada nesta empresa, gerentes e coordenadores só pensam no próprio umbigo. Não existe avaliação de gestor e equipe e nem equipe e gestor. RH só serve para contratar não existe um funcionário para atender os associados e nem para resolver nenhum assunto. Conselhos para presidência: Deveria sair da sala e conversar com as pessoas, além de promover um canal mais aberto. O Presidente da empresa, diretores e os g30 são tratados como chefes de estado.   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa boa de se trabalhar, refeitório no local, pagamento em dia, não atrasa. Escala De segunda a sábado, mas ao todo uma empresa boa para se trabalhar Contras: Supervisores despreparados, pessoal do rh totalmente grosso, precisa mto aprender a lidar com os Funcionários, essa parte a empresa peca bastante   "},{"user":"Supervisor Operacional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente e pessoas muito competentes com exceção dos gestores ( gerentes no geral). Empresa por ser de grande porte, tem potencial para ser melhor visto que seu nome no mercado é referencia em e-commerce e market place Contras: Gestores em geral e cultura da empresa, pontos que desmotivam qualquer funcionário por meia dedicado que seja. Empresa pode melhorar nos quesitos de benefícios e Participação de Lucros.   "},{"user":"Atendimento ao Cliente Receptivo - Ex-funcionário, saiu em 2011","avaliation":"Prós: Empresa legal bem ampla e com muitos benefícios, líderes muito legais colega da trabalho também muito legais e ambiente super agradável com chance de crescimento Contras: Não tem negativo empresa muito boa em relação a tudo, apenas muito longe da minha casa mais isso não tem nada a ver com a empresa tirando isso tudo ótimo   "},{"user":"Desenvolvedor","avaliation":"Prós: Excelentes profissionais. Capazes de colocar e manter a empresa na liderança do ecommerce brasileiro. Metodologia e tecnologias topo de linha. Mais uma vez trazidos e mantidos pelos excelentes profissionais de tecnologia. Contras: Falta de planejamento estratégico. Falta de cuidado e valorização dos funcionários. Provavelmente vinda da cultura de varejo das Lojas Americanas, que induz a empresa a tratar os funcionários como recursos descartáveis que podem ser trocados uma vez por ano por versões mais baratas que estejam no mercado. A diretoria está mais interessada nos próprios egos e picuinhas internas do que nos problemas que precisam ser resolvidos. Conselhos para presidência: Abre o olho para a hemorragia de talentos. Vocês deveriam estar ouvindo essas pessoas, e não espantando elas.   (4)"},{"user":"Supervisor/Coordenador","avaliation":"Prós: é uma empresa onde o profissional encontra muitos desafios. Muita oportunidade para assumir responsabilidades e aprender a cada dia, zero rotina Contras: muita pressão, muitas demandas o que exige que o profissional saiba lidar com um universo caótico para realizar as entregas. muito pouca organização em termos de prioridades   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa moderna, descontraída e com vários benefícios além de VT e VR. Como estagiário é uma boa experiência, é possivel aprender muito sobre e-commerce e fazer carreira na empresa. Contras: Apesar de ser uma excelente empresa, com ótimo ambiente e equipe de profissionais, ainda é possível melhorar bastante. Os estagiários deveriam ser mais reconhecidos e valorizados.   "},{"user":"Agente de Risco I","avaliation":"Prós: Oportunidade para quem não tem experiência na área. Não atrasa pagamentos, oferece convênios com faculdades, descontos para funcionários nas lojas da rede. Contras: Falta de benéficos( vale alimentação/ convênio médico coparticipaçao muito alta) e horário pouco atrativo para área administrativa. Liberar estacionamento para todos os funcionários. Conselhos para presidência: Melhorar benefícios, horário e escalda de trabalhado.   "},{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa muito boa, bons benefícios, um ótimo salário para o setor de atendimento , muitas oportunidades para novos cargos e sempre motiva os funcionários Contras: Não tinha pontos negativos a ponto de desanimar o funcionário, as vezes muitas pessoas reclamavam em relação a comida e os horários nos fds.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Aprende-se muito! Muitos times, diversas tecnologias, várias práticas, muitos desafios. Arquitetura de ponta, recursos (quase) infinitos, ótimos workstations. Empresa com excelente renome no mercado, a maior da América Latina, um excelente conquista no Currículo, abre portas. Contras: Muitas equipes gerando uma competição de egos e projetos e tecnologias desnecessária, gerentes competindo entre si, ao invés de se unirem por um bem comum, dificuldade em ser promovido, benefícios referentes ao andamento da empresa, como PL, só ocorre a partir do cargo de coordenador. Muitas startups absorvidas, gerando uma competição desnecessária. Conselhos para presidência: Foco, foco no que é necessário. A dificuldade de domar gerentes adquiridos com as empresas é visível. Cada um queimando os recursos da empresa para usar novas tecnologias, e depois usar esse conhecimento fora delas, cuidado.   "}]