[{"user":"Atendente de SAC - Ex-funcionário, saiu em 2018","avaliation":"Prós: Crescimento profissional , salário acima do que é oferecido no mercado de trabalho, porém não há benefícios, convênio com comparticipação da Bradesco Contras: Supervisão sem experiência, tratam com indiferença, não costumar escutar os atendentes do sac, só visam os resultados, não correm atrás dos objetivos junto com a equipe Conselhos para presidência: Ouvir mais os atendentes   "},{"user":"Operador Logístico - Ex-funcionário, saiu em 2013","avaliation":"Prós: A empresa da oportunidade de crescimento , o horario é muito bom pois sé turno e o funcionario recebe desconto quando compra nas lojas americanas Contras: Quando trabalhei la pagavam pouco levando em conta o trabalho pesado e nao tinha muitos beneficios ,as vezes demoravam a pagar as horas exras Conselhos para presidência: Aumentem o salario   "},{"user":"Analista Jr","avaliation":"Prós: Ambiente dinâmico e provém aprendizado rápido, bom lugar para começar. Os funcionários ganham 10% de desconto nos sites da companhia, isso é algo útil. Contras: Benefícios desiguais para associados que trabalham no mesmo lugar, coparticipação em paga pelo associado em TODOS os benefícios (inclusive no VR ridículo de 4,30). Carga horária diferente para pessoas que exercem a mesma função e falta de visibilidade por parte do associado de N iniciativas tomadas dentro da empresa. Peca muito em reconhecer o trabalho do associado e em incentiva-lo a crescer cada vez mais. Conselhos para presidência: Todos devem ter os mesmos benefícios e oportunidades dentro do ambiente de trabalho, é impossível crescer se nem todos tem as mesmas chances   (4)"},{"user":"Analista Financeiro Sênior","avaliation":"Prós: Ideal para profissionais de inicio de carreira, pois voce entra em contato com diversas áreas e a companhia busca te fazer sentir dona do seu negocio. Contras: Os beneficios sao abaixo dos praticados pelo mercado. O ritmo de trabalho é muito intenso, não sendo um lugar para trabalhar durante muito tempo.   "},{"user":"Funcionário","avaliation":"Prós: A empresa somente possui um bom nome no mercado, nada demais, pode contar como pontos no seu currículo. Pergunte muito antes de aceitar a proposta. Contras: Má Gestão (pessoas fracas), piores benefícios (VR que você não consegue se alimentar adequadamente e ainda descontam da sua folha de pagamento), plano de saúde com carência enorme (nunca vi isso) estrutura ruim, organização (não há), falta de processo, funções que não condizem com os cargos correlatos, não há plano de carreira. Conselhos para presidência: Melhorem a gestão, melhorem os benefícios. Salários altos não suprem esses quesitos.   "},{"user":"Analista de Ouvidoria - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa grande, acesso à muitos profissionais capacitados. Bom relacionamento interpessoal. Atendimento ao cliente excelente. Boa localização. Contras: Não existe plano de carreira se você trabalha com atendimento ao consumidor. O máximo que consegue chegar é gerencia de front. Setores administrativos, não existe possibilidade de acesso. Conselhos para presidência: Invista no plano de carreira do seu funcionário, para evitar a grande rotatividade que hoje persiste em rondar a organização.   "},{"user":"Funcionário","avaliation":"Prós: De maneira geral é uma empresa que paga bem seus funcionários em equiparação ao mercado. Embora, em alguns cargos isso não seja totalmente verdade. A localização é boa, por se tratar da região do Centro da cidade. Contras: Infelizmente, há muitos pontos negativos. O ambiente é de muita cobrança. As responsabilidades são adquiridas muito antes de se receber uma promoção. Por vezes, a responsabilidade assumida não condiz com o salário recebido. O plano de carreira é mal estruturado e não é claro a todos os funcionários. Infelizmente gerentes são promovidos pelo grito ou publicidade e não pela competência e/ou meritocracia. A companhia se diz digital, mas só se utiliza de planilhas em excel onde não são integradas a nenhum sistema de análise 360, ou de big data ou de visualização de KPIs. Os ambientes de \"descompressão\" são apenas para inglês ver e a gerência olha com \"mal-olhos\" quem se utiliza daquele espaço para relaxar a tensão. Conselhos para presidência: A B2W é uma empresa enorme e que tem muito a crescer exponencialmente se ela se engajar com os objetivos de ser uma \"Great Place To Work\" e se ela começar a aprender com as novas startups de tecnologia, que tem ambientes infinitamente mais saudáveis, com clima amigável e cordial entre pessoas, com mais feedbacks 1-to-1 e com MUITO menos ou nenhuma \"canibalização\" de funcionários em confrontos por maiores cargos hierárquicos.   "},{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Processos seletivos internos, o colaborador pode almejar novos cargos em outros setores. Espaço para descanso basico e refeitório no local . Contras: Gestores que não ouviam opiniões dos subordinados, ou que não se preocupavam com o bem estar da equipe. Não havia interação entre as áreas que permitissem uma troca de conhecimentos. Conselhos para presidência: Melhorar a forma como os colaboradores possam sugerir mudanças e melhorias.   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não há. Simplesmente não existem pontos positivos em relação à empresa, nem quanto espaço, nem quanto gestão, tampouco quanto oportunidades de crescimento caso você não tenha amizade com superiores. Contras: Cargos superiores apenas para quem tem amizade com os gestores, lanches oferecidos já causaram intoxicação em vários colaboradores, não respeitam a diversidade. Conselhos para presidência: Olhar diretamente aos funcionários independente de estilo, visual, etc. Mudar a empresa responsável pelos lanches, fazer de Cajamar um novo site Osasco.   "},{"user":"Agente de Atendimento I - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa possui uma infraestrutura ótima para os funcionários, possui Refeitório, armarios, ambiente Descontraído, ambientes limpos, copa legal para tomar café Contras: Longe da estação de trem, nos dias de chuvas é difícil fazer o trajeto. Do mais não tenho do que reclamar pois a empresa é ótima. O que escrev   "}]