[{"user":"Analista Comercial","avaliation":"Prós: Ambiente excelente, muito aprendizado, rotina bastante dinâmica, salário acima do mercado, datas comemorativas muito legais, rh empenhado para com os associados. Contras: Pacote de benefícios muito ruins. VR de 4,35 por dia, desconto absurdo do plano de saúde (bradesco), sem banco de horas extras, sem plano de carreira estruturado e estruturas burocráticas MUITO solidificadas. Conselhos para presidência: Melhorar o pacote de benefícios e estruturar melhor as oportunidades de plano de carreira e promoção!   "},{"user":"Analista Comercial","avaliation":"Prós: Muito aprendizado e oportunidade de crescimento, Para quem gosta de trabalhar. Ambiente descontraído e amistoso. Promoções internas frequentes e poucas vezes contrata pessoas de fora para posições maiores. Contras: Rotatividade muito alta, vale alimentação baixo. Apesar disso os salários são mais altos. Muitas pessoas sem o perfil do grupo 3G trabalhando lá. Conselhos para presidência: Entendo que os colaboradores muitas vezes precisam ter métricas mais claras de resultado e crescimento.   "},{"user":"Agente de Risco - Ex-funcionário, saiu em 2017","avaliation":"Prós: Desconto em produtos da rede Americanas, Submarino e Shoptime, plano de saúde bom, fácil acesso com as cidades vizinhas e caixas eletrônicos para uso dos funcionários dentro da empresa. Contras: Estrutura ruim, a área de fraude trabalha em um aquário e são separados de todas as demais áreas, nem conversam entre si, dá a impressão que os analistas são prisioneiros, pois claramente o clima fora do aquário era muito mais agradável do que na área. Clima muito ruim.   "},{"user":"Funcionário","avaliation":"Prós: Dar curso gratuito para terceiros dentro do CD, ajuda de custo com a condução, equipe de treinamento bem qualificada. Muito organizada e limpa, inicialmente parece ser uma empresa muito boa. Contras: Comunicação interna ruim, ficamos sem equipamento para a aula pratica, não podemos nos comunicar com os funcionários, não conhecemos a operação, não sabemos se vai ter oportunidade para nós, seis meses de dedicação, cheio de incertezas. Conselhos para presidência: Investir mais nos funcionários, para que continuem na Companhia, e serem mais produtivo. "},{"user":"Coordenador Comercial","avaliation":"Prós: Ambiente descontraído e business fascinante. O negócio, as metas audaciosas e o desafio são os pontos fortes da empresa. Gestores escutam os funcionários. Contras: Pouca autonomia e processos muito travados, especialmente se comparados a cultura 3G defendida. Estrutura organizacional confusa hierarquicamente falando.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa que não atrasa salário, plano de carreira, flexivel com horários. Boa estrutura do restaurante. Gestores trabalhando perto para te desenvolver Contras: As cadeiras e as p.a. vivem quebradas ou quebrando, o ar condicionado não funciona de forma correta fazendo com que uns fiquem com calor. Na Minha opinião poderiam ajudar com um va ou vr   "},{"user":"Agente de Atendimento","avaliation":"Prós: Possui refeitório, boa localização, próximo a estação presidente Altino, salário sempre é depositado em dia na conta, nunca atrasou em desde que trabalho nesta empresa. Contras: Troca constante de operação, se você não acompanhar o ritmo de crescimento e se empenhar no que faz ficará para traz e em seguida desligado da empresa, é necessário acompanhar as constantes mudanças e sempre se adaptar para continuar crescendo. Conselhos para presidência: Motivar mais os funcionários com campanhas, rever a forma de evolução do associado pelo programa do qual é avaliado se alguém é ou não capacitado para subir de cargo.   "},{"user":"Analista de Riscos","avaliation":"Prós: Oferecem oportunidades de carreira no setor, os salários geralmente são bons comparados aos do mercado, o associado é uma boa quando está sem grana. Contras: Péssima gestão, empresa engessada, sem nenhum tipo de investimento nos funcionários, só pensam em lucro, péssima localidade no meio do nada, RH é um lixo não sabem nem as leis trabalhistas. Conselhos para presidência: Se adaptar as novas tendências com um bom espaço para se trabalhar e não ser uma empresa em que as pessoas se sintam péssimas em ter que ir pra esse inferno.   "},{"user":"Fiscal de Prevenção de Perdas","avaliation":"Prós: paga o salario sem atrasos. Contras: salario baixo, refeição horrível sem nenhuma qualidade, poucas oportunidades, muitas metas sem nenhum reconhecimento, gestão ruim sem treinamento em contato pessoasl.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Se vc estiver com gestor certo em sua área que te dê oportunidades vc cresce, se não só puxando saco. Existem processos internos que ajudam a ir para outras áreas. Contras: Tudo na vdd, para dar promoção sem chance, única coisa boa era o convênio médico. Comida no começo vc gosta depois vc enjoa, pra quem gosta de frango a empresa é ótima.   "}]