[{"user":"Operador de Logística - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boa organização na logística bons lideres de equipe,sabe como tratar os funcionários uma empresa que da oportunidades de crescimento basta ter força de vontade, Contras: não tenho oque falar tive alguns problemas com a parte de transporte com o rh mas não posso considerar isso como ponto negativo e sim como um erro por ter muitos funcionários acaba acontecendo.   "},{"user":"Analista de Business Intelligence (BI)","avaliation":"Prós: O ambiente e a cultura da empresa são diferenciais! Empresa dinamica aonde as coisas mudam muito rapido! Um cardapio amplo de tecnologias a ser explorado, aonde o aprendizado é valido Contras: A empresa tem muita panela nas proprias areas de atuação, gerando uma tremenda falta de comunicação e colaboração de boas práticas, métodos. O que da a impressão que uma equipe quer se sobressair à outra. Retendo o conhecimento. Dessa forma muita gente reinventa a roda e fica presa ao seu mundinho. Outro ponto negativo é que a empresa é de grande porte na America Latina e os benefícios são fraquíssimos, a nao ser o plano medico que é ótimo! Conselhos para presidência: Tirem de vez da cabeça de vocês que existe um perfil ao modo B2W de trabalhar! Chegou a hora de segurar mais os talentos! Se o funcionario saiu não é porque ele não cabe ao perfil B2W e sim porque vocês pecam na hora de valorizar algum talento. Existem areas de tecnologia em comum que foram apartadas para cada setor do BIT. Existe uma falta de comunicação terrivel! Cada um quer viver no seu quintal, retendo conhecimento e reinventando a roda! Incentivem a integração dessas areas que antes eram únicas na companhia e que estao atuando separadamente. E por ultimo, por que não repensar uma política de distribuição de lucros para analistas??? Uma empresa desse porte tem SIM condições de economizar com algumas coisas e dar uma PLR para o funcionario.   "},{"user":"Assistente Fiscal - Ex-funcionário, saiu em 2009","avaliation":"Prós: Trabalho em equipe, As pessoas que trabalham na empresa são muito dedicadas em suas tarefas e em satisfazer da melhor maneira possível seus clientes. Contras: A politica de cargos e salários, os salários costumam ser abaixo do mercado de trabalho e a politica de promoções e aumento é bastante morosa passando por muita burocracia.   "},{"user":"Assistente de Suporte Comercial","avaliation":"Prós: Bons salários, limpeza, localização, pessoas capacitadas! Bons equipamentos para trabalho, Flexibilidade com atividades pessoais dentro do horário de trabalho. Contras: Falta plano de carreira, promoções, vale alimentação baixo e/ou refeitório de péssima qualidade. Profissionais executam tarefas além do seu cargo.   "},{"user":"Operador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento em dia , e refeicao no local boa, oportunidades de crescer e flexibilidade de horario banco de horas , voltados em saor mais cedo . Contras: Falta se organizacao , comprometimento de gestores , sem beneficios , contratacao rotativa , muito calor , agua quente , uniforme sao poucos e suja muito Conselhos para presidência: Ter gestores mais comprometidos   "},{"user":"Analista de Atendimento ao Cliente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário otimo, produtos quando tercerizados bom para se trabalhar, desconto que tem no site são bons, o que tem na lasa também é uma boa opção Contras: Pessimos gestores, pois não tratam funcionario como devido, funcionário dveria ser bem mais visto ter mais reconhecimento dentro da organização "},{"user":"Agente de Atendimento II - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa oferece mudança de área, porém isto pode ser um ponto negativo também, já que um dia vc atende e-mail e no outro te colocam no ativo Contras: A empresa precisa ser mais organizada, o RH comete muitas falhas, é o funcionário não é valorizado. Para crescer na empresa, tem que ter curso superior pra qualquer vaga   "},{"user":"Agente de Atendimento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa presta suporte para trabalharmos e nos ajuda sempre que temos dúvidas. O ambiente era agradável e os colegas de trabalho sempre muito prestativos. O treinamento oferecido para o cargo é maravilhoso. Contras: A alimentação oferecida é horrível, muito mal feita e em algumas vezes quase impossível de comer. A monitoria de qualidade é bem rígida e em algumas situações faltava o devido alinhamento entre os agentes, supervisores e monitoria. O plano de carreira da empresa é quase inexistente. Conselhos para presidência: Valorizar mais os funcionários e oferecer plano de carreira mais acessível.   "},{"user":"Analista Pleno","avaliation":"Prós: Para mim um dos poucos positivos da empresa são os eventos que ocorrem somente na sede, sendo assim as outras unidades, como a minha, não contam com esse benefício. Universidade do varejo, já ouvi falar mas o usufruto do benefício não é por mérito e sim por indicação.~ O salário é razoável. Prá mim o que me mantêm aqui é o clima e a disponibilidade de horário que o departamento oferece. Há participação de lucros, apenas para coordenadores e gerentes. Contras: O vale refeição é R$ 4,65, isso mesmo, menos de 5 reais, antes era vale coxinha, hj em dia nem isso. A empresa disponibiliza uma copa para que os funcionários tragam comida, copa pequena, poucas mesas e poucos microondas, temos que fazer fila de marmita. O plano de saúde é co participativo, descontam metade do valor da consulta e boa parte de alguns exames. Conselhos para presidência: Deem mais valor aos seus funcionário, eles são responsáveis pelo sucesso da empresa.   "},{"user":"Analista de Operações Pleno","avaliation":"Prós: Boa para aprendizado. Estimula muito a competividade e a superação. É muivo dinâmica e há muita disposição para a inovação e para a mudança. Contras: Pouco profissionalizada e poucos benefícios. Não há preocupação da gestão com o bem estar dos associtados. Há uma valorização desnecessária da rivalidade e o respeito não é comportamento mais difundido. Conselhos para presidência: Se preocupar mais com o bem estar dos associados.   "}]