[{"user":"Operador de SACEx-funcionário, saiu em 2016","avaliation":"Prós: Ah a empresa tinha até que um Espaço bom e amplo para os atendentes , equipamentos e uniformes , treinamento de uma semana bem explicado, recrutadoras boas, foi uma experiencia tranquila\n\nContras: Lanche ruim e era contado e salario atrasado, as vezes caia no dia seguinte ou liberava so anoite, os supervisores visivelmente despreparados , tinha fase que ate ir no banheiro era dificil\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Auxiliar Administrativo","avaliation":"Prós: O plano de carreira é bom, e os benefícios são ótimos, o que mais me agrada é o VA / VR ( R$ 19,50 por dia). É um serviço dinâmico que vc aprende um pouco de todas as áreas desde ADM até logística\n\nContras: RH demorado, muita burocracia, muito chefe pra pouco funcionários kkkk, lá vc tem 100 chefe kkkk, dificil acesso aos armários, muito serviço.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente de Atendimento IIIEx-funcionário, saiu em 2017","avaliation":"Prós: salário pago no ultimo dia do mês, acesso a holerite diário e ao cardápio da cozinha. no geral isso não seria um motivo para querer estar na empresa.\n\nContras: A empresa não te da suporte e nenhum respaldo para sanar duvidas e problemas dos clientes, as aeras não respondem deixando os clientes nervosos, não ha possibilidade de subir, o local da sede é extremamente perigoso e ocorre assaltos semanalmente.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa é boa, tem oportunidades de crescimento, bastante variedades de vagas e você aprende de tudo um pouco lá, tem oportunidades pra todos setores\n\nContras: Não possui benefícios nenhum, e como toda empresa tem as pessoas que fazem a empresa ser ruim, penso que deveria ser mais selecionado as gestões\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Fiscal de Prevenção de Perdas","avaliation":"Prós: Não atrasa o salario... não tem muitos pontos positivos para declarar.\n\nContras: Sem horário fixo, poucos benefícios, descontos autos na participação do convenio, gestão ruim, pouco dialogo com os associados, muita cobranças e sem chances de crescer na área\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Operador de Logística","avaliation":"Prós: Chance de aprender os processos de todos os setores operacionais. Boas amizades, adiquirir conhecimentos de sistemas. =D\n\nContras: Gestao fraca, sem visao, pouca oportunidade para os funcionarios. =/\n\nConselhos para presidência: Olhem um pouco mais pros funcionarios.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Assistente LogísticoEx-funcionário, saiu em 2017","avaliation":"Prós: Ótimos funcionários, equipe unida, bom ambiente de trabalho. .\n\nContras: Sem reclamações da empresa. .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Oportunidades de aprendizados e aprimoramento dos conhecimentos. Diversidade de atividades que possibilitam aprimorar o conhecimento de todas as áreas da empresa.\n\nContras: A empresa tem para aprimorar os pontos negativos deveria criar um plano de carreira, plano de cargos e salários, dar oportunidades a funcionários da empresa a exercer novos cargos e não a contratar pessoas do mercado\n\nConselhos para presidência: Expandir oportunidades a funcionários da empresa para promoções e ocupação de novos cargos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Comercial Júnior","avaliation":"Prós: Alto nível de aprendizado, uma verdadeira escola sobre e-commerce e marketplace. Associados jovens e engajados. Não há muitos pontos positivos, ou vc gosta do negócio e aguenta o que pode ou vc entra no jogo e se torna uma pessoa amarga.\n\nContras: Gestores fracos com desenvolvimento e gestão de pessoas. Existem oportunidades, mas não para todos, talvez apenas para \"amigos\" de gestores. Os benefícios são horríveis, VR de R$4,00!!!\n\nConselhos para presidência: Ser mais próximo dos funcionarios, a maioria dos associados não conhece a CEO e os diretores estatutários. Melhorar os benefícios para valorizar as mais de 12h diárias, finais de semana e feriados trabalhados.\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de TI Pleno","avaliation":"Prós: Reconhecimento com promoções, ambiente agradável, áreas de convivência com sofás, televisão e video game, horário flexível, localização interessante\n\nContras: Poucas oportunidades internas, falta de plano de carreira, pouca comunicação entre equipes, processos pouco claros, falta de posicionamento constante\n\nConselhos para presidência: Melhora dos pontos negativos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]