[{"user":"Líder de Prevenção de Perdas","avaliation":"Prós: Empresa que dar oportunidade para crecer profissionalmente motivação trabalho em equipe pontos forte sempre família visando bom trabalho Contras: Mesma não tem muitos benefícios para associado gestão não colabora com associado prejudicando trabalha do associado na empresa sempre onde mesmo fica desanimado Conselhos para presidência: Ser a maior mais querida do Brasil   "},{"user":"Analista Financeiro Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: A B2W é uma escola: Você aprende muito, pois tem que se virar (pelo menos comigo foi assim) e, com isso, aprende a trabalhar sob pressão. Como o mercado de trabalho está cada vez mais competitivo é importante saber lidar com essa situação. Contras: Não tem benefícios, Alguns Gestores são despreparados, ausência de processos, tudo é urgente o que torna a rotina de trabalho pesada e cansativa, não valoriza o funcionário, não tem meritocracia. Conselhos para presidência: Redução da carga horária de trabalho (que chega a mais de 12h por dia), melhorar o VR, reduzir os descontos com Planos de saúde, preparar melhor os Gestores.   "},{"user":"Funcionário","avaliation":"Prós: O desafio diario na empresa , a grande variedade de conceitos e aplicacoes de praticas de logistica. Grande oportunidade de aprendizado rapido de boas praticas de mercado Contras: Planejamento ruim e sem uma estrategia para conquistar mercado. falta de disciplina da alta gestao e reunioes improdutivas , tornam o trabalho desgastante Conselhos para presidência: Boa empresa para iniciantes, mas muito ruim para profissionais com experiencia   "},{"user":"Analista Jurídico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Aprendi tudo o que eu sei sobre e-comerce e é a experiência que eu vou levar pra vida e que me ajuda muito sempre. Conheci pessoas incríveis. Contras: Empresa não fornecia benefício n realizava ações motivacionais, o restaurante era péssimo e como não tinha vê vc era obrigado a cer a comida que era terrivel. As possibilidades de crescimento são bem poucas pra quem quer sair da área de atendimento ao cliente. Conselhos para presidência: Não faço mais parte da empresa então não sei o que mudou, caso nada tenha mudado meu com seria que se investisse mais nos colaborado e os visse como gente.   "},{"user":"Analista","avaliation":"Prós: A empresa possui grandes funcionários e pessoas incríveis que te proporcionam grandes oportunidades de aprendizado na carreira, basta vc ser protagonista e ter vontade de aprender. Contras: A empresa oferece poucos treinamentos e as oportunidades na carreira são poucas, porém existem. Uma empresa que se diz jovem, mas que ainda não mudou de mindset.   "},{"user":"Agente de Atendimento","avaliation":"Prós: Uma empresa que dá oportunidade para ingressar no Mercado de trabalho, tem pessoas agradáveis, um bom restaurante e convênio de associado para ganhar desconto nas lojas. Contras: O principal ponto negativo é a grande quantidade de assaltos que ocorrem do caminho da empresa até a estação, gostaria que a companhia tomasse providência, nossa vida corre risco. Conselhos para presidência: Dar transporte da empresa até a estação pela integridade física de seus associados.   "},{"user":"Assistente de Marketplace","avaliation":"Prós: Realmente não levo em consideração pontos positivos, pois até agora não encontrei nada de bom nesta empresa. Realmente é uma pena, pois poderia ser uma ótima empresa, pelo nome e tempo de Mercado. Contras: Quase todos, acham que oferecem benefícios (uma empresa que limita suas cotas de condução, realmente não se importa com o funcionário), desligam funcionários sem motivo aparente, por causa de coisas banais (conversinha de um, e conversinha do outro) a famosa panela, puxou o saco e abaixou a cabeça você fica, se você for do tipo de profissional que tem uma opinião formada (não entre nesta empresa), refeitório péssimo, comida horrível, sujeira no local. Conselhos para presidência: Se atentar com as sugestões dos funcionários e não (associados, sim é assim que chamam os colaboradores, acho isso de um péssimo gosto), reavaliar o plano de remuneração, benefícios muito ruins, não valorizam em nada o colaborador, uma bagunça no RH, ninguém tem domínio em nada que esta dizendo, realmente fico com pena de uma empresa Renomada para o Mercado, mas que não vale de nada para os funcionários.   "},{"user":"Conferente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa para se trabalhar e adquirir conhecimento, com muitas chances de obter crescimento profissional, com ótimos gestores.pouco pontos negativos. Contras: No meu ponto de vista o único ponto negativo, está no benefícios oferecido pela empresa, por ser uma empresa grande, deveria oferecer pl ou cesta básica   "},{"user":"Operador de Empilhadeira - Ex-funcionário, saiu em 2014","avaliation":"Prós: Convivências com alguns colegas de trabalho operacional e o condomínio em que a empresa esta instalada em Cajamar oferece muitas empresas para poder mudar de empresa, caso estejam insatisfeitos com a B2W Digital Contras: Pontos negativos que a Empresa tem ela só pensa em Lucrar em cima dos colaboradores, Os encarregados dos setores Operacionais só querem puxar o saco da diretoria e tem muita panelinha, quando precisa da empresa por motivo de saúde a B2W Digital não está nem ai pro seus funcionários, só pensam em lucrar em cima das pessoas e vc só tem oportunidade de crescimento se puxar o saco da empresa, dos diretores e encarregados!!! Conselhos para presidência: Olhar mais para os funcionários e deixar de pensar em só lucrar em cima dos funcionários, são as pessoas (Funcionários) que faz a Empresa Crescer no mercado, é um conjunto de pessoas e não o Diretor e os puxa sacos da empresa! Vcs Presidentes tem que ter a humildade de olhar para as pessoas e parar de fazer os funcionários serem seus escravos!   "},{"user":"Fiscal de Prevenção de Perdas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa paga bem e da liberdade para o funcionário trabalhar sem estresse. Oportunidade de crescimento Empresa grande com muitas areas de atuação Contras: RH muito fraco .   "}]