[{"user":"Analista de Desenvolvimento Comercial","avaliation":"Prós: Ambiente descontraído Visibilidade de mercado O valor que entregamos para o mercado é interessante a atividade que fazemos quando olhamos no macro Contras: Estrutura organizacional bagunçada Gestão muito jovem, falta culhão para tomadas de decisão Impossível ter qualidade de vida Meritocracia é apenas no papel e quando ocorre é subjetiva Benefícios péssimos Cobrança acima do normal Processos que não funcionam   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Empresa que lhe proporciona grande experiência em marketplace, ti, integração de plataforma, ótimo relacionamento com mercado, experiência única! Contras: Não tem plano de carreira, a empresa trabalha com meritocracia, mas não tem plano de carreira, mesmo seguindo a missão, visão e valores da empresa não compreendo como é baseado a meritocracia deles Conselhos para presidência: Plano de carreira e melhorar os pacotes de benefícios.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma ótima empresa para trabalhar, e cumprem com o que falam, fiquei durante 3 anos e não tive nenhum tipo de problema, salário em dia e isso é ótim o. Contras: Eles deveriam escolher melhor os supervisores, acredito eu que seria para melhor desempenho da companhia, e melhor o projeto trilhas que não funciona muito bem.   "},{"user":"Agente de Relacionamento III - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa oferece oportunidade de crescimento, mas chegou a um ponto que os processos seletivos internos ficou muito duvidoso. . Contras: Muita mudança no local de trabalho, pelo menos de 6 em 6 meses tem mudança, ou vai pra cima, ou pra baixo, quando você está se acostumando com o novo local de trabalho, vem a mudança. Conselhos para presidência: Selecionar melhor os supervisores, alguns sabem menos que os funcionários e não se comportam de maneira profissional.   "},{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom ambiente de trabalho,tem bons gestores e as pessoas em geral tinham um bom relacionamento fiquei muito tempo justamente porque não era ruim de trabalhar lá Contras: Falta de perspectiva de crescimento , reformularam os processos de crescimento de forma que ficou muito mais difícil crescer lá dentro, valorizam muito quem vem de fora e não quem está lá dentro   "},{"user":"Coordenador - Ex-funcionário, saiu em 2015","avaliation":"Prós: É um ambiente desafiador onde o \"associado\" aprende a lidar com múltiplas tarefas, sem alinhamento ou suporte da gestão, aprende a lidar com a frustração de não ver nada andando e a pedir desculpas mesmo estando certo. Ao menos o salário é justo e pagam em dia. Mas esqueça horas extras e bons benefícios. Contras: Não existe gestão, mesmo se matando de trabalhar não há nenhum reconhecimento. É fácil ficar doente com tanta covardia que você testemunha e muitas vezes é a vítima. Conselhos para presidência: Peça demissão e leve 90% dos seus diretores e G30 com você.   "},{"user":"Analista de Suporte Comercial Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tenho muito a valorizar sobre a empresa. Se você não trabalha diretamente com o comercial, o sonho de trabalhar nessa empresa é uma ilusão. Único ponto positivo são osDescontos nos sites e lojas físicas. Contras: Plano de carreira muito ruim, não dão valor ao funcionário que já está na empresa. Contratam pessoas do mercado com o mesmo cargo e salário superior. Lideranças fracas, baseando-se sempre em amizades para promoções ou salários do que competências e experiência no serviço. Conselhos para presidência: Valorizar os funcionários que há tanto tempo trabalhou na empresa, equiparação salarial seria um ótimo começo. Plano de carreira é essencial para o desenvolvimento de pessoas, senti muita falta disso e de feedbacks da parte da liderança.   "},{"user":"Operador Logístico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma grande escola, não só de logística mas especialmente de gestão. Aplicação efetiva do gerenciamento da rotina do dia-a-dia, contato frequente com PDCA e ferramentas de gestão. Aprendizado na prática. Contras: A companhia não valoriza o capital humano. Todos são descartáveis, desde a operação à gerência, não há porque ceder nenhum centímetro em favor do colaborador, pois devido ao método de gestão qualquer um em pouco tempo poderia ocupar o cargo e exercer a função. Conselhos para presidência: Ofereça espaços de convívio melhores, melhor alimentação, melhor ambiente de trabalho (em especial no calor). Sei que não há porque incentivar a permanência de qualquer colaborador, mas essas pequenas melhoras resultaram em vasta melhora na produtividade e ganhos significativos no clima organizacional.   "},{"user":"Gerente","avaliation":"Prós: Empresa com muita oportunidade de crescimento. Ambiente informal, muito aprendizado, oportunidade para conhecer diversas áreas e para mudar de área também. Pessoas jovens, motivadas. Contras: Nos últimos anos a empresa adquiriu mais de 10 outras empresas e a própria B2W é fruto de uma fusão, por isso a questão cultural é um desafio, muitas pessoas com históricos diferentes. Ao contrário do último comentário a empresa ainda não dá lucro, mas está no caminho.   "},{"user":"Analista de TI Sênior","avaliation":"Prós: Tecnologia de ponta, sempre inovando além dos ótimos profissionais. Ótima abertura com a diretoria, muito bem qualificada diga-se de passagem. Contras: Apesar de ser uma grande empresa, oferecem o mínimo de benefício exigido por lei. A comunicação RH-Funcionário é bem difícil apesar de também ter profissionais de ótimo potencial na área. Conselhos para presidência: investir mais no bem estar dos funcionários   "}]