[{"user":"Analista de Marketing Pleno","avaliation":"Prós: Tem grande valor e reconhecimento no mercado de ecommerce. É o maior varejo online da América Latina. Lidamos com grandes fornecedores, o que gera um bom networking. Contras: Vale refeição uma vergonha. Não temos treinamento. Tem que puxar saco para se dar bem. Alguns gestores omitem ou mudam os dados de performance. "},{"user":"Agente de Atendimento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Horário, banco de horas, refeição no local, localização, respeito à legislação, empresa ética, oportunidade de crescimento, paciência em treinar Contras: Muita pressão aos funcionários para melhores resultados, ambiente tenso por conta de frequente demissões, quantidade de trabalho varia muito por conta disso, muitas vezes ocioso ou sobrecarregado, raramente a quantidade de trabalho é justa. Conselhos para presidência: Manter um quadro de funcionários justo para a quantidade de demanda.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente agradável e descontraído de se trabalhar. É uma empresa que dá oportunidade para jovens. Há muita liberdade para opinar e sugerir soluções. Contras: Dizem muito que são focados em pessoas e fazem muitas ações internas pra te convencer disso, porém salário e cargos não são coerentes. Não há plano de carreira definido. E o RH é muito confuso. Localização é péssima. Conselhos para presidência: Definir planos de carreiras, melhorar os benefícios, diminuir a burocracia nas contratações e se esforçar mais para reter seus talentos que dia após dia estão sendo perdidos.   "},{"user":"Coordenador Tributário","avaliation":"Prós: Bem diria que é a representatividade da empresa diante do mercado, trabalhar numa empresa que está tão próxima dos brasileiros é um privilégio Contras: Como qualquer empresa do varejo, tem seu foco em resultado e meta, por isso necessita melhorar seu quadro de benefícios ao associado Conselhos para presidência: Estamos no caminho certo, continuemos trabalhando contudo sem nunca deixar de reconhecer o motor desta empresa, as pessoas   "},{"user":"Supervisor Operacional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Demanda de trabalho envolvente, como se fosse \"escola \" de determinados processos. Possui liberdade dependendo do departamento de criar, inovar e tentar várias situações. Contras: Desde RH a gestão direta processos totalmente desconexos. Politica de amizade para conseguir passar por processos. Empresa poderia possuir PLR sendo que possuí um lucro altissimo. Conselhos para presidência: Mudar a cultura!!!! Gestores antigos, culturas antigas.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente, salário, vários eventos comemorativos em função do aniversário das marcas, flexibilidade de horário, espaço físico adequado, boa localização Contras: Falta de avaliação dos funcionários,vale-refeição atualizado recentemente, ausência de uma política para HE, ausência de PLR para os colaboradores, falta de iteração da gerência com os colaboradores, falta de visibilidade das metas da empresa, Conselhos para presidência: É importante cultivar o relacionamento e o respeito dos gerentes aos seus colaboradores, pois infelizmente eles sequer cumprimentam as pessoas. Importante também implantar um plano de avaliação de carreira, pois o RH e gestores sequer sabem a formação dos seus recursos quando ocorre mudança de área   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com ótima oportunidade de crescimento. Empresa com ambiente descontraído e suporte para aprendizado. Restaurante da empresa muito bom. Contras: A distancia entre ela e o transporte publico. Para se chegar até a empresa é muito longe entre o principal meio de transporte tornando desconfortável o acesso em dias de chuva.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa ótima para o crescimento profissional. Tem muitas oportunidades em diversos setores. O salario é bom. E uma empresa que não entra na rotina nunca, sempre com diversas mudanças. Contras: Não tem benefícios que motive os funcionários. Ex: cestas básicas, brindes, etc... Não tem fretado. Existe uma rotatividade muito grande. Nem sempre o cargo determina o serviço . Conselhos para presidência: Melhorar a comunicação com os funcionários.   "},{"user":"Coordenador","avaliation":"Prós: A empresa permite que você aprenda sobre um mundo do comércio eletrônico. Existe um bom pacote de remuneração (compatível com o mercado) e possui um bom programa de desenvolvimento. Contras: Acredito que a empresa seja uma oportunidade para o início de carreira pois se aprende muito, porém, alguns pontos precisam ser trabalhados entre eles a carga horária.   "},{"user":"Coordenador","avaliation":"Prós: Grande aprendizado em diversas áreas com a possibilidade de mudança de área e crescimento na Cia. O dinamismo e vontade de aprender pode impulsionar os associados a criarem novas responsabilidades. Contras: A obrigação do trabalho aos sábados e feriados sem necessidade e apenas para cumprir \"plantão\" são bastante desestimuladores. A meritocracia nem sempre é cumprida. Conselhos para presidência: Reconhecimento das pessoas que realmente fazem a diferença   "}]