[{"user":"Funcionário","avaliation":"Prós: Empresa líder de mercado, com foco em meritocracia. Oferece grandes desafios para quem quer crescer e aprender de forma acelerada. É uma companhia digital com o time mais qualificado do mercado e ótimo ambiente de trabalho.\n\nContras: Não vejo nenhum ponto negativo relevante. Não é a empresa ideal para quem esteja buscando poucos desafios ou queira trabalhar em um segmento menos dinâmico.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Tecnologia","avaliation":"Prós: Investimento nas pessoas, desafiando e instigando a aprenderem. Diversos desafios disponíveis assim como política de mérito. Uma grande startup! Extremamente flexível com cargos e desafios. Ideal para que gosta de desafios de longo prazo e gosta de aprender.\n\nContras: mais desafios disponíveis do que pessoas para atacar todas. poderia produzir mais resultados do que produz. crescimento rápido a gestão do tempo dos executivos é um desafio a parte.\n\nConselhos para presidência: Acelerar o crescimento e contratar mais pessoas de tecnologia. Muitas oportunidade disponíveis!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Relacionamento","avaliation":"Prós: Salário, descontos de funcionário. Trabalhar de segunda a sexta em horário comercial. Não tem mais nenhum ponto positivo, porém tenho que escrever até da os carácteres suficientes\n\nContras: Pessoas, supervisão ruim. Cobrança, não poder tomar decisões sozinhos entre outras coisas que não posso comentar então vou escrever só pra dar o limite\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Crescimento na carreira...\n\nContras: Muita pressão sem valorização alguma, se você bate sua meta não fez mais que seu obrigação, a empresa pega a balela que o funcionário é importante mais não pratica nada disto, para você manter bem que puxar o saco das pessoas certas.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"AdvogadoEx-funcionário, saiu em 2005","avaliation":"Prós: organização e estrutura interna boa, equipamentos e manuais de trabalho atualizados, boa comunicação com os membros da equipe, ambiente descontraido\n\nContras: falta de oportunidade de crescimento, necessidade de deixar às claras as oportunidades de crescimento em outras áreas, as reuniões por vezes não tiveram resultados claros\n\nConselhos para presidência: revisão das politicas de reconhecimento e valorização dos funcionários\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador Comercial","avaliation":"Prós: Empresa com excelente infraestrutura e visibilidade ao mercado, possui modelo de meritocracia para quem traz resultados. Mantém um pressão positiva para acelerar o desenvolvimento.\n\nContras: Salário e beneficio muito abaixo do mercado, rh pouco presente . Vários momentos as diretrizes mudam e possui vários choques de culturas que dificultam o relacionamento entre areas .\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de Métodos e Processos","avaliation":"Prós: Muita autonomia; auto aprendizagem; report direto para diretoria; aspecto de dono do negócio; ideal para carreira a longo prazo; treinamentos constantes\n\nContras: Pouco meritocrata; ascensão lenta demais; péssima comunicação interna; não abre oportunidade para troca de área internamente antes de abrir recrutamento externo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Ótimo ambiente de aprendizado, os desenvolvedores possuem liberdade para utilizar a melhor solução independente da tecnologia. Jogar videogame durante o almoço é legal.\n\nContras: Não possui cultura de trabalho remoto, a localização do escritório também não é muito boa e por isso não é bom ficar trabalhando até tarde...\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Recursos Humanos (RH)Ex-funcionário, saiu em 2017","avaliation":"Prós: Possui um clima agradável com os pares, pela gestão ser fraca você tem liberdade para atuar e criar novas ferramentas de trabalho. O crescimento pode ser rápido, dependendo da sua area.\n\nContras: Empresa com péssima tomada de decisão, trata os funcionários como números, inconstante com relação com headcount então você sempre pode ser demitido sem justificativa. Péssima gestão.\n\nConselhos para presidência: Nao tratem os funcionários como números.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista","avaliation":"Prós: Empresa jovem e onde se adquiri muito reconhecimento. Ambiente de muita pressão por resultado, mas com pessoas boas e agradáveis. Uma excelente vitrine para carreira.\n\nContras: Crescimento ainda muito subjetivo, a cargo da opinião do chefe baseado no que ele acha. Muita rotatividade. Falta reajuste salarial decente. Nao possui VR. Carga horária de 9 as 19hrs.\n\nConselhos para presidência: Pensar mais em metas factíveis, funcionários satisfeitos e benefícios. Isso vai diminuir a grande rotatividade que existe\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]