[{"user":"Analista Comercial","avaliation":"Prós: autonomia, cultura, gerentes (pelo menos no time comercial) que jogam muito junto do time e dos analistas. empresa em franco crescimento com muitas possibilidades de ascençao\n\nContras: Vale Refeicao abaixo, muito abaixo do mercado. Flexibilidade zero para Home Office, em alguns pontos cabeça de empresa pequena. Salário do time de vendas não tem comissao sobre o resultado\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Excelente empresa para se desenvolver. Possui muito colaboradores com excelência no mercado o que propicia o aprendizado. Clima organizacional favorável.\n\nContras: Pouca integração entre as equipes o que gera retrabalho e pouco compartilhamento de informação. Historicamente tem uma fama de não ser o melhor lugar em relação a clima organizacional, mas no meu caso eu me surpreendi positivamente com a empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de LogísticaEx-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa com o pagamento em dia, com benefícios e te agrega experiência profissional no ramo da logística além de ser uma empresa de grande porte\n\nContras: Difícil oportunidade de subir de cargo, além de muitos não conseguirem passar da fase de experiência pois eles contrataram muitos e depois as vendas caem muito\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador Comercial","avaliation":"Prós: Clima entre os colaboradores é positivo e a empresa da oportunidade pra pessoas que não tem experiência se desenvolverem. A gama de conhecimento agregada as carreiras e interessante.\n\nContras: Meritocracia entre áreas. Há também um jogo político para promoções e novas oportunidades dentro da companhia. Há muita gente competente que não então vista por politicagem\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor de AtendimentoEx-funcionário, saiu em 2019","avaliation":"Prós: Líderes bem próximos as equipes, pagamento de salários em datas acordadas, banco e lojas dentro da companhia. Salário de acordo com o mercado.\n\nContras: Falta de benefícios e plano de carreiras. É oferecido almoço no restaurante que há dentro da companhia, porem poderiam pensar em mais benefícios\n\nConselhos para presidência: Desenvolvimento dos líderes, coordenadores e gerência\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de SistemasEx-funcionário, saiu em 2015","avaliation":"Prós: A B2W na época em que trabalhei lá tinha salário compatível com o mercado, boas iniciativas de tecnologia e boas iniciativas voltadas aos colaboradores (Videogame e ir trabalhar de bermuda, por exemplo)\n\nContras: Na época, a empresa era muito vertical, ou seja, muitos coordenadores e gerentes em relação aos desenvolvedores. Ainda tinha uma cultura voltada ao show face também.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Comercial Júnior","avaliation":"Prós: chances de crescimento em relação a cargos e experiência profissional. O ambiente é muito bom e também a rotina bem dinâmica. Oportunidade de pensar fora da caixa e colocar em pratica é muito nítida.\n\nContras: Uma parte dos associados ainda não entendem a essencia que a empresa quer levar para o futuro. Isso acaba atrapalhando no desenvolvimento final.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Agente Suas","avaliation":"Prós: Empresa com fácil acesso, oferece até 02 passagens de vale transporte, rotativa mas para quem deseja e mostra a empresa que quer ficar consegue ficar por um período de tempo.\n\nContras: A jornada de trabalho é 6×1, único dia de folga é domingo, acho que poderiam fazer uma escala em horário único para o sábado, ter mais chances de crescimento e oportunidades de ir para outras áreas.\n\nConselhos para presidência: Ter escalas ao sábado em um horário único é o que todos os funcionários pedem\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor/Coordenador Supervisor Fiscal","avaliation":"Prós: Crescimento profissional é um grande ponto positivo para trabalhar na B2W. Tem bons gestores e muito o que aprender no dia a dia. Muito puxado, mas é bom.\n\nContras: Benefícios são ruins. Parece que a empresa não investe no seu funcionário. Se mostra mais interesse nos funcionários fica melhor! Não dá pra não ter benefícios.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Desenvolvimento Sênior","avaliation":"Prós: Ambiente dinâmico e desafiador, para quem deseja aprender novas tecnologias é a empresa ideal, a todo momento você será puxado para fora da zona de conforto\n\nContras: Extremamente desorganizada, os benefícios são ruins, não existe metodologia de gestão e nem de avaliação de desempenho, péssima comunicação, não pagam hora extra, não reconhecem os funcionários.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]