[{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possibilidade de migrar para outras áreas dentro da empresa e, consequentemente, crescer lá dentro. Constantemente tendo processos seletivos para tal. Contras: Apenas algumas falhas de comunicação mas nada demais. Não consigo assinalar algum ponto negativo o bastante que me faça lembrar. É uma ótima empresa para trabalhar.   "},{"user":"Auxiliar Logístico","avaliation":"Prós: Pessoas bem selecionadas, um lugar bom pra se passar grande parte do seu dia. Eles visam bastante o conforto do associado de lazer a saúde. Contras: As oportunidades de crescimento interno deveriam ser mais exploradas. Pelo menos ao meu pouco tempo de empresa vi esse problema, por esse fato não sei se continuarei lá por muito tempo, oque é bem triste já que estou amando a experiência lá.   "},{"user":"Analista de Tecnologia Júnior","avaliation":"Prós: Ambiente agradável, empresa receptiva, o RH é ativo e preocupado com os colaboradores, a remuneração é compatível com o mercado, os benefícios são ok ! Contras: O vale refeição não se estende a todos os funcionários no seu valor cheio alguns ganham somente uma ajuda de custo que não chega a 5 reais por dia.   "},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa dinâmica, com foco na inovação no desenvolvimento de soluções que agreguem valor aos parceiros de negócio, fornecedores e colaboradores. Contras: Poucos benefícios e falta de visibilidade quanto a desenvolvimento de carreira, ficando a cargo do manager a evolução do recurso ou do time.   "},{"user":"Gerente","avaliation":"Prós: empresa com boas condições de trabalhos , local arejado, equipe unida, benefícios excelentes , preocupa com o pessoal, ajuda . colcabora para o bom funcionamento Contras: empresa boa com bons salários e capacitação e funcionários , qualidade de atendimento, benefícios bons, pessoas competentes , ambiente dinâmico. Conselhos para presidência: melhorar o espaço do trabalhador   "},{"user":"Coordenador de Design","avaliation":"Prós: Diretoria aberta para grandes mudanças. A B2W vem enfrentando muitas mudanças e os cargos de liderança vem traendo essas mudan;cas para o time Contras: Empresa ainda em processo de mudança de cultura. Implementar sempre uma nova cultura é um processo longo que tende a levar algum tempo, mas todos estão comprometidos a mudanças   "},{"user":"Analista de Infraestrutura TI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os funcionários da equipe de infraestrutura são muito importantes para a companhia. Equipe fechada e unida para entregar o melhor resultado possivel Contras: Empresa não valoriza funcionario! Infelizmente trata a todos como um qualquer e não de importa com o seu bem estar, tem muito para evoluir para ser grande.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Nada de importante. Apenas paga o salário em dia (que é obrigação) e dá descontos para os funcionários na compra de mercadorias da empresa. O resto não tem ponto positivo. Contras: Benefícios muito ruins. Vale-refeição minúsculo. Sem estacionamento. Mudanças sem aviso prévio. Plantões exagerados. Sistemas mal gerenciados. Conselhos para presidência: Melhore as condições dos funcionários   "},{"user":"Assistente Financeiro","avaliation":"Prós: Bem flexível com relação a horários e locais de trabalho, as pessoas tem quase as mesmas idades, uma empresa jovem e inovadora. Pessoas bonitas. Contras: Os benefícios não são reais, vale alimentação muito abaixo do mercado, infraestrutura não é muito boa em certos setores essenciais, a vestimenta de um local é bem avontade e outros não. Vai entender isso....   "},{"user":"Analista Desenvolvedor Oracle Júnior","avaliation":"Prós: Empresa muito a frente, se preocupa com a qualidade e bem-estar de seus funcionários. Vestimentas são bem liberais, fugindo do famoso social e deixando as pessoas livres. Contras: As áreas dentro da empresa são independentes, então uma gestão pode ser excelente, enquanto a outra deixa a desejar. Não tem plano de carreira.   "}]