[{"user":"Analista Jr","avaliation":"Prós: Empresa otima de se trabalhar, 40h semanais, plano de saúde custeado para conjuge e filhos, reembolso de fretado mediante recibo, gympass, vf e va. Contras: A denominaçao de funcao muitas da vezes nao correspondem com o que o funcionario executa. Pouca abertura para crescimento dentro da empresa. Conselhos para presidência: Procurem avaliarem melhor quem colocam nas ocupaçoes de JR, PLENO E SR, pois tem muito Jr. se destacando mais que senior.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e parcerias com outras empresas, principalmente as escolas e universidades, que permitem um aprimoramento das habilidades dos funcionários Contras: Diversidade só no discurso e muita demora para ascensão na carreira, além de um ambiente estressante e muito competitivo entre os funcionários   "},{"user":"Analista Pleno","avaliation":"Prós: Empresa tem bons benefícios, bom relacionamento com os clientes, flexibilidade da carga horária e reconhecimento de líderes, diretores e dos clientes. Contras: Empresa não incentiva treinamentos externos aos funcionários, piso salarial inferior aos demais concorrentes, nao oferece aumento salarial no mesmo cargo.   "},{"user":"Analista Pleno","avaliation":"Prós: A empresa oferece bons benefícios, como plano de saúde Bradesco Top, plano odontológico, vale transporte, tiket alimentação, auxílio material escolar para quem tem filhos menores de idade e em fase escolar etc. Contras: Os salários em geral são bem abaixo do mercado principalmente para as bases fora de São Paulo. O que torna um pouco desestimulante, além de pressão extrema para cumprir prazos o que torna algo desproporcional se comparado aos salários que são pagos. Conselhos para presidência: Um olhar mais atento aos colaboradores de level mais baixo com pequenas ações demonstrado que esses colaboradores também são de fato importantes para os negócios da accenture, fazendo assim que cada colaborador se sinta valorizado e reconhecido, o que evitaria muitos colaboradores buscar oportunidades fora da Accenture.   "},{"user":"Operador de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios como plano de saúde, odontológico, saúde, passagem de transporte, nisso a nível de Brasil são poucas que reconhece isso. E a capacidade de aprendizagem com novas experiências técnicas . Contras: Salário abaixo do mercado, pouca ou nenhuma possibilidade de crescimento profissional para outros setores, há uma verdadeira disputa ou favoritismo por algumas pessoas, não vê como ponto forte o talento e o esforço pelo que o colaborador está se esforçando para galgar posições, muitas pessoas saíram de lá por conta de gestões que não deram oportunidade para pessoas super qualificadas, só para manterem seu ego e superioridade. Conselhos para presidência: A presidência mundial da Accenture deve olhar para cada região do país, pois a disparidade de salários em relação a outras e gritante, Recife e um dos maiores polos de tecnologia da informação do mundo o pessoal não pode ser tratado como se fosse de outra classe. Mão de obra qualificada tem que ser valorizada e respeitada   "},{"user":"Consultor Financeiro","avaliation":"Prós: Código de conduta, salário em dia, boa estrutura física, equilíbrio entre trabalho e vida pessoal, recrutamento interno abundante. Vale refeição. Contras: Salários abaixo da média, localização ruim da sede administrativa, rede interna instável as vezes, vale refeição com baixo valor, demora muito a haver promoção   "},{"user":"Técnico de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa tem bons benefícios onde não são descontados do salário, treinamentos online e ambiente agradável para se trabalhar. Respeito aos colaboradores. Contras: Os lideres dos projetos precisam ser mais qualificados para a gestão de pessoas, pois promovem os colaboradores por amizade e não por competência. Salário base precisa ser mais compatível com o mercado Conselhos para presidência: Qualificar os lideres de projetos para exercer uma gestão de pessoas melhor, para que todos tenha oportunidade de crescer na empresa.   "},{"user":"Analista","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia.   "},{"user":"Consultor","avaliation":"Prós: Possui uma grande estrutura corporativa e boas condições para os funcionários. Existe uma preocupação com suas políticas e cultura e empenho em promover suas ações para todos os colaboradores. Contras: No papel ela é uma empresa incrível, mas na prática essa cultura dependerá da sua célula de trabalho e dos gerentes e diretores envolvidos. Grande parte dos níveis gerenciais não possuem a mesma visão que a empresa divulga, assim como não são capacitados em gerenciar e liderar pessoas. O processo de reconhecimento e evolução não possui uma meritocracia transparente, existe muita política envolvida e ainda prevalece a valorização do trabalho em excesso. Conselhos para presidência: Se esperam que a empresa seja diferenciada como descrevem em seu marketing coloquem na liderança pessoas comprometidas com isso.   "},{"user":"UX Designer - Ex-funcionário, saiu em 2019","avaliation":"Prós: Há muitos benefício, acredito que para compensar o baixo salário, talvez seja uma boa empresa pra quem almeja uma carreira de gestão em tecnologia. Os times são grandes e há possibilidade de crescimento. Contras: Remuneração abaixo da média, muito trabalho e espera-se um esforço surreal do funcionário para que ele obtenha êxito na empresa e tenha seus méritos reconhecidos. Como eles querem engajar um funcionário pagando mal? É uma empresa que quer uma pirâmide de base e mão de obra mais barata pra dar conta dos grandes clientes deles.   "}]