[{"user":"Analista Desenvolvedor","avaliation":"Prós: Deposita o salário corretamente, possui bons benefícios, o escritório é moderno, curso online de inglês, flexibilidade com férias e horários Contras: Muitas políticas existem só na teoria e não na prática. A valorização do funcionário só é feita caso ele ameace sair. Não há incentivos para o funcionário se manter atualizado nos estudos. Os líderes não são preparados para exercer o seu papel. Conselhos para presidência: Deem incentivos para os seus funcionários continuarem estudando. Preparem seus líderes, invistam em treinamento de inteligência emocional e PNL.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Dentre os pontos positivos destaco os benefícios como plano de saúde e a cultura da empresa de acolhimento de novos profissionais e se pessoas que estão iniciando no mercado de trabalho. Contras: Dentre os pontos negativos destaco a desvalorização do profissional na questão salarial e no adiamento de promoções de profissionais capacitados para atuar em cargos mais altos.   "},{"user":"Gerente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com muitos benefícios para o colaborador e principalmente o gestor. Plataforma de treinamento online bastante completa. Empresa grande e com muitas possibilidades de job rotation. Contras: Valorização da liderança feminina pouco efetiva, apesar de existir um programa preparado para isso. Avaliação de desempenho baseada em relacionamentos mais do que entregas.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Colaboradores pacientes, Benefícios não tem o que reclamar Plano de saude Bradesco sem descontos, Final do ano sempre tem aquele PL, boa comunicação no time. Contras: Dependendo do projeto, você demora muito para uma promoção, Gestores com muitas tarefas, ficava uns 3 dias sem ouvir a voz do gestor que não acompanhava seu desempenho. Conselhos para presidência: avaliar melhor seus colaboradores de nível Jr. e PL   "},{"user":"Coordenador de Remuneração","avaliation":"Prós: Horário flexível, respeito à diversidade, benefícios, dinâmica de trabalho, ambiente inclusivo, dress code flexível, liderança que se preocupa com as pessoas Contras: A empresa por ser consultoria tem bastante cobrança e pressão por resultado, mas mesmo assim o ambiente de trabalho costuma ser excelente e existe muito respeito pelas questões particulares de cada pessoa.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Beneficios e paciencia com os novos entrantes do projeto, tendo em vista que a curva de aprendizado é maior para quem tem o perfil Junior, dão todo o suporte para que o profissional possa se desenvolver dentro da tecnologia que atua. Contras: Valorização do funcionário em termos financeiros é uma das piores, se não, a pior do mercado. A accenture tem como perfil pagar um salário abaixo do mercado pela justificativa dos beneficios que ela dá, sendo que, isso não é suficiente, tendo em vista que, a rotatividade dos funcionários é alta, pelo fato de outras empresas oferecerem salários muito mais atrativos com beneficios similares. Conselhos para presidência: Valorizar mais o funcionário em termos financeiros.   "},{"user":"Consultor","avaliation":"Prós: A Accenture é uma ótima empresa para iniciar a carreira. Entrei como estagiário e atualmente sou consultor. Praticamente tudo que aprendi na área foi aqui. Contras: Participação de lucro abaixo do mercado. No nível de consultor sênior na área de technology não existe mais o benefício de utilizar um veículo da empresa   "},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Plano de saúde (Bradesco), o salário é adiantado quinzenalmente e possui uma parceria com Santander, onde você não paga nada na manutenção da conta e serviços bancários. Diversidade é bem ativa, você aprende a trabalhar com diferentes perfis de pessoas e diferente culturas. Salário é pago corretamente e nunca atrasa. Contras: Empresa engessada, difícil de crescer e evoluir na carreira técnica, a partir de determinado level você tem que ir para área de gestão. Por ser uma empresa muito grande, você demora a entender como funciona as avaliações de performance e geralmente nos primeiros anos você não é avaliado muito bem. Pressão por redução de custo, inclusive colocando pessoas de outras localidades com custo mais barato (Índia e Filipinas), muitas vezes onerando o time mais que ajudando. Conselhos para presidência: Olhem mais pelas pessoas, p   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa possui bons benefícios que melhoram de acordo com o cargo, possui plano de carreira, uma plataforma de treinamento para ampliar conhecimentos e um ambiente super moderno para trabalhar. Contras: Apesar de possuir um plano de carreira ele nem sempre é justo, o salário é muito baixo assim como o percentual de aumento quando lhe dão promoção. Além disso, funcionário bom é aquele que fica até tarde independente da hora que chegou ou do que entregou. Tem mais líderes do que pessoas para executar. Conselhos para presidência: Rever pensamento de que funcionário bom é o que fica até mais tarde. Há muita gente que executa muito bem seu trabalho na jornada de 8 horas enquanto os que ficam até mais tarde é apenas para puxar saco.   "},{"user":"Gerente - Ex-funcionário, saiu em 2019","avaliation":"Prós: Rede global com vários especialistas em diversos assuntos e capacidade enorme de penetração no mercado. Nome e reputação com destaque no mercado. Contras: Falta de investimento em capacitação e treinamentos. Redução da preocupação com os individuos e mentoring. Redução das oportunidades de carreira   "}]