[{"user":"Analista SAP SD Sênior","avaliation":"Prós: Benefício de carro para cargo de consultor e acima depois de 1 ano, ações com desconto de 30% abaixo do mercado para funcionários , benefícios Contras: Salário abaixo do mercado, pois as pessoas que estão dentro da empresa não são valorizadas da mesma maneira que as pessoas que vem de mercado   "},{"user":"Analista de Software Pleno","avaliation":"Prós: Benefícios como Ticket Refeição, Plano de saúde, Plano de academia, Oportunidade de trabalhar em outros projetos dentro da própria empresa. Plano de carreira bem definido. Contras: Carga excessiva de trabalho, muitas cobranças, líderes com pouco conhecimento do negócio/tecnologia. Liderança só pensa em números, não se importa com a qualidade do produto.   "},{"user":"Assistente","avaliation":"Prós: Ambiente agradável, bons benefícios e horários flexiveis, mas depende do líder direto e a empresa também oferece alguns treinamentos relativamente interessantes para capacitar os funcionários. Contras: Remuneração muito abaixo do mercado, não valorização dos funcionários, uma empresa extremamente burocrática quando o assunto é promover os funcionários e incapacidade de reter talentos. Conselhos para presidência: Valorizar mais seus funcionários.   "},{"user":"Analista Júnior","avaliation":"Prós: Plano de Carreira é muito bomPlano de Carreira é muito bomPlano de Carreira é muito bomPlano de Carreira é muito bomPlano de Carreira é muito bomPlano de Carreira é muito bomPlano de Carreira é muito bom Contras: Superior em mora em outra localidadeSuperior em mora em outra localidadeSuperior em mora em outra localidadeSuperior em mora em outra localidadeSuperior em mora em outra localidade   "},{"user":"Funcionário","avaliation":"Prós: É uma ótima empresa para se ter as primeiras experiências de trabalho após sair de uma faculdade. O Analista Junior desde o começo conhecerá bastante sobre a área que estará. Contras: O salário para um Analista Junior se deixa a desejar, dependendo do projeto demorará muito para um Analista Junior seja reconhecido e consiga ser promovido.   "},{"user":"Arquiteto de Soluções - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa possui plano de previdência privada, possui também plano de aquisição de ações pelos funcionários, uma PLR boa para quem está acima da média, uma gama de cursos gratuitos na plataforma de estudo online. Contras: Desorganização total. A Accenture é a maior empresa de bodyshop do mundo. O funcionário fica largado dentro do cliente, sem saber com quem falar em caso de dúvidas com o RH, com o DP. O suporte técnico é uma zona, pra ter suporte, você precisa abrir um chamado, mas pra abrir o chamado você precisa ter acesso, porém pra ter acesso você precisa abrir um chamado, uma bagunça total. A minha contratação foi pra realizar Arquitetura de Sistemas com Integração e minhas atribuições diárias não condiziam com o meu cargo e não tinha absolutamente nada a ver com a minha carreira. Passava o dia inteiro abrindo chamados no SDM e acompanhando criação de malhas de transmissão de arquivos. Quando fui levantar que estava insatisfeito com a posição e as tarefas, me disseram que existiam outras oportunidades dentro do cliente. Outras oportunidades? Pra fazer a mesma coisa? Não obrigado. Solicitei a minha demissão para janeiro, já estava tudo certo. Falei com a \"gerente\" e ela simplesmente ignorou as minhas dúvidas, mandou que eu falasse com o RH e nem sequer me direcionou para uma pessoa em específico. Um descaso absurdo. Nos 10 meses que trabalhei pra Accenture, direto ou indiretamente, vi excelentes profissionais saírem por estar subalocados. Vi insatisfação em pessoas que com um grande potencial, mas que estavam largadas pela Accenture. Bom, de tudo isso, só consigo resumir uma coisa, trabalhar na Accenture foi a PIOR coisa que eu fiz na minha vida. Conselhos para presidência: Parem de contratar as pessoas para depois subalocá-las em projetos furados.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente, tecnologias interessantes, prédio fica bem localizado em Belo Horizonte, oportunidade de treinamentos para quem atua na área de TI. Contras: Salário baixo para o custo de vida alto de Belo Horizonte, muito trabalho (pelo menos pagam as horas extras corretamente), difícil crescer na empresa, muita panelinha.   "},{"user":"Senior Manager","avaliation":"Prós: Você precisa ganhar conhecimento no seu dia a dia e você aprende muito naturalmente. Sem isso, especialmente na área de consultoria, você vai ter problemas para crescimento de carreira e afins. Contras: O modelo de avaliação mudou muito nos ultimos anos. O processo anterior, apesar de burocrático e \"pesado\" era mais efetivo pois diminuia a concentração da decisão em poucas pessoas Conselhos para presidência: A cultura precisa voltar ao que era antes. Hoje o corporativismo e as agendas pessoas ganharam mais espaço do que deveriam ter.   "},{"user":"Gerente de Projetos SAP","avaliation":"Prós: Oportunidade se aprendizado ... diversidade de varias opcoes de projetos... a empresa investe no aprendizado do funcionario... carro para executivos... executivos capacitados Contras: Salarios abaixo da media do mercado... ultimamente certa dificuldade para promoção... retirou carro de consultores e diminuiu o bonus de final de ano   "},{"user":"Analista","avaliation":"Prós: Boas oportunidades de aprendizagem, bom ambiente organizacional, pessoas dispostas a ajudar e orientar, treinamentos constantes, brindes em datas comemorativas Contras: O salário poderia ser melhor, porém é compreensível pela atividade da empresa. Os benefícios também poderiam ser melhores como 9 ticket refeição   "}]