[{"user":"Analista Pleno","avaliation":"Prós: A empresa foca no desenvolvimento de carreira do funcionário, incentiva e tem programas que visam melhorar os pontos fortes. Você ganha desenvolvimento em todas as áreas profissionais e leva o conhecimento para vida. Cultura da empresa é ótima, com respeito a diversidade e iniciativas de inclusão. Benefícios são flexíveis e em geral muito bons, além de ter benefícios fixos. Contras: O salário não é muito bom, fora que a empresa mantém os funcionários trabalhando a mais do horário permitido sem pagar hora extra e demanda com prazo curto. Conselhos para presidência: Melhorar a remuneração.   "},{"user":"Consultant","avaliation":"Prós: Ambiente de trabalho, benefícios para os níveis de carreira de consultoria, oportunidade de crescimento pessoal e profissional, plano de carreira e oportunidade de projetos internacionais. Contras: Localização do escritório, carga de trabalho elevada para a remuneração, poucos benefícios para o início do nível de carreira, não possui incentivo à formação externa.   "},{"user":"Analista de Recrutamento e Seleção","avaliation":"Prós: Beneficios, home office, plano de carreira solido, treinamentos de liderança e tecnologias, bom ambiente de trabalho e acesso a novas tecnologias Contras: Salario baixo, apesar de bons beneficios o salario ainda deixa bastante a desejar. Como em toda consultoria existem ondas de entrega onde trabalha se muito   "},{"user":"Analista de Operações Júnior","avaliation":"Prós: Liberdade, empresa inclusiva, pessoas jovens, clima ótimo para trabalhar. Tem café liberado, lanchonete no local, diversas formas de alimentação próximo. A empresa fornece ainda van que se locomove para locais próximos no horário de almoço, permitindo almoçar em locais variados Contras: Salário baixo em relação ao mercado de trabalho, crescimento demorado (pelo menos um ano para subir de cargo), longe (a região de nova lima acaba sendo longe para muita gente e só 2 ônibus chegam até a empresa) Conselhos para presidência: Aumentar o salário médio, fornece vans o tempo todo e não apenas no horário de almoço   "},{"user":"Engenheiro de Machine Learning","avaliation":"Prós: Por ser uma empresa grande oferece muitos benefícios salariais, além de ter um plano de cargos e carreira bem estruturado e a possibilidade de experimentar outras áreas. Contras: Nem todos os setores são iguais, existem setores muito bons onde o profissional tem a possibilidade de crescer e contribuir de verdade com o crescimento da empresa, por outro lado existem outros em que não há tanto estímulo para este tipo de atitude.   "},{"user":"Analista de Compras Pleno","avaliation":"Prós: Cultura de diversidade e integração, aprendizado exponencial num período curto de tempo, oportunidades de crescimento a todo momento e exposição/contato com os grandes líderes da empresa. Contras: Baixo salário em relação ao mercado, carga de trabalho excessiva, desenvolvimento de carreira e mudanças de nível um pouco travados em relação a outras consultorias.   "},{"user":"Analyst","avaliation":"Prós: ambiente de trabalho e equipamentos,possui um espaço bastante grande para comemorar aniversario dos colegas,possui uma infraestrutura maravilhosa. Contras: localização péssima ,chefia incompetente,rh ineficiente. Há muita competição? – Novamente, não é um fator determinante, mas se o ambiente for cheio de rixas – entre equipes ou departamentos – fique atento a quem estimula essa competição e tente entender os motivos. Principalmente, não vá na onda das brigas para evitar desgastes. Conselhos para presidência: Fazer com que as teorias sejam colocadas em pratica   "},{"user":"Analista Pleno","avaliation":"Prós: Excelente ambiente de trabalho e grandes oportunidade de aprendizado. Os benefícios são excelentes e a estrutura de projeto permite viver várias experiências Contras: Para o setor operacional, o salário um pouco abaixo do mercado. A alta carga de trabalho e a quantidade de horas extras exigidas desgasta o funcionário.   "},{"user":"Analyst","avaliation":"Prós: As pessoas são maravilhosas e engajadas com o trabalho. Grande oportunidade de crescimento e visibilidade, além de altas chances de fazer uma boa carreira na empresa Contras: Pode vir a demandar muito tempo dos seus empregados, além do horário padrão de 8h. Viagens constantes, que para quem tem família, é um percalço   "},{"user":"Analista SAP MM Pleno","avaliation":"Prós: O plano de saúde é muito bom e não há descontos, co participação. Também é uma ótima empresa pra quem está entrando no mercado, pois a maioria das pessoas estão dispostas a ensinar Contras: O salario comparado aos outros concorrentes do mercado, é muito baixo. O ticket alimentação também é baixo comparado as empresas da area. Ou seja pode melhorar   "}]