[{"user":"Analista de Eventos","avaliation":"Prós: É uma empresa que favorece o aprendizado. Sempre há muitos cursos, de diversos tipos, disponíveis para serem acessados online, inclusive uma plataforma de curso de linguas Contras: Infelizmente é uma empresa que paga pouco, comparando com outras empresas do mesmo porte. Além disso, a burocracia interna para que qualquer processo seja concluído e desgastante e dificulta o trabalho   "},{"user":"Analista SAP SD Sênior","avaliation":"Prós: Pessoas com conhecimentos diversos. Excelente para início de carreira, onde o aprendizado e desafios são constantes. Plano de saúde para toda a família sem custos adicionais. Remuneração no final do ano é digna. Contras: Salários aquém do mercado. Política de avaliação injusta em muitos casos. Indicação para promoção de pessoas influentes ainda é o requisito para promoção e bônus anuais. Para trocar de projeto é sempre uma grande burocracia e sempre um contrato com um cliente valerá mais que sua carreira. Conselhos para presidência: Aplicar a meritocracia, não somente no papel.   "},{"user":"Analista Sênior","avaliation":"Prós: Com certeza a melhor empresa que trabalhei até hoje por conta do ambiente de trabalho, beneficios, localização, mimos, home office e a preocupação com o bem estar do funcionário, faz com que a gente fique motivado. Contras: Falta de organização; Não tem plano de carreira; Falta objetivos claros sobre metodologias de trabalho; Engajamento dos lideres com os temas mais relevantes; Alguns lideres não dão a chance para que o funcionário se desenvolva como profissional.   "},{"user":"Analista Jr","avaliation":"Prós: O ambiente social é de super colaboração. Os funcionários da Accenture se integram para que não só um, mas que o todo cresça. Isso é muito interessante nesta empresa. Contras: Acredito que o salário para analista junior é um pouco abaixo do estabelecido pelo mercado. E a dificuldade na comunicação com as empresas contratantes para estabelecer um ambiente que não atrapalhe muito o desenvolvimento da Accenture.   "},{"user":"Consultor","avaliation":"Prós: Código de ética, denúncias anônimas, estabilidade, paga em dia, bom clima interno, paga horas extras, horário flexível, home office, inclusiva Contras: Difícil conseguir aumento ou promoção, localização de difícil acesso, média salarial abaixo da média, não tenta segurar os melhores talentos   "},{"user":"Analista Sênior","avaliation":"Prós: Os befenefícios além de encher os olhos são de fatos excelentes, assim como as instalações, respeito ao próximo e as ferramentas fornecidas para execução do seu trabalho. Também é ímpar a gama de oportunidades aprendizados oferecida para aqueles que de fato querem algo mais. Contras: O salário infelizmente não se equipara a média das mesmas posições em outras empresas. Outro ponto que incomoda é a curva de crescimento que mesmo performando acima do esperado, é bastante longa. Conselhos para presidência: Seria interessante melhorar a política de remuneração dos cargos mais analitícos, mesmo que isso afete a margem de lucro da empresa, pois já vi muito talento indo embora por conta disso.   "},{"user":"Analista de Desenvolvimento Sênior","avaliation":"Prós: Possibilidade de conhecer novas tecnologias, de trabalhar com pessoas de diferentes áreas e de conhecer diversos segmentos de clientes como de bancos à telefonia. Contras: Salário não compatível com o mercado. Expectativa baixo de promoção. Plano de carreira não é levado com seriedade. Área de BPO é a mais defasada em termos de respeito ao indivíduo. Conselhos para presidência: Após a entrada de projetos de BPO nos últimos anos a Accenture se tornou outra empresa, bem distante da empresa que conheci. O respeito pelo indivíduo foi esquecido. As prioridades/objetivos para promoção já não valem de nada. O mais interessante é se juntar à turma que consegue alavancar na carreira por meio de bajulações e trocas de favores. É triste a Accenture de hoje.   "},{"user":"Analista de Compras Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Equipe, benefícios e lado humanitário são bem bacanas. Não tenho nada a reclamar e posso dizer que todos te dão um excelente suporte pessoal. Contras: O salário é bastante baixo, a localização é bem distante e as funções são demasiadamente operacionais, sendo bem cansativas algumas muitas vezes.   "},{"user":"Business Analyst Junior","avaliation":"Prós: é uma empresa inovadora e totalmente inclusiva. há muitas ações de interação com o funcionário. tem otimos beneficios e muita gente pra conhecer. Contras: dependendo do projeto que estiver nao será nada satisfatorio e saudavel psicológicamente falando. infelizmente de muitos projetos o que eu entrei não cumpre as condutas da empresa Conselhos para presidência: avaliar bem cada diretor de um novo projeto, principalmente se este projeto for sigiloso "},{"user":"Analyst","avaliation":"Prós: A cultura da empresa é muito bacana e eles levam a sério questões de ética, respeito e diversidade. A empresa é mundialmente conhecida e as empresas clientes parecem apreciá-la também. Os benefícios são bons e estão compatíveis com o mercado, exceto pelo convênio médico que me parece melhor (dentro da Accenture) do que o da maioria. Contras: O RH / DP são as áreas mais confusas e cujo trabalho as vezes atrapalham ao invés de ajudar. Eventualmente podem te pedir pra fazer hora extra, mas você não necessariamente poderá contabilizar essas horas.   "}]