[{"user":"Analista Programador - Ex-funcionário, saiu em 2011","avaliation":"Prós: A empresa é uma ótima escola, aprendi muito em todos os projetos que trabalhei podendo assim aumentar meu conhecimento na área de testes da empresa. Contras: Salário abaixo da média do mercado, o sistema de avaliação que eles dizem ser o \"carro chefe\" da empresa não funciona, apenas quem pertence ao grupinho consegue subir de nível. Trabalha-se muito!!!   "},{"user":"Diretor Executivo de Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Conexão com o que existe de mais moderno, em termos de tecnologia, para atender as necessidades das maiores empresas do Brasil. Liderença executiva com muita experiência e acesso executivo nos clientes. Contras: Complexidade e falta de agilidade para trabalhar projetos pequenos (< 1M USD) e com empresas fora da lista das 100 maiores no Brasil. O mercado muitas vezes não conhece o portifolio de serviços da Accenture ou já teve uma experiência negativa. Conselhos para presidência: Diminuir a complexidade dos processos internos, diferenciando os mesmos para projetos pequenos, médios e grandes.   "},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons benefícios e autonomia para realizar os projetos. Ótimo ambiente, com pessoas simpáticas e legais. Existem vários cursos online e eventos, além de clientes grandes. Contras: A liderança precisa melhorar. Por falta de posicionamento, a empresa acaba prestando serviços grátis para os clientes e os empregados acabam desgastados por demandas fora do escopo. Conselhos para presidência: Trabalhe em contratos detalhados com limites para os clientes e capacite os gestores.   "},{"user":"Associate Manager","avaliation":"Prós: Ótimo lugar para aprender. Possui diversos clientes em diversos segmentos. Possui plano de carreira. Há uma gama de cursos internos. Possui convênio com instituições de ensino. Há boas oportunidades de crescimento nos níveis mais baixos. Contras: Nem sempre o cargo adquirido condiz com o trabalho realizado, o que dificulta o crescimento dentro do plano de carreira. Trabalhos do tipo alocação direta no cliente (bodyshop) fazem com que o o funcionário acabe ficando muito distante do que acontece na empresa e muitas vezes distante até mesmo de acompanhamento dos gerentes / mentores. "},{"user":"Analista Júnior","avaliation":"Prós: Você ganha desenvolvimento em todas as áreas profissionais e leva o conhecimento para vida, toda a organização é voltada a apoiar e dividir conhecimento. Contras: Salário muito abaixo do mercado com relação a todos os benefícios. Vê incompatível com os valores da região. Para entregar demandas não importa o tempo, vão usar a abusar inclusive se.precisar virar 24 hrs no escritório vão te pedir. Conselhos para presidência: Igualar a faixa salarial com o mercado   "},{"user":"Analista Júnior","avaliation":"Prós: A empresa tem dois tipos de promoção, a vertical e horizontal, e tudo vai depender do seu esforço para conseguir alcançar seus objetivos. É muito mais fácil nesta empresa você conseguir evoluir de cargo em pouco tempo, e como ela é prestadora de serviços, se seu projeto acabar, você será realocado para um outro, e não precisa se preocupar em ficar desempregado por causa disso. Contras: Os salários de entrada são bem baixos, o que pode acabar desmotivando os funcionários. Como a empresa é gigante e consiste de vários projetos e funcionários, as vezes é difícil conseguir uma resposta clara e objetiva, e saber com quem ou qual área falar sobre algum assunto específico, além da comunicação interna ser bem ruim pois as informações acabam não sendo as mesmas para todos. Conselhos para presidência: Aumentar o número de pessoas e departamentos responsáveis pelo RH, pois as vezes o funcionário fica sem amparo para questões neste assunto.   "},{"user":"Assistente","avaliation":"Prós: A empresa foca no desenvolvimento de carreira do funcionário, incentiva e tem programas que visam melhorar os pontos fortes. Ótima empresa para se iniciar a carreira. Contras: Em comparação com o mercado o salário fica a baixo da média. Possui vários projetos mas não aproveita os skills que os funcionários já possuem.   "},{"user":"Auxiliar Analista de Crédito","avaliation":"Prós: Equipe e beneficios, oportunidades de crescimento, cursos, preocupação da empresa com seus funcionarios, otimo plano de saude, gerentes se preocupam com o funcionario Contras: Cobranças e funções nao compativeis com salario, programas de controle dos funcionarios e atividades desgastam mentalmente e faz se sentir vigiado Conselhos para presidência: ouça seus funcionarios   "},{"user":"Programador Java","avaliation":"Prós: Empresa multinacional com uma considerável visibilidade no mercado. Oferece algumas oportunidades de aprendizagem para quem está iniciando no mercado. Contras: Não tem cultura de preservação do funcionários, considera você descartável, o setor de seleção e recrutamento são pessoas arrogantes sem nenhum tipo de empatia, parecem ser selecionados especificamente pela empresa por conta de sua própria cultura venenosa e infecciosa. Não é uma empresa para iniciar a carreira, mas acredito que seja uma opção para quem está sem opção de emprego como sênior. As vantagens não consegue compensar as desvantagens da empresa, se algum dia ela teve uma boa cultura isso foi no passado, e a Accenture em Recife não é como antigamente, mudou bastante. Conselhos para presidência: Seria altamente recomendado uma reforma na cultura da empresa, mas para isso acontecer seria importante haver uma troca de grande parte dos gestores.   "},{"user":"Analista Júnior","avaliation":"Prós: Ambiente de trabalho muito agradável, os funcionários da empresa pelo meno no meu projeto são muito acolhedores. Plano de carreira mais pra bom do que pra ruim, benefícios relativamente bons. Contras: Valor do salário muito baixo com base da concorrência do mercado, oportunidade de crescimento na carreira poderia ser mais trabalhado dando mais oportunidades para os níveis de carreira mais baixos subirem de nível.   "}]