[{"user":"Consultor","avaliation":"Prós: Empresa estruturada com plano de carreira acelerado. Desde estagiário existem treinamentos para aprimoramento da performance dos funcionarios em todos os níves. Contras: Plano de expansão da empresa une diversos grupos com diferentes mindsets, o que acaba gerando conflitos quando mal administrados. A liderança, muita das vezes, precisa se estruturar melhor. Liderança não é ter um lider para cada equipe e sim um que represente todos Conselhos para presidência: Valorização do funcionario com melhoria nos benefícios e salário, além de redução na carga horaria (não recebemos horas extras)   "},{"user":"Analista Júnior","avaliation":"Prós: Bom ambiente pra aprendizado, uma empresa que te ensina a ser multiskill e ambiente globalizado que te põe em contato com o mundo inteiro alem de ótimo plano de saúde Contras: Salário baixo, alta carga de trabalho, vale alimentação baixo para a região onde o escritório está instalado, poderia ter algum incentivo para estudos   "},{"user":"Consultor - Ex-funcionário, saiu em 2006","avaliation":"Prós: Muito conteudo e aprendizado,com knowledge exchange fora de serie, alem de projetos em grandes clientes. A empresa tem excelentes referencias. Contras: Baixo salario, melhorando apenas qdo se vira gerente senior, o que nao e facil. Sendo assim, a aposta de carreira e arriscada pois a grana pode nao vir. Conselhos para presidência: Melhorar remuneracao na base   "},{"user":"Analista de Business Intelligence (BI)","avaliation":"Prós: Muitos benefícios, plano de saúde, odontológico, vale alimentação e refeição, PLL, empresa criativa inovadora, com uma gama de clientes enormes no mundo corporativo. Contras: É uma empresa para quem está em início de carreira é ótima pois o salário é baixo. Exigem uma mão de obra altamente especializada só que pagam muito pouco. A diferença salarial para funcionários com a mesma função é uma coisa desproporcional além do que você é obrigado a fazer muita hora extra pois sempre pedem serviço em cima da hora. Em suma, para pessoas que estão procurando um mercado de trabalho é um ótimo lugar, para pessoas que já têm certa experiência não aceite. Muito serviço e salário baixo Conselhos para presidência: Um salário digno e justos para todos.   "},{"user":"Gerente Consultoria","avaliation":"Prós: Benefício carro Contras: Remuneração   "},{"user":"Analista Sr","avaliation":"Prós: Flexibilidade de horário e possibilidades de crescimento profissional com treinamento e melhoria constantes. Contras: Não temos pontos negativos pois a empresa permite desenvolvimento profissional oferece vários treinamentos on line. Conselhos para presidência: Flexibilidade   "},{"user":"Estagiário","avaliation":"Prós: muitos beneficios, muito suporte da empresa para cursos, eles bancam os cursos e provas de certificações que pedir, pessoas muito capazes trabalhando na empresa Contras: Empresa muito grande, muita gente, eles podem te manejar para diferentes locais do brasil se quiserem, muita burocracia para realizar tudo tomando muito tempo as vezes   "},{"user":"Analista de Sistemas","avaliation":"Prós: Os benefícios são muito bons, você pode organizar seu horário junto ao seu gestor dependendo do projeto e tem como aprender muito. Ambiente agradável. Contras: Tem que fazer sempre hora extra pra poder entregar o projeto no dia, levando em consideração que atrapalha sua vida pessoal, faculdade e etc. Não pensam no bem estar do funcionário.   "},{"user":"Analista Jr","avaliation":"Prós: Beneficios são otimos. Ambiente de trabalho bastante tranquilo, lugar calmo e agradavel. Horários quando planejado preeviamente pode ser maleável. Contras: Muitas vezes você trabalha com níveis de dificuldade não condizente com seu salário. Dessa forma dependendo do seu projeto, pode ter uma carga alta de trabalho.   "},{"user":"Consultor Sênior","avaliation":"Prós: Empresa com processos bem definidos, ótima cominicação com alta gestão, investimento em educação e possibilidade de crescimento profissional. Contras: Aumento de salários são baixos e poucas janelas de promoção, pouca possibilidades de clientes. Empresa muito burocrática é necessário muitas aprovações.   "}]