[{"user":"Consultora - Ex-funcionário, saiu em 2017","avaliation":"Prós: Muito aprendizado e participação em projetos com excelentes profissionais.. fiquei 2 anos na empresa, mas parece que fiquei o dobro pelo tanto que aprendi lá. Contras: Salário baixo e evolução na hierarquia mta lenta   "},{"user":"Analista Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa muito boa para se trabalhar, muitas operações e lugares diferentes com oportunidades de trabalho, se você não se adapta a um tipo de gestão ou ao próprio trabalho, tem inúmeras oportunidades esperando por você, inclusive a empresa estimula o job rotation, ou seja, a mudança de área. Contras: Achei a avaliação de desempenho e promoção deficiente, as promoções normalmente não são feitas para colaboradores que realmente se destacaram e sim os que possuem um relacionamento mais próximo do gestor.   "},{"user":"Analista Júnior","avaliation":"Prós: Uma empresa ótima para quem está iniciando no mercado onde pode-se obter um vasto conhecimento em diversas tecnologias e também em processos. Contras: Apesar da flexibilidade de projeto as vezes as mudanças continuas acabam a atrapalhar o desenvolvimento do funcionário de forma em que a liderança deixa passar despercebido este ponto. Conselhos para presidência: Existe um número absurdo de pessoas talentosas que são desperdiçadas por falta de atenção da liderança.   "},{"user":"Product Marketing Manager","avaliation":"Prós: Otima empresa para se trabalhar, no geral os times sao simpaticos e existem varios projetos multidisciplinares. Ja tive a oportunidade de trabalhar em dois times e realmente gosto. Contras: A Accenture é uma empresa muito grande e por este motivo é muito dificil entender os objetivos estratégicos da empresa de uma forma geral. No mais, é uma grande empresa para se trabalhar.   "},{"user":"Consultant - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma boa empresa para iniciar uma carreira. Pode se aprender muito com pessoas experientes e em diversos tipos de mercado. Além de te dar a oportunidade de conhecer diversas empresas. Contras: A maneira como se avalia um profissional não é feita de maneira imparcial. Não parece ter um preparo para que gerentes (primeiro cargo a avaliar os cargos de menor hierarquia) possam fazer uma avaliação consistente, o que pode prejudicar muito bons profissionais.   "},{"user":"Analista Jr","avaliation":"Prós: A cultura da empresa é ótima, bom ambiente, liderança preparada, ótimos benefícios, as pessoas do ambiente de trabalho são bem cooperativas, feedbacks constantes. Contras: Salário abaixo do mercado, plano de cargos e carreira não depende do profissional, e sim de \"conhecimento' dentro da empresa, alguns líderes nos fazem realizar atividades fora do contexto do cargo. Conselhos para presidência: Realizar mais promoções dentro da empresa e melhorar a forma de avaliação do funcionário.   "},{"user":"Analista Jr","avaliation":"Prós: A empresa tem ótimos benefícios, como fretado, vale refeição , convenio medico e ainda disponibiliza o home office para os funcionários. em questão a benefícios não tenho o que reclamar. Contras: salários de todo os funcionários são totalmente diferentes, isso começa desde o analista júnior, muitos ganham mil reais enquanto outros ganham 4 mil. Salario totalmente fora de mercado.   "},{"user":"Analista de Sistema Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não desconta passagem nem plano de saúde de folha, muitos projetos, pouca demissão, oportunidade de aprender principalmente pra quem está começando. Cursos e oportunidade de mudança de área dentro da mesma. Ambiente agradável. Contras: Salários baixos, prazos impossíveis, muita hora extra, apesar de ter plano de cargo e carreira, é bem falho ( aquele amigo do chefe que é menos profissional que você cresce mais rápido). Escravidão. Conselhos para presidência: Rever a base salarial da empresa que encontra-se bem abaixo do mercado, para quem sabe parar de perder gente boa pra empresas que pagam um salário justo pois o salário da accenture é vergonhoso.   "},{"user":"Analista de Sistemas Java - Ex-funcionário, saiu em 2016","avaliation":"Prós: Maioria dos Benefícios tanto para funcionário quanto para dependente. Muitos projetos e clientes, tendo alguma possibilidade de deslocamento e plano de carreira como avaliação, feedback etc. Contras: Para programador ou desenvolvedor achei poucas oportunidades em São Paulo pois está focado mais em Recife. Salário muito abaixo do mercado atualmente. Muito pouco projeto oportunidades em regiões como zona oeste grande São Paulo. Conselhos para presidência: Salário sendo compatível ao mercado atualmente, e mais oportunidades de desenvolvimento de software em São Paulo   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Empresa com ambiente despojado e acolhedor, te oferece todo suporte no dia a dia de trabalho, flexibilidade de horário e home office, licença maternidade e paternidade estendida, benefícios quase sem desconto em folha. Contras: Tabela salarial defasada, plano de carreira e desenvolvimento é bonito no papel, mas nem sempre funciona, plano de participação por resultados muito baixo por se tratar de uma empresa Global.   "}]