[{"user":"Engenheiro de Machine Learning Júnior","avaliation":"Prós: Os benefícios são ótimos, dá uma estabilidade legal, principalmente pra quem é casado e tem filhos. O horário é flexível. Boa empresa pra quem está começando ou pra quem é muito experiente. Contras: O meio tempo entre estar começando e ser muito experiente é muito doloroso se você continuar nessa empresa. Todo mundo acima de você precisa ser reconhecido até que você possa ser reconhecido. Conselhos para presidência: A gerência precisa ser um pouco mais pró-ativa.   "},{"user":"Analista Pleno","avaliation":"Prós: É uma empresa com bons benefícios, apoia a evolução da carreira mas não tem um programa de cargo e carreira muito bom. Incentivo a certificação e estudos. Contras: Maioria dos projetos são legados o que leva os funcionários a trabalhar com tecnologias antigas, o salário é bem abaixo do mercado o que faz a grande rotatividade da equipe.   "},{"user":"Administrador Assistente - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boa empresa para começar o primeiro emprego e iniciar no mercado; boa estrutura, bons benefícios e boa localização para se trabalhar Contras: Difícil comunicação com todos da equipe, principalmente os líderes. Clima de desconfiança na equipe, falta de sigilo com algumas informações.   "},{"user":"UX Designer Junior","avaliation":"Prós: Empresa de consultoria de grande porte, ótimas oportunidades de trabalho, vários clientes incluindo banco, laboratórios de exames médicos, empresa de cosméticos e etc. Contras: Trabalhar alocado no cliente até o final do projeto, após o funcionário é alocado em outro projeto, dependendo da localização dificulta um pouco a vida do funcionário.   "},{"user":"Estagiário","avaliation":"Prós: Plano de carreira. Bom ambiente. Multinacional. Liderança atenciosa. A capacitação interna que a empresa faz é muito forte. Existe a possibilidade de trabalhar home work ou fora do país Contras: O salário é considerado um pouco baixo Para a média geral com relação às outras empresas ou outros cargos em outras empresas que realizam a mesma função   "},{"user":"Manager","avaliation":"Prós: As oportunidades de crescimento dentro da empresa são incríveis. O aprendizado e a exposição ao que tem de mais inovador em todas as indústrias servem de motivação e inspiração. Contras: A cultura antiga de parte da liderança acaba sendo prejudicial e gerando pontos de conflito com os novos profissionais, especialmente da nova geração. Embora isso esteja mudando muito rápido, ainda pode ser percebido em algumas áreas.   "},{"user":"Analista Júnior","avaliation":"Prós: Inovação. Abertura para quem quer se desenvolver. Investimento constante no desenvolvimento e aperfeiçoamento dos funcionários. Flexibilidade de horário. Contras: Baixa remuneração. Benefícios não muito interessantes. Muita diferença na forma que são tratados/remunerados os colaboradores, dependendo de qual frentes de negócio está alocado Conselhos para presidência: Vale alimentação sem a necessidade de dividir a refeição. Pagar hora extra. Vale cultura. Plano odontológico sem coparticipação. melhores salários.   "},{"user":"Estágio","avaliation":"Prós: É uma ótima empresa para se iniciar a carreira, eu como estagiário só tenho me desenvolvido, apesar de pouco tempo na empresa vejo uma grande evolução. A empresa investe muito no profissional desde sua base e isso só faz crescer dentro da empresa Contras: Não vejo muitos pontos negativos da empresa, único problema é que o recursos humanos da empresa é em um local específico, no caso, em outro estado. Então para resolver certos problemas a comunicação fica prejudicada   "},{"user":"Application Development Senior Analyst","avaliation":"Prós: Empresa excelente para aprendizado e inicio de carreira, com um bom pacote de benefícios e oprtunidades de conhecimento técnico e de negócios. Na parte de benefícios destaque para o plano de saúde que é um plano acima do praticado no mercado. Contras: Critério de avaliação anual não é muito claro e para analistas sr o salário acaba ficando abaixo da média do mercado. Critérios para pagamentos de bonus também não é muito claro.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Empresa com ótimos benecificios e um ambiente de trabalho agrádavel e que estimula seus funcionários ao respeito ao próximo, e isso é muito nitido no convivio com os colegas de trabalho. Há flexibilidade de horário e o dress code hoje é bem liberal para os escritórios da empresa. Para algumas estruturas as oportunidades de crescimento são boas e rápidas, mas para outras o crescimento é um pouco mais lento, mas há oportunidade de crescimento para todos. Contras: A exigência de trabalho e entrega são muito altos, com isso, muitas pessoas já performam em um nível acima, mas a promoção demora um pouco a chegar. Conselhos para presidência: Melhorar o plano de carreira para todas as estruturas   "}]