[{"user":"Analista","avaliation":"Prós: A empresa oferece a possibilidade de mudanças entre diferentes projetos e tecnologias, bons benefícios, flexibilidade de horário e um ambiente descontraído Contras: Reduzir a burocracia que existe em alguns processos internos e melhorar o plano de carreira que na teoria é bom mas na prática não é claro e não funciona tão bem Conselhos para presidência: Melhorar o plano de carreira e reduzir a burocracia em processos internos   "},{"user":"Auxiliar de Cartório - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelentes benefícios, ambiente muito agradável com ótimas acomodações, oportunidades de desenvolvimento da carreira, grandes desenvolvimentos com campanhas de RH e motivação. Contras: Pouca comunicação de oportunidade de vagas em alguns setores, salario um pouco abaixo da media.   "},{"user":"Gerente Sênior","avaliation":"Prós: Pessoas altamente qualificadas - realmente o diferencial da empresa. Constante investimento em treinamento e desenvolvimento, incluindo cursos no exterior Contras: Volume de trabalho, qualidade de vida - consultoria exige um volume de trabalho muito alto, com pouca rotia e muitas viagens, o que as vezes torna dificil conciliar vida pessoal e profissional   "},{"user":"Analista Pleno","avaliation":"Prós: Meus pontos positivos tem relação ao porte, organização, oportunidades de aprendizado, pois a empresa disponibilidade diversos cursos regularmente. Contras: Meus pontos negativos, tem relação a muitas vezes pela falta de reconhecimento, falta de comunicação, sobrecarga de trabalho, trabalho muitas vezes massantes.   "},{"user":"Analista","avaliation":"Prós: Empresa multinacional com uma considerável visibilidade no mercado. Oferece algumas oportunidades de aprendizagem para que está iniciando no mecado. Contras: Não existe meritocracia e sistema de promoções baseado em empatia. Salário bem abaixo do mercado, não há valorização do profissional, o que gera muita insatisfação de bons profissionais. Conselhos para presidência: Ver melhor o sistema de remuneração e promoções. Há muita injustiça nesse ponto.   "},{"user":"Analyst - Ex-funcionário, saiu em 2015","avaliation":"Prós: O ponto positivo é a facilidade em mudar de área e conhecer outros mercados, tendo chance de trabalhar em diversos tipos de empresa e projetos. Contras: Pagam muito mal, desrespeitam o funcionário e não se esforçam para formarem/manterem os melhores profissionais. Não investem em longo prazo.   "},{"user":"Analista Júnior","avaliation":"Prós: Treinamentos, preocupação com o funcionário, salário sempre em dia, feedback anual, reembolso de estacionamento, possibilidade de carreira no exterior Contras: Má remuneração, boa parte dos empregados trabalham em clientes e os clientes têm problemas como infra estrutura ruim e etc, sensação de ter uma liderança muito distante dos funcionários.   "},{"user":"ABAP Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de crescimento para quem está ingressando na área de Desenvolvimento. Contras: Dependendo do projeto, o crescimento profissional pode ser um pouco mais lento ou até mesmo quase impossível.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: É uma boa empresa que oferece plano de carreira e benefícios além do salário. O ambiente de trabalho é agradável, distribuído em linha, ou seja, o chefe pode sentar do seu lado. Contras: Apesar de oferecer planos de carreiras, a previsão é incerta. Pode demorar anos para você ser reconhecido ou pode ser rápido se você for \"parceiro\" dos seus chefes.   "},{"user":"UX Writer - Ex-funcionário, saiu em 2019","avaliation":"Prós: Sempre de olho no futuro, incentivo para crescimento profissional dos funcionários. Salário justo e apoio total para lideraças femininas em todas as áreas. Contras: Não sei dizer ao certo porque trabalhei freela pra um projeto. Mas, a meu ver, nao há um ponto negativo relevante aos positivos que oferecem   "}]