[{"user":"Analista Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios como Previdência Privada, Partipação nos lucros, curso de inglês gratuito, ótimo plano de saúde, treinamentos, preocupação com o bem-estar dos funcionários etc. Contras: Muito hierarquizada, perspectivas não muito claras de promoção, não tem política de retenção de talentos e burocracias porém nada é muito impeditivo se estiver feliz e satisfeito com o que faz.   "},{"user":"Analista Salesforce Pleno","avaliation":"Prós: A Accenture possui uma estrutura diferenciada com uma grande variedade de tecnologias e projetos em vários setores do mercado. Possui ótimos benefícios, plano de carreira e formas de valorização do colaborador. Contras: Sálario um pouco abaixo, quando comparada com outras grandes empresas do setor. Difícil de conciliar atividades extras com uma jornada desafiadora de trabalho.   "},{"user":"Consultor SAP SD Sênior","avaliation":"Prós: Empresa Boa para se desenvolver e aprender Tem ótima estrutura salário e benefícios Tem alto potencial para atuar em grandes projetos de tecnologia Contras: Por ser muito grande ... falha no processo de avaliação do seus funcionários e com isso causa uma certa frustração e perda de bons funcionários   "},{"user":"Analista de Gestão de Acessos","avaliation":"Prós: Benefícios são bons. Ambiente de trabalho agradável. Parcerias com terceiros como academias, restaurantes, proporcionando alguns descontos. Contras: Não existe meritocracia. Não há reconhecimento do trabalho dos funcionários. Promoção funciona na base do amizade. Baixo salário e alta carga de cobrança.   "},{"user":"Software Engineering Analyst","avaliation":"Prós: Treinamentos, Home office, Plano de saude, Plano odontologico, flexibilidade, acessibilidade, viagens, apoio, reconhecimento, parceiria, canais de comunicação. Contras: Melhorar os chamados relacionados a reembolso, burocratica, os canais para chamado relacionado ao reembolso é um pouco complicado até mesmo achar o link para acessar.   "},{"user":"Analista de Redes Pleno","avaliation":"Prós: Excelente empresa para se iniciar carreira, possui um ambiente de trabalho muito bom. Os gestores são bem flexíveis, e apoiam sempre nas tarefas do dia a dia. Trabalhamos sempre com o que há de melhor e mais novo no mercado gerando grandes oportunidades de aprendizado. Contras: Infelizmente os salários pagos pela empresa estão bem abaixo dos salários pagos no mercado, essa caracteristica acaba fazendo com que os profissionais de destaque saiam para outras empresas e fiquem apenas os profissionais em desenvolvimento trabalhando. Conselhos para presidência: Valorizar mais seus funcionários.   "},{"user":"Especialista","avaliation":"Prós: muitos treinamentos disponiveis online. Work & Life balance adequado. Presencia mundial, mas so pra marketing (sem chance de mudar de pais livremente). Contras: Plano de carreira para consultor senior quase inexistente. Salario muito abaixo da media. As chances de \"mudar\" de posicao sao falsas, enquanto voce fatura horas, eles nao vao deixar voce sair da sua posicao pra tentae outra.   "},{"user":"Assistente de Analista","avaliation":"Prós: Grande perspectiva de crescimento, enorme diversidade de pessoas. Cultura interna de forma horizontal. Respeito mútuo entre os colaboradores. Contras: Dependendo do projeto a pressão exercida pode não ser muito saudável e sem muita liberdade. Baixa remuneração e as vezes processos muito burocráticos.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho confortavel, otimos companheiros de equipe, autonomia, grande oportunidade de aprendizado e progresso na carreira de forma continua. Contras: Hierarquia muito relevante, alguns projetos são mal organizados, salario nao muito compativel com o mercado, e uma complicada relaçao com o rh   "},{"user":"Analista de Contratos","avaliation":"Prós: Ambiente de trabalho moderno e inclusivo, flexibilidade de horários, abertura para novas ideias, beneficios excelentes, canais de reclamações. Contras: Projetos não são bem estruturados, fazendo com que informações - as vezes valiosas - se percam no meio do processo de maturação. Há também a falta de interesse dos superiores em conhecer a equipe.   "}]