[{"user":"Jovem - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Várias fusões e, pelo setor inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Ótimo ambiente de trabalho, a empresa demonstra interesse pelo bem estar dos funcionários e é um ótimo local para se criar uma carreira. Demonstra grande interesse em inovação além de apresentar projetos nas mais diversas tecnlogias. A liderança demonstra reconhecer o trabalho que cada funcionário desempenha, porém, o reconhecimento muitas vezes é estritamente verbal. Contras: Salários muito abaixo do mercado, a empresa lucra absurdamente em cima de cada funcionário mas paga um salário extremamente baixo em troca dos \"benefícios\". Embora o plano de saúde da empresa seja muito bom, o plano dentário deixa MUITO a desejar. A Accenture apresenta um \"plano de carreira\" no qual você irá demorar um milênio antes de conseguir uma posição substâncial dentro da empresa, mas que é apresentado como um dos pontos mais positivos dos \"benefícios\". Conselhos para presidência: Ponham o chamado \"plano de carreira\" em prática, reconhecendo os funcionários de maneira concreta e não com um \"tapinha nas costas\", já vi diversos colegas desmotivados pois estavam presos no mesmo cargo a anos.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Treinamento internos. Ótimo plano de Saúde. Vale alimentação e refeição. Auxilio academia. ::::::::::::::::::::::::::::::::::::::::::::::::: Contras: Salario abaixo do mercado. :::::::::::::::::::::::::::::::::::::::::::::::::::::::: ::::::::::::::::::::::::::::::::::::::::::::::::::::::::   "},{"user":"Analista Funcional SAP Júnior","avaliation":"Prós: Ambiente agradavel, equipe colaborativa, beneficios atrativos (plano de saude muito bom, vale refeicao, auxilio creche), possibilidade de horario flexível. Contras: A transferencia de conhecimentos sobre a função é muito lenta, o plano de carreiras muito demorado, procedimentos muito burocraticos as vezes.   "},{"user":"Analista de TI","avaliation":"Prós: Trabalho em equipe, muitos projetos diferentes f Contras: Sem flexibilidade de horário, fui contratada por um valor muito baixo fffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffff   "},{"user":"Analista Financeiro Júnior","avaliation":"Prós: A Accenture Brasil LTDA localizada em Nova Lima é uma empresa que contrata pessoas no inicio de carreira, uma empresa que pensa em inovação e automação. Possui ótimos benefícios, como reembolso de fretado, vale alimentação e refeição e ótimo plano de saúde. Contras: A Accenture do Brasil LTDA possui grande rotatividade dos funcionários, não paga de acordo com o mercado, alguns projetos são estressantes e promoção pode levar mais de dois anos para acontecer.   "},{"user":"Manager","avaliation":"Prós: Empresa proporciona um grande aprendizado, networking, possibilidade de trabalhar com pessoas do mundo inteiro. Desafios novos a cada projeto Contras: Carga de trabalho, pressão, stress. Vida pessoal por conta do mindset da liderança fica bastante comprometido, sendo dificil conciliar. Salario abaico do mercado   "},{"user":"Analista de Compras Júnior","avaliation":"Prós: Estabilidade... lá vc dificilmente será mandado embora... flexibilidade de horário... Fretado no valor de 400,00 na qual ajuda bastante para acrescentar no salário. Contras: Salário péssimo, serviço repetitivo, horário de trabalho muito ruim, trabalhamos aos sábado das 8h as 18h. Criam uma ilusão de um plano de carreira na qual não existe. Conselhos para presidência: Salário compatível com o mercado, e trabalho em horário normal, comercial. "},{"user":"Gerente Sênior","avaliation":"Prós: Salário e beneficios, como o plano de saúde da Bradesco, e o carro, que para função de Gerente é logo no inicio e para os demais após 1 ano de casa. Contras: Qualidade do ambiente interno, não é um lugar amistoso nos escritórios da empresa, muito impessoal, e o ponto mais critico, você é contratado com um escopo de trabalho, mas não necessariamente vai executar o que foi contratado para fazer. Conselhos para presidência: Planeje melhor suas contratações, quando vocês trazem alguém para trabalhar na Accenture, vocês afetam a vida dessa pessoa, e deveriam considerar os impactos de suas ações. Use menos o discurso de marketing de \"diversidade\" e cuide melhor dos seus funcionários.   "},{"user":"Technology Consulting Analyst - Ex-funcionário, saiu em 2019","avaliation":"Prós: Muito aprendizado, pessoas boas. Existem diversas oportunidades que podem ser exploradas. Possuem parceria com diversas plataformas de ensino e também patrocinam cursos, certificações e outras coisas relacionadas ao desenvolvimento do funcionário. Contras: Nem sempre a sua voz é ouvida. Entende-se que não é possível atender as aspirações dos funcionários em relação à expectativas do trabalho, mas diversas vezes um projeto ruim é colocado como \"oportunidade\". Em muitos deles, sente-se subutilizado e sem oportunidades de evolução na carreira Conselhos para presidência: Olhem com mais carinho para as pessoas. Tem muito talento que não é um grande \"fazedor de barulho\" e é muito mais competente e gera muito mais resultado quando lhe é dado espaço.   "}]