[{"user":"Analista de Suporte Remoto","avaliation":"Prós: A Accenture é uma empresa gigante e mundial. Oferece benefícios que nenhuma outra empresa que trabalhei oferereceu, e o melhor eles não descontam nada. Contras: Por ser uma empresa tão grande, deveria reconhecer melhor seus funcionários, oferecendo salários à nível de mercado e mais beneficentes; O programa de promoção é lento demais e em muitos casos não se tem a meritocracia como base para isso, como se promete. Conselhos para presidência: Deveriam procurar supervisionar também seus líderes e como eles estão tratando seus liderados. Muitas vezes um líder tem uma equipe madura, mas que por injustiça do lider/gerente a equipe se torna desunida. É necessário também acompanhar os projeto e Operações de perto algumas vezes, pois os líderes nem sempre passam tudo o que acontece, ou todos os problemas, para os gerentes.   "},{"user":"Consultor Sênior","avaliation":"Prós: A empresa é excelente para quem quer aprender e se desenvolver. Você tem contato com o que ha de melhor na nova era da Industria 4.0, inúmeras culturas e ótimas ferramentas. A oportunidade de somar Skills a sua carreira é muito boa. Contras: A avaliação é muito ruim, não presa a meritocracia, mas a politica. Ha um risco de você entrar em um projeto com péssimos lideres, principalmente aqueles absorvidos por projetos de BPS, que não tem a cultura que a CIA prega. Conselhos para presidência: A Accenture é uma ótima empresa e acredito nela como agente transformadora, mas infelizmente a cultura que se prega não é a mesma que os lideres, principalmente daqueles incorporados através de BPS, fazem. A grande maioria mantem a cultura corporativista e de proteção contra grandes inovações e principalmente a jovens promissores. Resultado disso é um corpo gerencial de idade muito maior, o que causa estabilidade de relacionamentos nos negócios , mas pianissimo grau de inovação e disruptura nos negócios. Não há espaço para jovens nem profissionais promissores da nova geração.   "},{"user":"Analyst","avaliation":"Prós: Oportunidade de trabalhar em diferentes projetos, em diferentes empresas e lugares do Brasil. Empresa com muito background no mercado e muito reconhecida. Contras: Empresa gigante que ainda tem o modo de pensar engessado, cultura de inovação, de gestão horizontal ainda não é aplicada pelos caciques que se perpetuam na mesma.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Empresa multinacional; paga os salários em dia; benefícios justos e de acordo com outras empresas do setor; acesso a grandes clientes; networking. Contras: Empresa muito verticalizada; valor hora cobrado dos clientes é mais alto comparado a outras empresas; reconhecimentos são extremamente pontuais; muito difícil subir na carreira através de desempenho técnico, mesmo que extremamente diferenciado. Conselhos para presidência: Ao invés de criar sites e processos pomposos para falar sobre avaliação, a empresa deveria utilizar a estrutura inchada (e cara) que possui para tentar entender onde encaixar as pessoas certas para obter melhor performance. Os gestores possuem conhecimento muito raso sobre as capacidades dos geridos, perdendo oportunidades e muitas vezes entregando resultados ruins para o cliente.   "},{"user":"Analista Pleno","avaliation":"Prós: Dinamismo, colaboração, cultura organizacional, treinamentos, flexibilidade de horário, comunicação interna, metodologias de gestão, sistemas internos. Contras: Salário baixo, Atividades mecânicas, localização longe do centro, equipe pouco especializada, alta rotatividade, projetos sem documentação, falta de integração entre setores.   "},{"user":"Funcionário","avaliation":"Prós: Cultura empresarial, possibilidade de crescimento, transparência quanto a planos de carreira, desenvolvimento pessoal e profissional. Acessibilidade a líderes e executivos. Contras: Muitos níveis fazendo com que a régua salarial seja abaixo do mercado. Isso acaba desmotivando funcionários que desejam reconhecimento a curto prazo.   "},{"user":"Analista Júnior","avaliation":"Prós: A empresa possui ótimos benefícios e uma boa política de respeito ao próximo e diversidades, é um ótimo caminho para quem está iniciando a carreira. Contras: Além do salário ser baixo a gestão não funciona como deveria, tudo anda muito devagar. Quando precisa de informação ninguém sabe de nada. Muitas pessoas desmotivadas, processo lento na realização do trabalho.   "},{"user":"Analista Pleno","avaliation":"Prós: Muitos projetos diferentes que faz com que sempre haja coisas novas para aprender. Dependendo da proatividade, da pra aprender bastante; Há flexibilidade de horários e os benefícios são razoáveis. A empresa também, tem meuita preocupação em contruir um ambiente de respeito e colaboração entre os colaboradores. É otimo para quem está em início de carreira. Contras: A liderança é bem relapsa com a gestão dos projetos e na alocação das pessoas. Não há transparência de um modo geral com pouca organização nas equipes. os prazos não costuma ser realistas. Ideal para quem está acostumado a trabalhar com Xtreme Go Horse. Conselhos para presidência: Mais confiaça nos colaboradores   "},{"user":"Consultor Sênior","avaliation":"Prós: Aprendizado, benefícios, desenvolvimento profissional, possibilidade de viagens, projetos diferentes, empresa global líder em varios segmebtos Contras: Pouco reconhecimento, área com muitos profissionais, pouco tempo para vida social, alguns executivos pouco preparados e que nada inspiram seus subordinados   "},{"user":"Analista Pleno","avaliation":"Prós: Oportunidade de Carreira, Reconhecimento, Experiência com diferentes clientes de diversas indústrias, oportunidades de conhecer parcerias com empresas e start ups e aplicar o que estas oferecem no dia a dia. Contras: Há forte variação no piso salarial nas diferentes torres de negócios. Políticas de promoção não são claras, não há padrão na qualidade dos processos seletivos, os quais são conduzidos de diferentes maneiras em cada torre.   "}]