[{"user":"Analista Júnior","avaliation":"Prós: Aprendizado. Contras: Salário muito abaixo do mercado. Conselhos para presidência: Valorizar mais os funcionarios   "},{"user":"Analista Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de melhoria no inglês, possibilidade de mudanças de projetos e áreas, interação com pessoas de todo o mundo, dependendo da área Contras: Salário abaixo do nível de mercado, pouco plano de carreira para níveis mais baixos. Pouco interesse dos líderes com relação a carreira e desenvolvimento dos funcionários. Conselhos para presidência: Mais foco em talentos   "},{"user":"Gerente Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Possibilidade de aprender sempre, capacidade de entrega independente dos impactos financeiros internos. Possibilidade de crescimento na carreira é real. Contras: Está muito focada em números e menos em pessoas, está perdendo excelentes profissionais para o mercado. Na minha opinião assim que o mercado voltar a aquecer muitos sairão de lá. Conselhos para presidência: Voltem a dar valor de verdade para as pessoas   "},{"user":"Analista Jr","avaliation":"Prós: Ótimo ambiente e beneficios. Boa estrutura, projetos grandes. Ótimo para a carreira, experiência enriquecedora e respeito a diversidade. Ótima empresa Contras: Dificuldade de promoção mesmo que você entregue trabalho compatível com cargos mais altos. Burocracia exagerada nos processos. Lideranças questionáveis   "},{"user":"Analista Júnior","avaliation":"Prós: Uma empresa muito boa e humana. Podemos fazer um horário flexível, há possibilidade de horas extras, sempre estamos em dinâmica, la nao tem rotina. Contras: Salario poderia ser maior. Somente isso.   "},{"user":"Analista Contábil Pleno","avaliation":"Prós: Cultura da empresa, diversidade, benefícios, oportunidade de mudar de projeto ou seja de vivenciar outras atividades dentro da mesma empresa. Contras: Os funcionários são mal pagos, salários baixos para altas responsabilidades, sem inglês fluente é bem mais difícil fazer carreira e subir de cargo. Conselhos para presidência: Melhores salários, valorizar mais as pessoas.   "},{"user":"Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Investimentos em Certificações pagas pela empresa, remanejamento de projetos, home office, liberação para ferias e licenças, cursos e flexibilidade em horario. Tudo pode ser conversado e resolvido amigavelmente desde que, o gerente vá com a sua cara. Beneficios, como convecio medico, são excelentes. Contras: Qualidade de vida, quase 0, voce tem horario pra entrar, pra sair, é outra historia rs, Salario beeeeeem abaixo do mercado e rotinas de trabalho exaustivas, voce trabalha muito pra ganhar quase nada, e pra fazer reajuste de salario, leva no minimo 6 meses chorando muito. Competitividade, o povo praticamente pisa em voce, pra se mostrar superior, gerencia vive de panelinha, se voce ta na panelinha, cresce facil, se nao, boa sorte, alguns processos são bem confusos e se voce pedir ajudar, torça pra pessoa do time ou sua liderança gostar de voce pra ajudar, pois se não, vão dar uma de Joao sem braço e te enrolar ate voce ter que se virar só pra conseguir, maquinas de trabalho? pior experiencia, se voce for junior ou abaixo disso tem que trabalhar com um desktop que nem os da idade da pedra travam tanto, a menos que seu gerente ou seu projeto sejam bons e te liberem um notebook, que tambem nao é lá essas coisas e trava bastante. o Field suporte tambem nao é muito bom, o povo te atende com a cara ruim e parece que quando levam sua maquina pra manutenção, volta pior, e se o povo de lá, não for tambem com a sua cara (acredite, ate as recepcionistas tem que ir com a sua cara, pra tudo na empresa alguem tem que ir na com a sua cara ou voce ser um tremendo puxa saco pra conseguir ajudar minima que seja), sua maquina demora meses pra voltar, e as cobranças em cima de voce só aumentam. Conselhos para presidência: Chefes, comecem a avaliar a qualidade dos funcionarios e esquecam as panelinhas, funcionarios, parem de babar o ovo do chefe pra subir mais rapido ou conseguir mais beneficios, Empresa, equipare o salario de acordo com o mercado.   "},{"user":"Analista de Dados Sênior","avaliation":"Prós: Ifinitas oportunidades de aprendizado, treinamentos infindáveis. A empresa também possui uma política de benefícios muito interessante. As avaliações são justas e a liderança é bem aberta para ouvir feedbacks. Contras: Remuneração abaixo do Mercado, a localização em uma região de difícil acesso e sem opções de infra estrutura no local. As promoções quando ocorrem costumam não ter grande representatividade financeira. Conselhos para presidência: Melhorar a remuneração dos funcionários e propiciar troca de áreas dentro da própria empresa.Rever a tabela de níves e salários da empresa.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: possibilidade crescimento e desenvolvimento, diversas oportunidades na empresa e com a opção de migrar de área. Líderes acessíveis e um bom suporte aos funcionários Contras: Não tenho pontos negativos, acho que sempre pode melhorar porém a minha experiência lá foi muito boa e minha saida foi por problemas pessoais que afetaram o meu trabalho   "},{"user":"Analista de RH Júnior - Ex-funcionário, saiu em 2010","avaliation":"Prós: Pincipais pontos positivos: empresa multinacional, oportunidade de trabalho em outros paises, utilização constante do idioma inglês, benefícios, Contras: Por ser uma empresa multinacional, os processos já são definidos e existe pouco espaço para inovação. Além disso, a área de RH não é percebida como estartégia pela alta gestão.   "}]