[{"user":"Analista Funcional SAP Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os principais pontos positivos, são a flexibilidade de horário e a possibilidade de trabalhar home office, que contribuírem com a qualidade de vida do funcionário. Contras: O salário abaixo da média, em comparação com outras empresas e com poucas oportunidades de progressão na carreira, com o passar do tempo desestimulam o funcionário.   "},{"user":"Consultora","avaliation":"Prós: Política de home office, flexibilidade de horário, oferece vários treinamentos, tem plano de carreira e um pacote de benefícios bom, praticamente sem desconto. Contras: Avaliações de desempenho sem muito critérios, líderes ainda pouco preparados para feedbacks ou reuniões significativas, alto volume de trabalho e pressão. Conselhos para presidência: Entender mais as necessidades das áreas corporativas.   "},{"user":"Analista Pleno","avaliation":"Prós: Empresa inclusiva, flexível, home office, transporte fretado, plano de carreira, boas possibilidades de aprendizagem em outras áreas, um extenso network e um bom plano de saúde Contras: O alto volume de Horas extras; O dificil reconhecimento profissional(possível, porém difícil, se vc quer meritocracia e não \"quem indica\")... Conselhos para presidência: Salários melhores   "},{"user":"Manager","avaliation":"Prós: Benefícios excelentes, PLR, seguro de vida, plano de saúde sem desconto aos dependentes, a partir do nível de gerência, a empresa disponibiliza um automóvel ao funcionário com auxílio combustível. Contras: Ótima empresa para atuar no início de carreira, entretanto, para uma carreira de longo prazo alguns pontos devem ser tomados em conta: 1- Localização do trabalho: atuamos em uma consultoria, ou seja, nem sempre o projeto terá um local viável para o empregado e em alguns casos não há escolha. 2- Por se tratar de uma consultoria, há mudanças frequentes de liderança devido ao fato de sempre respondermos a uma diretoria/ estrutura distinta a cada projeto que atuamos. Isso pode afetar positivamente ou negativamente quando se trata de crescimento de carreira. 3- Não há uma estrutura de RH ou de apoio aos gerentes, consultores ou analistas quando estão sem projetos/ desalocados. Isso dificulta a realocação em projetos mais próximos de sua residência ou dificulta a busca de projetos de mais aderência ao perfil do profissional. Existem pontos focais de níveis mais baixos com este papel, porém não percebemos uma estrutura acima destas pessoas que nos dê segurança nas discussões.   "},{"user":"Analista de Dados Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Facilidade de adquirir conhecimento dentro da empresa. Muita coisa pra aprender e ferramentas de ponta para melhorar ainda mais o currículo. Contras: Devido a grande variação nos projetos a pessoa não consegue absorver totalmente as ferramentas estudadas, ficando apenas com um conhecimento prévio delas   "},{"user":"Consultor","avaliation":"Prós: Projetos de várias naturezas, benefícios compatíveis com mercado, platarforma de treinamentos robusta, possibilidade de trabalho foa da base. Contras: Nem sempre você trabalha em projetos alinhados com suas expectativas, isso dificulta para o funcionário se especializar em alguma área. Outro ponto negativo é a falta de tempo para realizar os treinamentos da empresa. Empresa tem muitos treinamentos online, porém fucionário normalmente não consegue fazer durante o expediente e mesmo assim, por recomendação da liderança, precisa lançar horas alegando que fez treinamentos. Conselhos para presidência: Quando o funcionário não escolhe o projeto, há grandes chances dele executar atividades que não estão alinhadas ao seu perfil e isso facilita na hora de decidir ficar ou sair da empresa.   "},{"user":"Redator Publicitário - Ex-funcionário, saiu em 2017","avaliation":"Prós: A política de integração é legal, os benefícios também são bons, perfil amistoso, empresa organizada, contato com outras línguas, curso para aprender inglês online. Ok. Contras: Muito burocrática, muitos processos para apontar horas, com integração de agencia ficou meio baguncado, mas acho que os pontos negativos sao menores. Conselhos para presidência: Tem muito chão pela frente   "},{"user":"Analista Sênior","avaliation":"Prós: a diceminaçao de conhecimento é bem agrangente e tem muitos cursos disponiveis on-line. Claro que o agendamento de cursos presenciais se torna bem dificil devido ao reitmo de trabalho no cliente. Contras: o reconhecimento do funcionário é uma piada de mau gosto. Os lideres não são preparados adequadamente, trazendo uma leva de gente sem experiencia e sem nenhum preparo para alavancar a capacidade e felicidade da equipe. Conselhos para presidência: melhorar os lideres para valorizar seus funcionarios   "},{"user":"Analista Júnior","avaliation":"Prós: Ambiente saudável e equilibrado. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Conselhos para presidência: Precisa fazer um programa para qualificar os lideres, colocando a forma de trabalho deles adequadas a cultura da empresa.   "},{"user":"Consultor Sênior","avaliation":"Prós: Plano de Carreira - empresa que lhe permite traçar um plano de carreira e vir desde o nível estagiário ao de diretor. Tambem te proporciona muitos desafios e precisa estar preparado para avançar sem medo de errar. Contras: Salário abaixo do mercado - um ponto a melhorar, pois a política de bonificação é por Performance profissional com a combinação das metas da empresa.   "}]