[{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2009","avaliation":"Prós: Reconhecimento e remuneração variável baseado na meritocracia; Incentivo à educação continuada e desenvolvimento profissional; Oportunidades para evolução profissional. Contras: Comprometimento da qualidade de vida devido às altas exigências de envolvimento em projetos alocados em clientes distribuídos geograficamente.   "},{"user":"Gerente","avaliation":"Prós: Cultura e valores bem definidos. As pessoas sao colaborativas e focadas em melhorar o que fazem internamente e para o cliente. Projetos desafiadores Contras: A empresa poderia se adequar a pagar melhores salarios ou mais competitivos ao mercado. Outro ponto importante é a falta de clareza no processo de avaliacao "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho muito bom e produtivo, muitas pessoas dispostas s ajudar. Boa rotatividade entre projetos proporcionando um aprendizado bastante abrangente. Contras: Dimensionamento equivocados dos projetos faz com que poucas pessoas sejam responsáveis por muitas entregas, resultando em funcionários sobrecarregados, que trabalham muito além das 8 horas diárias e dificilmente recebem hora extra. Em 3 anos eu nunca recebi e sempre trabalhei bem além das 8 horas.   "},{"user":"Analista","avaliation":"Prós: ótima empresa, possui muitas oportunidades de carreira, projetos diferentes. salário de acordo com o mercado de trabalho, benefícios, planos de saude, gympass... Contras: Até o momento não encontrei pontos negativos na empresa. Ao entrar é normal sentir-se perdido pois a empresa é muito grande e é complexo entender todas as áreas de atuação rapidamente.   "},{"user":"Consultor SAP - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa excelente para desenvolver responsabilidade, sendo de urgência, trabalho em equipe. Tem plano de carreira, mas depende muito de você correr atrás dos seus objetivos. Contras: Na empresa, o colaborador avança muito o nível de conhecimento, mas falta um programa para reter os talentos com um plano de remuneração condizente com o alto nível do profissional.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Estrutura dos escritórios, localidade dos escritórios, flexibilidade de horários, Plano de carreira, Participação nos lucros da empresa, benefícios. Contras: Meritocracia não existe na empresa vai quem babar mais o chefe, mesmo realizando todas as atividades do seu nivel de carreira você não vai ser promovido, carga horária muito massiva, você não será bem visto de recusar fazer horas extras. mesmo a empresa oferecendo vários cursos (o de inglês que é excelente) você não vai ter tempo de estudar pois vai está superalocado. Equipamentos a depender do seu nivel de carreira o equipamente será pessimo. Conselhos para presidência: Ajustar as políticas da empresa e valorizar um poucos mais os funcionários, traçar um bom plano para manter funcionários na empresa. a empresa acaba treinando funcionários para o mercado e não para manter os mesmos na empresa.   "},{"user":"Analista Júnior","avaliation":"Prós: A Accenture é uma ótima empresa para quem quer ter um crescimento e quem quer ter um ambiente colaborativo. Sua preocupação com ações de cunho social também é de se destacar, pois ela possui vários programas de inclusão de mulheres e preservação do meio ambiente, por exemplo. Contras: A empresa precisa melhorar a forma na qual analisa seus funcionários para promoções e gratificações. Atualmente esse processo é bastante obscuro para quem quer saber como é feito.   "},{"user":"Analista Pleno SAP","avaliation":"Prós: Flexibilidade de trabalho, ferramentas de aprendizados , possibilidade de conhecer várias indústrias através do suporte SAP, empresa humana e Contras: Falta organização por parte da liderança, falta de gestão do conhecimento, diferença salarial entre sudeste e nordeste, capacidade de gestão precária   "},{"user":"Analista - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa é bem acolhedora, benefícios são excelentes, estrutura nota 10, há possibilidades de mudar de projeto, dependendo do projeto que estiver atuando há chances de ser promovido e existem pessoas maravilhosas que realmente te ajudam. Contras: Os canais de denúncias são fachadas, a gestão de crédito imobiliário do Banco Santander é péssima e não sabem trabalhar com pessoas, só é promovido quem puxa saco, tem coordenadores que nem sabem o que estão fazendo lá (além de puxarem o saco e serem falsos), existem departamentos com diversos cargos diferentes exercendo as mesmas funções, se bobear horas extras todos os dias e se você não conseguir ficar ou tem compromisso ganha a fama de preguiçoso e fora a cara feia que os gestores e coordenadores fazem, é comum presenciar retaliação, fazem descasos com os funcionários que realmente mostram serviços, se precisar de algo a gestão e coordenadores não ajudam em nada e o pior de tudo é que o RH está ciente do que vem acontecendo e não tomam atitude nenhuma. Conselhos para presidência: Tirar a gestão e coordenadores do crédito imobiliário Banco Santander, melhorar os canais de denúncias e orientar o RH o papel deles na empresa, pois não fazem nada.   "},{"user":"Gerente","avaliation":"Prós: Plano de carreira é considerado uma boa para quem quer iniciar carreira, curva de aprendizado também deve ser considerada, desde que trabalha com pessoas qualificadas e realiza treinamentos no exterior Contras: A carga de trabalho, e o salario acaba sendo um fator negativo. Muitas vezes impactando a vida pessoal do Funcionario, é necessario que o RH realize trabalhos construtivos para tentar melhorar esta area.   "}]