[{"user":"Executivo de Contas Sênior","avaliation":"Prós: Política de salários e benefícios. O mercado valoriza quem já passou pela empresa. Oportunidade de crescimento e capacitações através de plataforma digital. Contras: Cobrança por resultados na base da pressão, em alguns casos o resultado deve ser entregue a qualquer preço, chagando até mesmo a receber ameaça por parte de gestor. Conselhos para presidência: Investir em Gestores que valorizem e reconheçam pessoas no dia a dia e que tenham perfil de criar relacionamento com suas equipes.   "},{"user":"Executivo","avaliation":"Prós: Gestão e processos definidos. Empresa presa pelos processos, não deixando de lado a questão ética e moral. Funcionário realmente tem desenvolvimento profissional. Contras: Custo com Veiculo. Em relação ao mercado empresa remunera apenas o suficiente para zerar as despesas com o automóvel. Na minha opinião é único item que poderiam melhorar.   "},{"user":"Consultor Técnico Pleno","avaliation":"Prós: Ótimos benefícios, plano de previdência privada com contrapartida da empresa, programa cíclico de meritocracia, troca de aparelho celular a cada 2 anos, plano de dados ilimitado sem custo, e.t.c. Contras: Há alguma dificuldade em propor novos processos inovadores, hierarquia extremamente verticalizada e com pouca comunicação entre as camadas, poucas vagas internas nos últimos anos.   "},{"user":"Analista Sênior de Marketing","avaliation":"Prós: Empresa oferece Flexibilidade, inovação, desafios, responsabilidade compartilhada com os funcionários, empresa Alegre, jovem e com excelente infraestrutura Contras: Empresa mal dimensionada, algumas áreas com pouca gente executam a maior parte das funções vitais da empresa. Muitas áreas repleta de funcionários com pouca atuação. Empresa jovem demais, falta muita senioridade nas relações.   "},{"user":"Engenheiro","avaliation":"Prós: Trabalho em equipe muito bom, empresa que quer entregar o melhor serviço aos seus clientes. Oportunidsde dia estagiários atuar em todas as áreas da empresa. Contras: Desvalorização salarial, já foi uma empresa que pagava bem melhor que suas concorrentes, só tem lucros nos últimos anos e não valoriza quem estar a muito tempo na casa. Conselhos para presidência: Nunca deixe de valorizar seus trabalhadores eles são a chave importante para o sucesso da empresa.   "},{"user":"Analista Júnior","avaliation":"Prós: Perpesctiva de crescimento rápido, clima, pacote de benefícios atraente (principalmente o celular corporativo e plano de saúde), treinamentos, flex office, pontes em feriados Contras: Localização complicada (não tem transporte público na rua da sede), salários um pouco abaixo do mercado para uma multinacional, RH ineficiente   "},{"user":"Gerente Sênior","avaliation":"Prós: Benefícios, como VR, VÁ, PLR e bônus, viagem de premiações, empresa aberta a mudanças de acordo com o mercado, ferramentas necessárias para o alcance de metas. Contras: Empresa desorganizada, sem critérios de contratação, ou seja, contratam qualquer profissional e cobre salários altíssimos, enquanto o pessoal interno além de ganhar menos precisa ensinar quem vem de fora, causando extrema diferença e insatisfação, desligamentos em massa sem estruturação. Conselhos para presidência: Reestruturação total do RH de sp e atenção ao desligamento em massa sem estrutura, contratação em massa cobrindo salários altíssimos de profissionais sem experiência no ramo, marketing promove ofertas sem pé nem cabeça, causando conflitos dentro da própria empresa na divulgação de ofertas.   "},{"user":"Estágio","avaliation":"Prós: Inclusiva, ótimo ambiente para aprender e desenvolver competências, bons benefícios, empresa humana e que se importa com os colaboradores!!! Contras: Poucas vagas internas para efetivação! Processos para plano de carreira não são bem esclarecidos e desenvolvidos em conjunto com os estagiários.   "},{"user":"Supervisor de Atendimento - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ótimo ambiente de trabalho, muito organizada e preocupada com seus funcionários, possui ótimos benefícios, guardo somente ótimas referências e lembranças da TIM, é comum funcionários com muitos anos de casa e  - Ex-funcionários lembrando da época em que trabalhou e era muito feliz Contras: Apesar dos benefícios serem muito bons, os salários poderiam ser um pouco melhores, o plano de carreira não é dos melhores, as vagas são poucas e falta uma melhor divulgação interna.   "},{"user":"Estagiário de Análise de Sistemas - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa que reconhece seus estagiários, desde o processo de contratação quanto após a efetivação. Vale reforçar que é uma ótima oportunidade para a área de Tecnologia da Informação. Contras: Responsabilidade de algumas atividade alta para estagiários, o que de certo modo é interessante para adquirir experiência, mas que pode expor de forma negativa o profissional.   "}]