[{"user":"Especialista Sênior","avaliation":"Prós: Os benefícios são bons. Bom plano de saúde, previdência onde a TIM contriuí com a mesma quantidade que o funcionário, telefone funcional e PL de 2 salários. Contras: Clima pesado, tudo é urgente e para ontem. Muito ppt, e muita coisa que nem sequer é utilizada. Barcas constantes, o que gera tensão. RH ausente.   "},{"user":"Consultor","avaliation":"Prós: um dos pontos positivos a serem destacados é a flexibilidade de horario, voce pode em alguns dias sair mais cedo ou entrar mais tarde desde que previamente sinalizado a gerencia. Contras: um dos pontos negativos é que com exceção da area de produção as demais areas nao recebem hora extra, sempre ultrapassamos a jornada de trabalho e em alguns momentos sabados e domingos também precisamos atuar além de nao aceitarem a interjornada em casos de exceder o seu horario. Conselhos para presidência: poderiam pensar um pouco mais na qualidade de vida dos profissionais, colocando e aplicando uma regra para a interjornada, ajuda de custos em casos de mais de 12h de trabalhos e afins.   "},{"user":"Caixa Atendente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima comissão. A empresa sempre oferece tbm prêmios. Televisão, aparelhos de som, celulares. Também oferecem viagens aos colaboradores com tudo pago Contras: Falta de suporte para as franquias, e sacananeaim os próprios clientes retirando o seu crédito e com cobranças absurdas na fatura. E quem escuta é o pessoal das lojas. Então tem que ter paciência e gostar dessa área Conselhos para presidência: De mais suporte para as franquias.   "},{"user":"Consultor de Riscos - Ex-funcionário, saiu em 2019","avaliation":"Prós: Convênio médico Bradesco excelente, prédio administrativo com boa estrutura física, fácil acesso ao RH para atendimento, boa equipe de segurança. Contras: Metas inalcançáveis, falta de capacitação para colaboradores, gestão despreparada, falta de oportunidades, baixos salários, trabalha finais de semana e feriados, empresa nada humana. Conselhos para presidência: Ouvir os colaboradores, motivar as pessoas, entender mais sobre as funções de cada um, resoler problemas sistêmicos, otimizar processos, melhorar salários e benefícios, tirar plantões desnecessários nos finais de semana, treinar gestores para serem menos autoritários e educados.   "},{"user":"Consultor","avaliation":"Prós: A TIM é uma excelente empresa para trabalhar, boa localização, ambiente de trabalho agradável, liderança flexível, excelentes benefícios e oportunidades de crescimento. Contras: Ponto negativo, as vagas administrativas não são disponibilizadas para pessoas que não possui outros funcionários que indicam, ou seja a entrevista é uma formalidade.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente extremamente agradável, pessoas agradaveis, oportunidade de crescimento durante o período de estágio, fácil comunicação com os líderes e feed back das tarefas realizadas. Contras: Não tem oportunidade de crescimento para o estagiário, tendo em vista tratar-se de um jurídico congelado, sem abertura para eventual efetivação.   "},{"user":"Funcionário","avaliation":"Prós: Empresa de grande porte e marca forte, é uma excelente vitrine para o mercado. Benefícios para funcionários de nível inicial, como auxílio creche, licença maternidade de 6 meses, vale refeição de valor acima da média, fornecimento de leite para filhos, parceria com academias etc. Contras: Recursos muito limitados para desenvolver o seu trabalho, gestores de nível sr. com maior foco em resultado que no desenvolvimento da equipe, excesso de mensagens em diversos grupos de whatsapp Conselhos para presidência: A mensagem que chega no topo é distorcida do que ocorre no nível operacional   "},{"user":"Estagiário A","avaliation":"Prós: Ponto positivo é que valoriza muito o estagiário, para que ele cresça futuramente, e que ele aprenda e adquira conhecimentos que a ele foran designadas. Contras: Muitas vezes o cliente não sai satisfeito pelo motivo de não ter solucionado o problema, é as vezes ter até que retornar a ligação várias vezes para solucionar aquilo que não entendeu Conselhos para presidência: Que possa mudar os meios de comunicação, para informar melhor o cliente   "},{"user":"Consultor","avaliation":"Prós: Clima agradavel, bom treinamento, chance de aprendizado, ativa a comunicação do consultor e o faz entender como se portar em relação a outras pessoas Contras: sem beneficios, metas altas, pressão constante, sistema travado com frenquencia e as demais coisas vem muito dos clientes, é preciso paciencia Conselhos para presidência: Oferecer beneficios   "},{"user":"Assistente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons Benefícios,ambiente amistoso, correto no pagamento, é um lugar onde se pode crescer mas tem que trabalhar muito, tem que mostrar par que veio. Contras: Tem uma alta demanda para pouco funcionário, a empresa em que investir mais em seus funcionários , dando a eles mais suporte para resolver os problemas do dia dia Conselhos para presidência: invista nos seus   "}]