[{"user":"Consultora de Vendas","avaliation":"Prós: Pagamentos em dia, auxílio creche, PPR, bônus, plano de saúde, odontológico, transporte. Ótimas instalações, oportunidade de crescimento. Em 1 ano e meio, vc pode ser promovido. Contras: Atendimento ao cliente, muitas vezes não somos bem tratados pelos mesmos, pelo fado de nem sempre ser possível atender a solicitação de imediato. Mas somos bem remunerados para melhor atende- los. Conselhos para presidência: Que os funcionários de loja própria tenham mais autônomia para resolver problemas que ocorrem com os serviços fornecido aos clientes.   "},{"user":"Assistente de Handling - Ex-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de crescimento para várias carreiras e ótimos salários, tendência em desenvolvimento e dinâmica com trabalho corporativo, sempre! Contras: Muita fofoca, muito puxa saco, gerência não trabalha por competência e sim por relações pessoais o que descaracteriza uma empresa que deveria ser somente profissional. Conselhos para presidência: Se demita   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: ótimos beneficio , remuneração e crescimento. a empresa é bem harmônica com ótimos profissionais . Tive a honra de conhecer pessoas grandes . Contras: O modo de trabalho é complicado... poderiam ser mai organizado em relação aos lideres . supervisores nao qualificados e com pouca empatia .... Conselhos para presidência: Mas treinamentos , com mais eficaz .   "},{"user":"Estagiário de Comunicação","avaliation":"Prós: O salário é muito bom, os benefícios são excelentes. Temos telefone ilimitado, plano de saúde e dental, coisa que é difícil pra estagiário. A localização da empresa é boa Contras: O ambiente da empresa ainda é muito elitista, há poucos negros e falta políticas de afirmação pra preencher esse espaço. Além isso, falta atividades que ensinem os funcionários a respeitar as diferenças.   "},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa sólida, ótimo ambiente,benefícios ótimos, plano de carreira idem. Oferece benefícios satisfatórios para os funcionários. Indico a empresa. Contras: Mercado de Telecom está se reestruturando E por esse motivo as áreas passam por reestruturação, a Tim não tem a cultura de rotation, mas infelizmente o mercado obrigou as empresas demitirem   "},{"user":"Técnico em Enfermagem do Trabalho","avaliation":"Prós: Plano de saude...telefone funcional...cartao alimentacao...horario de trabalho. Contras: A vontade pessoal dos gestores se sobrepoe sobre o profissionalismo. Conselhos para presidência: Acompanhar melhor o desempenho dos funcuonarios que nao tem cargo de gestor   "},{"user":"Estagiário","avaliation":"Prós: os horarios sao flexíveis e o ambiente é confortável e não muito formal. os benefícios são muito bons e a localização não é tãao dificil até a empresa, tem muita gente simpática tambem. Contras: oportunidades internas muito específicas e também há pouco foco no desenvolvimento de carreiras, com metas difíceis de serem alcançadas e pouca liberdade para home office.   "},{"user":"Gerente de Vendas - Ex-funcionário, saiu em 2010","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Funcionário","avaliation":"Prós: Empresa com excelentes benefícios, e que preza pela qualidade de vida dos funcionários. O ambiente é muito bom, de forma que todos se ajudam constantemente A liderança na minha área é um exemplo. Contras: Falta de agilidade em algum processos. Principalmente de compras. Desorganização de algumas áreas e ausência de clareza nas definições de responsabilidades. O salário poderia ser um pouco maior, pra se equiparar ao mercado. mas os benefícios acabam compensando. Conselhos para presidência: Agilizem os processos. Há muito burocracia onde não deveria haver.   "},{"user":"Consultor Sênior","avaliation":"Prós: Salario e beneficios, otimo clima interno e oportunidade de crescimento profissional. Chance de mudar de area dentro da empresa e reconhecimento por parte dos gestores. Contras: Você é acionado a qualquer momento e não recebe hora extra. O RH parece mais um departamento pessoal e nao parece se importar muito com as questões de seus funcionarios no dia a dia.   "}]