[{"user":"Controller","avaliation":"Prós: Benefícios ofertados, PRL, Telefone corporativo, ser multinacional, trabalho dinâmico, automlnimia até certo ponto, treinamentos, celular corporativo Contras: Empresa sem comunicação TopDown, falará de planejamento, infringir as regras, possibilidade de carreira apenas para RJ e SP. Funcionários sem possibilidade de Jon rotation e maioria dos méritos são para cartas marcadas.   "},{"user":"Consultor","avaliation":"Prós: Excelentes benefícios e oportunidade de crescimento. Com bonus mensais no atingimento de metas. Auxílio creche e leite, plano de saúde 100% pago. Contras: Comissão deixa a desejar poderia ser um pouco melhor e atribuições do consultor poderiam ser divididas com a supervisão de vendas, já que as vezes nos devia das vendas   "},{"user":"Estagiário","avaliation":"Prós: Empresa com estratégia definida e boa comunicação top down Contras: Falta vaga e as vagas já tem cartas marcadas   "},{"user":"Caixa - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pontuais em relação a pagamentos, treinamento de qualidade, supervisores eficientes, crescimento interno na empresa, bons benefícios, ótima opção como primeiro emprego. descontos para funcionários em planos da operadora. Contras: esquema de segurança fraco, sistema operacional lento, recebia muitos chips da operadora, com código inexistente, o que acarretava na perda do mesmo, e na falta simbólica do fechamento de caixa   "},{"user":"Consultor de Riscos","avaliation":"Prós: Pra mim, os pontos que mais se destacam são: ambiente informal, possibilidade de crescimento e estabilidade. Dependendo da área tem diálogo com outras Contras: Os principais pontos são: Salário abaixo do mercado, hierarquia muito rígida, falta de diálogo com os funcionários, fraca presença do RH....   "},{"user":"Analista Pleno","avaliation":"Prós: Os benefícios são ótimos, tive boas oportunidades na empresa que nas empresas anteriores eu não conseguir ter. Apesar que não ter gostado de trabalhar com os Italianos, seria uma empresa que gostaria novamente de trabalhar, pois nela eu fui reconhecida por alguns superiores. Contras: Não gostei de trabalhar com os Italianos, eles colocam regras e eles mesmo infringem as regras, pelo mensos na área de Compras eu tive essa visão, mesmo assim eu gostaria de trabalhar novamente na empresa.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Trabalho na revenda, temos comissões sobre vendas. Horário de shoppings. Grande possibilidade de conhecer pessoas e aumentar sua rede de contatos. Contras: Baixo comissionamento. Não temos possibilidade de progredir na empresa, mercado saturado e estressado, pois atende variados tipos de pessoas e situações.   "},{"user":"Analista","avaliation":"Prós: Beneficios estão compativeis com o mercado, plano de celular e dados muito bom, infraestrutura foi reformada para melhor atender os funcionarios Contras: seria importante o estabelecimento e seguimento de processos para algumas questões, maior incentivo do RH para integração e sinergia entre as equipes. Conselhos para presidência: com a alteração recente do presidente acredito que o mesmo estará mais proximo da base. e isso me faz crer na melhora.   "},{"user":"Supervisor de Vendas","avaliation":"Prós: Não atrasa salário é benefícios. Ótimos benefícios Celular corporativo,convênio médico, odontológico, auxílio creche, chip de dados. Paixão Contras: Desorganizada e tem gestores despreparados. Setor de RH então nem se fala. Suga muito a sua vida,trata de trabalho fora de horário. Muito puxado. Conselhos para presidência: Não adianta investir milhões, ter logo que pensa no cliente e esquecer dos seus colaboradores.   "},{"user":"Consultor de Risco IV - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oferece diversos benefícios compatíveis as demais empresas do ramo, procurar se manter sempre a frente no mercado e atualizar os colaboradores das decisões de novos lançamentos. Contras: Gestão de modelo administrativo ainda passados com burocracias para resolutivas de processos e procedimentos, infraestrutura com baixa performance cotidiana e tem impacto direto no consumidor final. Processos seletivos internos não transparente. Conselhos para presidência: Torna aereas menos burocráticas e ambiente mais amigáveis.   "}]