[{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelentes benefícios, ambiente de trabalho bem estruturado, preocupação em manter a equipe motivada, possui programa de carreira, campanhas de premiação com atingimento de metas Contras: Programa de carreira limitado, ambiente de trabalho apesar de bem estruturado é um pouco desgastante, necessidade de elaborar um plano de metas melhor   "},{"user":"Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não ter que arcar com os custos de celular e o recebimento do \"kit mobilidade\" que constitui no laptop, fone, mouse, celular. oferta de estacionamento e vans a disposição também é um ótimo benefício. Contras: Não há integração, não há marcação de ponto o que implica no excesso diário de trabalho - em media 11hs; não há reembolso de mobilidade e o clima de uma possível demissão diária é constante. Conselhos para presidência: O excesso de demissões, o ambiente do call center, o nível intelectual dos funcionários, dentre outros, torna o ambiente desgastante e pesado!   "},{"user":"Especialista de Marketing","avaliation":"Prós: Ambiente de trabalho informal e muito agradável. Excelentes beneficios e flex office, que é poder trabalhar de casa alguns dias da semana... Contras: Como pontos negativos posso citar alta carga de trabalho, desorganizacão, muita pressão e retrabalho. Tudo é urgente e burocrático e muda muito rapido.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Beneficios vale alimentacao plano de saude unimed auxilio escola ( reembolso de quatrocentos e vente reaos) plano odontologico bradesco linha telefonica Contras: A empresa ultimamente tem colocado uma meta surreal para ser alcançada durante meses onde não se alcança. Ppr baixa em comparação a outras telefonia   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Boa gestão bastante motivações campanhas de incentivo de vendas bom ambiente de trabalho comissão agradável ticket alimentação muito bom auxílio creche auxílio nutrição para filhos menores de 5 anos empresa muito familia. Contras: Não tenho o que reclamar porém deixam a desejar posso tem muitos profissionais que são muito capazes e não conseguem ser efetivados por que tem certas panelinhas na empresa Conselhos para presidência: Prestar mais atenção em alguns gestores que humilham os funcionários !   "},{"user":"Engenheiro Sênior","avaliation":"Prós: bom plano de saude (Bradesco) apesar de ser coparticipacao PLR bom (o mínimo são 2 salários) Muitas oportunidades internas bom espaço de trabalho Contras: Praticamente não há reajuste salarial A estrutura muda constantemente Demissões sem justificativa Salarios baixos Grande volume de trabalho e pressão Gerentes de primeiro nível mal treinados e ruins   "},{"user":"Consultor Técnico NOC - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa de grande porte com oportunidade de crescimento e vários benefícios como PPR ótimo, convenio médico e odontológico excelente, boa localização, entre outros. Contras: Nem sempre a promoção de cargo é justa, deixando assim outras pessoas desmotivadas. Equiparação salarial também é um ponto negativo, vai ver pessoas com a mesma funcao ganhando bem mais ou menos. Conselhos para presidência: Bom relacionamento com as pessoas.   "},{"user":"Assistente Sênior","avaliation":"Prós: Oportunidade de crescimento e desenvolvimento. Salário razoável considerando experiência anterior. Benefícios atrativos e estrutura de trabalho boa. Contras: Existe falta de meritocracia em alguns processos de oportunidade interna, em muitos casos os aprovados são apadrinhados por gestores sem considerar competências.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: 6 horas de trabalho, ticket favorável , disponibilidade de troca na escala de trabalho , ambiente limpo, acesso fácil a área de trabalho e local seguro Pagamento.em dia, não atrasam Contras: Salários baixos, te jogam pra atender sem experiência. Clientes nervosos com a empresa que te maltratam , a empresa não prepara os funcionários para a realidade no atendimento, supervisores mal preparados para lidar.com os funcionários Conselhos para presidência: Salários melhores e mais respeito nas equipes de trabalho por parte dos supervisores "},{"user":"Consultor","avaliation":"Prós: Horários flexíveis, vale refeição e alimentação bom, plano de saúde e odontológico também. Equipe boa e podemos perceber que alguns gerentes são bem preocupados em tentar estabelecer uma paz na loja diante de tantos problemas sistêmicos e de baixa de linhas. Contras: A gente vende linhas e recebemos comissão por elas, mas a empresa vive dando baixa em nossas ativações! E não recebemos nenhum tipo de explicação do pq aquelas linhas caíram! O sistema é uma porcaria! Lento, não funciona direito vive caindo!! Conselhos para presidência: Melhorar o sistema, nos dar satisfação das diversas linhas que ativamos e o cliente paga mas nós não recebemos, somente a Tim!   "}]