[{"user":"Gerente - Ex-funcionário, saiu em 2010","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "},{"user":"Executivo Comercial","avaliation":"Prós: Amigos! Benefícios! Plano de Carreira! Contras: Desvalorização do profissional da casa! Conselhos para presidência: Seria bom avaliações sigilosas sobre o clima organizacional com mais periodicidade!   "},{"user":"Consultor Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa possui ótimos benefícios como assistência médica e odontológica Bradesco, um ótimo valor de VR ou VA, e vários outros benefícios difíceis de encontrar no mercado. Contras: Não existe respeito. Problemas extremamente graves ocorrem nas equipes, e a gerência apenas ignora. Não existe um canal efetivo de denúncia. Conselhos para presidência: Ouvir todos os colaboradores, não ignorar os problemas graves.   "},{"user":"Consultor de Relacionamento II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente muito bem estruturado Benefícios excelentes, auxílio creche, vale alimentação, vale refeição, convênio medico, convênio odontológico. Contras: Gestores Comunicação extremamente falha quando se tem a necessidade de falar com alguém que é realmente superior . Salário baixo. Cobranças excessivas   "},{"user":"Especialista Sênior","avaliation":"Prós: Plano de carreira, vc é que faz sua carreira, desenvolvimento profissional constante. Estímulo sempre para entrega de resultados, inovação em atividades corriqueiras Contras: Muita política, estrutura vertical, gerência com modelo antigo, mudança de gestão de 2 em 2 anos, mudando toda a estratégia da empresa, falta plano de change managemnt   "},{"user":"Consultora de Venda - Ex-funcionário, saiu em 2013","avaliation":"Prós: Salário e benefícios são pontos fortes na Tim, mas infelizmente falta a gestão de pessoas para completar e fazer a diferença juntos com os seus colaboradores. Contras: Você não tem oportunidade de crescimento por competência. Somente por ser amigo do chefe. Isso acaba deixado os funcionários desmotivados. O que requer a rotatividade.   "},{"user":"Consultor de Relacionamento Jurídico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios, a amizade, os supervisores e gestores. Facilidade na compra de aparelhos, muitos eventos para integrar os colaboradores e facilidade no ir e vir da empresa. Contras: Local de difícil acesso, sistemas conflituosos e deixa o colaborador vulnerável a erro grave. Não tenho o que falar da empresa, facilitava a vida de todos.   "},{"user":"Consultor de Vendas Diretas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Equipe super alto astral. Vc consegue falar com todos os superiores. Sempre há incentivo para vendas. Melhor empresa que já trabalhei. Salário e ticket são ótimos. Premiação tambem. Contras: A comissão as vezes, vem errada. Não vejo mais pontos negativos nesta empresa. É muito positiva para os vendedores. Aprendi bastante. Quanto mais vc vende, mais recebe. E é super fácil de vender. Tem ferramentas.   "},{"user":"Estagiário de Engenharia","avaliation":"Prós: Benefícios dados aos funcionários se estendem aos estagiários. Seguro de saúde e dental sem carência para estagiários. Celular com plano de dados e voz para todos os colaboradores. Contras: Salários a baixo da média de mercado para os contratados. Para estágio de engenharia, eu recomendaria mais as regionais pois no HQ aprendemos mais sobre gestão do que de fato engenharia, mesmo que na área de Engenharia.   "},{"user":"Consultor de Recursos Humanos (RH) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidades de carreira para áreas comerciais, benefícios, oportunidades de aprendizagem sobre diversos assuntos, novidades do mercado, tecnologia Contras: Trabalha-se à exaustão, gestores despreparados para gerir pessoas, mudanças constantes de gestores, estratégias, diretrizes, objetivos, instabilidade permanente, clima de tensão permanente Conselhos para presidência: Parem de pensar só em lucro   "}]