[{"user":"Consultor de Relacionamento Sênior - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótimos Benefícios, infra estrutura de qualidade, liberdade e carga horária reduzida. Algumas vezes também possibilitam treinamentos e acesso a promoções para aquisição de novos aparelhos. Contras: Não valoriza os colaboradores e não são transparentes quanto aos processos seletivos. Líderes imaturos e sem bagagem para assumir cargo de liderança e gestão de pessoas. Conselhos para presidência: Realizar o mapeamento das competências comportamentais e técnica dos funcionários, pois vocês tem grandes talentos e não são aproveitados. Não é incomum ver um funcionário sair da Tim e decolar na carreira em outra empresa que o enxergou de verdade.   "},{"user":" - Ex-funcionário, saiu em 2009","avaliation":"Prós: Remuneração compatível com o mercado, bom local de trabalho e benefícios. Empresa multinacional com bom programa de promoção de cargos. Trabalho com proatividade. Contras: Controle exarcebado das pausas banheiro para quem trabalha no callcenter, clientes sem paciência para ouvir os consultores de relacionamento da empresa   "},{"user":"Analista","avaliation":"Prós: ótima estrutura de trabalho físico para todos os colaborados, promovendo uma constante interação entre as diversas equipes que precisam se comunicar durante uma atividade Contras: A TIM é uma boa empresa, no entanto ainda possui alguns processos antigos que dificultam o dia a dia e pelo atual cenário econômico possui mão de obra rezudida em todas as suas equipes.   "},{"user":"Consultor de Relacionamento","avaliation":"Prós: O ambiente é bem agradável e os benefícios são bem atrativos. O trabalho é bem simples possui uma grande chance de crescimento lá dentro da empresa. Contras: O departamento de Rh é totalmente ineficiente,desorganizado e despreparados. Todo mês é uma surpresa ruim no contra cheque eles descontam indevidamente e não realizam o ressarcimento Conselhos para presidência: Colocar pessoas eficientes no rh   "},{"user":"Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom Pacote de benefícios e remuneração dentro do padrão do mercado. Infra estrutura também boa para quem trabalha na sede da empresa. Equipe motivada. Contras: Péssimo clima organizacional e muita desorganização. Faltam processos básicos e as mudanças bruscas de direção da diretoria impactam fortemente toda a estrutura. Sem relacionamento pessoal não se consegue avançar ou mesmo cumprir seu trabalho.   "},{"user":"Consultor Técnico NOC","avaliation":"Prós: Ótimos benefícios, bom salário, grande empresa, bom plano de saúde, participação dos lucros bem generosa, autonomia, ótimos superiores hierárquicos. Ótimo local para trabalhar. Contras: Falta de promoção na área de profissionais, até pro call center tem plano de carreira, não surgem vagas na mesma área em que você atua para mudança de cargo.   "},{"user":"Especialista","avaliation":"Prós: Empresa com flexibilidade de horário. Clima interpessoal agradavel, com beneficio de convenio, vale refeição/ alimentação, plano de celular e chip de dados e benefícios para quem é pai/Mãe. Contras: Pressão fora do normal nos ultimos anos, empresa adotando a pratica de mais com menos. Diversas decisões top down, e atividades a serem executadas no padrão \"ASAP\". Nos últimos anos o acordo junto ao sindicado a empresa vem falhando no \"dissídio\".   "},{"user":"Estagiário","avaliation":"Prós: Investe no funcionário, oferece vários cursos de capacitação. Mesmo com clima competitivo, por ser uma multinacional, é uma empresa que tem uma cultura muito boa. Contras: Pratica, há anos, o mesmo valor do salário para o estagiário, sem nenhum reajuste. Porém oferece os mesmos benefícios de um colaborador efetivo.   "},{"user":"Consultor de Risco IV - Ex-funcionário, saiu em 2017","avaliation":"Prós: bons beneficios, aprendizado, autonomia na tomada de decisoes e processos, oportunidade de crescimento, bom clima organizacional, incentivo a estudos. Contras: gestores, lideres e analistas despreparados e sem liderança, metas agressivas, plantao obrigatorio aos fins de semana de madrugada (por escala) mesmo se trabalhar em horário comercial   "},{"user":"Estagiário de Direito","avaliation":"Prós: Benefícios e treinamentos, oportunidade de crescimento, uma empresa que investe no colaborador para que ele possa crescer e junto levar a empresa. Contras: Um doa poucos pontos negativos da empresa é a falta de \"claridade\" no que tange aos salários de cada cargo e como é feita a avaliação de bônus e PL. Conselhos para presidência: Efetivar mais os estagiários   "}]