[{"user":"Consultor Sênior","avaliation":"Prós: Horario Flexivel, energia dos funcionários, autonomia, benefícios, localização, estrutura fisica, reconhecimento, transparência, inovação e etc. Contras: Estou na TIM a 6 anos e passei por diversas gerências e mudanças organizacionais que evoluíram e melhoraram muito o ambiente e estrutura da empresa, mas vejo como ponto negativo a falta de processos bem desenhados, pois gera muito retrabalho e atrasa o desenvolvimento da mesma.   "},{"user":"Manager","avaliation":"Prós: Empresa com estrutura e oportunidades internas de carreira. Muito dinâmica, faz com que os colaboradores se desenvolvam com alto desempenho. Contras: Mudanças organizacionais constantes impedem a continuidade. Clusters da Alta administração traz profissionais de fora, sem dar oportunidades para quem já está no quadro, independente do seu desempenho. Alta burocratização. Conselhos para presidência: Desburocratizar a empresa!   "},{"user":"Vendedora Líder - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de crescimento na empresa, ótimas Comissões e premiações de vales cinemas, vouches o americanas, sorteios de celulares e acessórios Contras: Sem benefícios como auxílio médico, odontológico, Vale refeição ou alimentação. Metas altas , muito estresse de documentação e falhas no sistemas   "},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa tem muitos benefícios, os quais compensam bastante o salário, além do ambiente bem agradável por ser um call center, na minha opinião é o melhor. Contras: Não tem A empresa tem muitos benefícios, os quais compensam bastante o salário, além do ambiente bem agradável por ser um call center, na minha opinião é o melhor.   "},{"user":"Funcionário","avaliation":"Prós: Sensacional. Uma empresa que zela muito os funcionários. Tenho orgulho em pertencer e fazer parte de uma empresa como a TIM. AMO MEU TRABALHO. Contras: Não tenho o quê reclamar da empresa. Uma empresa sensacional, que visa o melhor para o funcionário. Tenho orgulho em fazer parte da TIM. Sensacional. "},{"user":"Analista","avaliation":"Prós: Setor dinâmico, prédio com estrutura razoável, empresa com benefícios razoáveis, boas oportunidades de visibilidade Contras: Poucas oportunidades de crescimento. Por definição, só se pode subir de cargo a cada 1ano. Salário razoável a baixo   "},{"user":" - Ex-funcionário, saiu em 2008","avaliation":"Prós: Tratamento , local de trabalho , gerentes gostava de trabalhar com a empresa aprendi muito sobre telecomunicações e processos de vendas , ótima experiencia Contras: Horário de trabalho , trabalhava com plano de vendas corporativo , atender os clientes era muito fácil e agradável , não tive problemas só tive problemas na época pois fazia faculdade   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente, desafios, benefícios, gestores bem preparados, relacionamento interpessoal, sistema de avaliação de desempenho, possibilidade de promoção Contras: Centralização de muitas atividades na holding da companhia, que fica no Rio de Janeiro, capital. Ausência de um programa de cargos e salários claro   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muito bom o ambiente que foi posto la, nunca rabalhei mas voltaria pelo atendimento e pelos locais que estão de muito facil acesso hoje em dia. Contras: O ponto negativo nao tem, nao tive por enquanto, so seria a demora em um atendimento que eu ti ve mais foi porque o sistema caiu infelizmente   "},{"user":"Vendedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Gostava da comissão e trabalhar com metas a serem batidas, gosto desse tipo de trabalho, que envolvem garra e determinação entre os funcionários. Contras: Trabalhar a os domingos, e também em relação ao local, eu moro na zona sul de São Paulo e o local de trabalho era no centro de Osasco, então a localidade atrapalhava um pouco.   "}]