[{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma empresa que possibilita a progressão de carreira, os horários são excelentes, há os benefícios que circundam os cargos, como planos de saúde e outros. Contras: deveria de haver um treinamento com maior qualidade para lidar com o público, exige-se muito com pouca recompensa, infelizmente o acesso aos melhores cargos são restritos não aos melhores funcionários, mas em como toda realidade brasileira, ao que agrada melhor o superior. Conselhos para presidência: Trabalhar em harmonia   "},{"user":"Assistente Comercial","avaliation":"Prós: pagamento em dia atenção com os funcionários benefícios atrativos como vale alimentação e refeição, celular funcional, seguro de vida e auxílio funeral, plano de saúde, previdência, kit amamentação... Contras: Gestores excesso de trabalho considero o salário baixo em comparação ao mercado. não tem outros pontos a destacar.   "},{"user":"Consultor","avaliation":"Prós: Empresa sólida e inovadora. Tem bastante oportunidades internas. Benefícios do mercado. Um benefício novo, é o home office. Ainda é um cultura nova na empresa, mas é um dos melhores benefícios. Contras: Processos burocráticos. Um pouco engessada em algumas áreas. A remuneração não é tão atraente. Política de benefícios mais atrativa para cargos de diretoria.   "},{"user":"Consultor de Relacionamento II","avaliation":"Prós: Empresa maravilhosa, com muitos beneficios, para quem tem filhos eh maravilhoso! Ate auxilio nutriçao tem, alem de todos os outros beneficos Contras: Algumas pessoas que trabalham na empresa, nao faz ser uma empresa perfeita. Mas de resto, nao ha do aue reclamar, a tim é muito boa para se trabalhar   "},{"user":"Funcionário","avaliation":"Prós: Se souber aproveitar as oportunidades, um ambiente excelente para crescimento pessoal e profissional. Uma escola - de como fazer & de como NÃO fazer. Contras: Muitas pessoas fazendo as mesmas coisas esperando resultados diferentes. Muitos incêndios, pouco raciocínio. Pouco espaço para criar. Gestão de pessoas deixa MUITO a desejar. Conselhos para presidência: Buscar líderes em vez de gestores. E promover mais consenso entre as diversas áreas, incentivando o trabalho em equipe em vez de disputas de ego.   "},{"user":" - Ex-funcionário, saiu em 2007","avaliation":"Prós: Plano de carreira Contras: Falta de heterogeneidade.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Liberdade para trabalhar sem muita pressão, local agradável com chefes compreensivos mas de acordo e abertos a novas ideias, sensíveis a mudancas Contras: Sem plano de carreiras definidos, constantes mudanças sistêmicas atuam diretamente nos planos, reuniões constantes sem avaliação final para definição padronizada de trabalho   "},{"user":"Operador de telemarketing l - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa que com seus benefícios ajudam muito ao funcionário,auxílio creche , refeições,plano de saúde, dão um bom treinamento pra cada função que estão sendo contratados. Contras: Crescimento é muito difícil, é difícil falar pontos negativos pq eu realmente acho que num modo geral é a boa empresa que recomendaria pra outras pessoas Conselhos para presidência: Mais oportunidades de crescimento   "},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Aprendizado na gestão de vendas, formação profissional, Espírito de equipe, formação para liderança , otima empresa para se trabalhar. Contras: Nao existe um plano de carreira.   "},{"user":"Consultor Júnior","avaliation":"Prós: Melhor empresa para se trabalhar, salarios em dia, ótima coordenação e gestão, otimos beneficios; oportunidades de crescimento, preocupas-se com os funcionarios Contras: Metas agressivas a algumas realidades; dependendo do momento e da localização das lojas as metas são agressivas ao extremo impossibilitando seu atingimento   "}]