[{"user":"Program Manager - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Fusões e constantes mudanças em virtude do mercado acabaram comprometendo a cultura da empresa. Torço para que retome aquela cultura. Mudou muito em relação aos anos 2000.   "},{"user":"Engenheiro de Testes Sênior","avaliation":"Prós: Empresa oferece bastante oportunidades de cursos, treinamentos e certificações Uso do inglês é bem frequente dependendo do time, o que é ótimo para quem deseja praticar o idioma. O cuidado com o funcionário é bem vísivel tendo em vista a quantidade de iniciativas que existem visando a qualidade de vida dos empregados (negros, LGBTQ+, etc...). Contras: Alguns desenvolvedores são extremamente arrogantes, contrariando o que a empresa prega, que é respeito ao funcionário e às diferenças. No meu time, não houve um cuidado em treinamentos para que eu pudesse conhecer melhor o meu time e as pessoas ao meu redor. Conselhos para presidência: Propiciar treinamentos e atividades de integração entre os funcionários e também com outros times cross-segments.   "},{"user":"Developer Programmer","avaliation":"Prós: Oportunidade de projetos desafiadores, desenvolvimento da língua inglesa, aprendizado constante, equipes qualificadas e empolgadas, forte liderança Contras: Distância de deslocamento, trânsito para acesso à empresa é um fator de estresse para a chegada e saída da empresa, pouca oportunidade de aumento de salário "},{"user":"Sênior Sofware Engineer","avaliation":"Prós: A possibilidade de fazer home office, horario flexivel, work life balance é bom, possui um dia remunerado fora da empresa chamado de offsite. Contras: Possui um pessimo refeitorio, o salario esta abaixo do mercado, maturidade e qualidade da média dos gerentes é muito baixa, possui muita burocracia   "},{"user":"Technical Support Engineer II","avaliation":"Prós: É uma multinacional com marca consolidada e que prioriza muito o bem estar do funcionário, há várias oportunidades de crescimento e a cultura, ética e missão da empresa está sempre voltada para a prosperidade dos clientes e funcionários. O Ambiente de trabalho é ótimo a possibilidade de Home Office agrega bastante. Contras: A empresa é muito boa de se trabalhar, porém vejo que por ser muito grande, há muita discrepância de cultura, valorização e principalmente remuneração entre uma área e outra, algumas áreas são subestimadas em relação as outras.   "},{"user":"Desenvolvedor de Softwares Sênior","avaliation":"Prós: A empresa tem um bom Work-life balance, company culture, igualdade de gêneros e de orientação sexual, trabalha bem a ética, tem uma boa oportunidade de crescimento. Contras: Meritocracia não funciona, muita burocracia envolvida para o aumento de salário e promoção. Distribuição de budget não funciona direito. Infraestrutura do escritório é bem ruim.   "},{"user":"Estagiário","avaliation":"Prós: Excelente ambiente de trabalho, ótimos colegas. Meu time é sensacional, cada dia eu aprendo mais e adquiro novas habilidades e competencias. Ambiente diverso e inclusivo Contras: A localização é um ponto a ser levado em conta, por ficar em outra cidade. O salário poderia ser um pouco maior pelas atividades e responsabilidades exercidas   "},{"user":"Representante de Vendas II","avaliation":"Prós: Valorização do funcionário, equilíbrio entre vida pessoal e profissional. Benefícios e desenvolvimento de carreira s, horários de trabalho flexível. Contras: Alguns funcionários são avaliados de forma diferente, principalmente quando não se tem um \"padrinho\" que lhe auxilie no desenvolvimento da sua carreira.   "},{"user":"Consultor","avaliation":"Prós: Forte cultura e filosofia de respeito a pessoa provendo trabalho remoto sem qualquer exigência de estar presente nos locais, oportunidade de carreira , acesso a liderança executivo.... Contras: Salarios bem na média , liderança bem comum não vi ninguém aínda fora da curva em relação ao mercado , as vezes falta senso de urgência e priorização das ações   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Salário muito bom. Muito feliz em trabalhar na Dell. Um sonho realizado. É ótimo ter na sua carteira de trabalho uma experiência com uma empresa como a Dell. Contras: Processo de integração um pouco confuso para quem o faz remotamente. Poderiam enviar um calendário com tudo o que você deve fazer até o dia em que vive ingressa na empresa, seria mais fácil.   "}]