[{"user":"Engenheiro de Software Sênior","avaliation":"Prós: Possui uma boa estabilidade, oportunidade de trabalho remoto, colaborativa, uso constante do inglês, treinamento, plano de carreira e boa remuneração. Contras: As vezes as tarefas diárias são burocráticas demais. Existem também tarefas que podem ser chatas e cansativas. Trabalhar nos \"deploys\" é cansativo.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho é satisfatório, além disso também há flexibilidades que ajudam na vida pessoal do funcionário. Esquipes bem preparadas e engajadas. Contras: Baixa contratação de estagiários, o que impede um crescimento na área em que entrou. As contratações costumam acontecer em outros times, com grades de entrada mais baixos.   "},{"user":"eBusiness Advisor - Ex-funcionário, saiu em 2012","avaliation":"Prós: A cultura empresarial era excelente. Organizados, inclusivos e extremamente abertos. Excelentes profissionais empolgados e dedicados ao trabalho. Contras: A estrutura organizacional era extremamente difusa, o que gerava pouco controle e evolução lenta ao longo do processo. Os custos compartilhados em contratos globais impediam um crescimento maior do mercado local. O espaço para evoluções de negócios era pequeno.   "},{"user":"Funcionário","avaliation":"Prós: Excelente emprego excelente empresa excelente área de atuação de informação e de informática, merece todos os votos necessário para uma pessoa Contras: Não tenho ponto negativo desta empresa é excelente sem nem um ponto excelente empresa ...   "},{"user":"Estagiário","avaliation":"Prós: Ambiente saudável. O refeitório é muito bom, o fretado atendem a muitas localidades e é sempre pontual. As pessoas são amistosas e existem grupos de diversidade. Contras: A empresa é muito engessada, o que dificulta crescimento e aceitação de novas ideais. É relativamente equilibrado o número de mulheres e homens, mas a maior parte dos cargos de alto escalão são masculinos, o que leva a um ambiente relativamente machista. A empresa atende a demandas dos EUA, o que as vezes não está de acordo com a realidade brasileira (alguns gerentes mantem muitos processos realizados aqui baseado na experiência americana, sem averiguar a necessidade local).   "},{"user":"Estagiário","avaliation":"Prós: A empresa é ótima, tem oportunidade de crescimento, o estagiário é tratado como estagiário, em 6 horas você aprende muitas coisas no dia a dia. Contras: Ainda não descobri pontos negativos. O ponto negativo é que porenquanto não sou efetivo e não recebo os beneficios, mas fora isso o aprendizado e constante.   "},{"user":"Estagiário","avaliation":"Prós: Dinamicidade, política de portas abertas e possibilidade de benchmarking sobre os assuntos mais variáveis que contribuem para a formação profissional. Contras: Não vejo muita coisa, acho que a eficiência talvez poderia ser maior (menos burocracias para organização inicial do estagiário), fora isso nada mais.   "},{"user":"Senior Database Administrator (DBA)","avaliation":"Prós: Trabalho em equipe , possibilidade de trabalhar de casa quando necessário. Ambiente equilibrado, chances de mudança de carreira se assim quiser. Contras: Poucas chances de promoção, redução de custos constante e perda de benefícios nos últimos anos como vale refeição, obrigando a utilizar refeitorio.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente descontraído e todos se ajudam quando necessário. Ainda não tive oportunidade de fazer home office mas sei que é permitido em algumas ocasiões. Contras: Nada que eu tenha identificado até hoje. Apenas um detalhe. Na contratação eu havia combinado um salário e quando chegou o dia de assinar a carteira meu salário mudou (1000 reais a menos). Acabei aceitando achando que ia aumentar com o aumento do sindicato mas o percentual do ano foi pouco.   "},{"user":"Estagiário de Marketing","avaliation":"Prós: Possibilidade de aprendizado muito grande, interação com outros times, empresa ótima para o currículo por ser famosa pelo alto nível de exigência com os trabalhadores. Contras: Ambiente muitas vezes burocrático demais, sem muitas possibilidades de inovações, pois tudo deve ser passado para o time global para a aprovação.   "}]