[{"user":"Coordenador de Manutenção","avaliation":"Prós: Empresa justa e aberta. Reconhecimento de funcionário através de prêmios. Ferramentas e orçamentos bons a disposição. Empresa muito grande com possibilidade de migrar de time. Contras: Gerentes do time de manutenção muito defasados. Não acompanharam a evolução da empresa e a evolução do perfil de trabalhadores. Não há chance de crescimento dentro do time de Manutenção "},{"user":"Large Opportunity Representative - Ex-funcionário, saiu em 2014","avaliation":"Prós: Aprendizado, Dinâmica insana, ótimo ambiente de trabalho, cultura vencedora, ótimos benefícios, treinamento constante, possibilidade de carreira Contras: Alguns lideres divergem da cultura da empresa, poderia ter maior flexibilidade de horários, a meta sempre chegava na metade do quarter, mudança do conceito de meritocracia Conselhos para presidência: Gerenciar mais de perto a postura de alguns lideres, pois a Dell tem uma cultura incrivel , só que nem sempre a gestão acompanha   "},{"user":"Consultor de Gerenciamento de Aplicações","avaliation":"Prós: Exsite bastante flexibilidade, possibilidade de trabalho remoto, trabalho times globais, contato com outras culturas, ambiente respeitoso, tolerante e inclusivo. Contras: Nada fora do comum. Bastante pressão em certos momentos críticos. Alguns problemas de comunicação (excessiva onde nao é necessario, faltante em certos pontos)   "},{"user":"Gestor de Pricing","avaliation":"Prós: Bom plano de carreira. Oportunidades internacionais e benefícios. Alto contato com outros paises, empresa pouco hierarquizada e fácil implantação de novas ideias. Contras: Polos políticos em algumas áreas que impede desenvolver projetos de forma satisfatória. Algumas posturas de gestores que não condiz com Marketing.   "},{"user":"Gerente de Projetos de TI - Ex-funcionário, saiu em 2017","avaliation":"Prós: Estar exposto à projetos internacionais e times distribuídos. Ciclos de avaliações constates e demanda de projetos regulares. Salário geralmente acima da média de mercado de Porto Alegre. Trabalhar na Dell da uma alta visibilidade e reconhecimento no mercado. Um lugar ótimo para aprender, pois vai ser muito demandado! Contras: Demanda extremamente alta, pelo menos no departamento onde trabalhei como Gerente de Projetos. Por ser grande e processual varias pessoas que você possa depender para realizar o seu trabalho podem se esconder atrás do processo.   "},{"user":"Funcionário","avaliation":"Prós: O plano de carreira da empresa é excelente. Proporciona bons eventos e momentos de aprendizado. Bom suporte aos funcionários e acompanhamento do RH. Contras: Demora em processos de exceção. A localização da empresa não é das melhores. O restaurante da empresa não serve uma boa comida e não é oferecido vale.   "},{"user":"Operador II - Ex-funcionário, saiu em 2014","avaliation":"Prós: Bom ambiente para se trabalhar, pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas.,cultura permite contato direto com os superiores. Contras: Promoções quase inexistentes dendro da manufatura,acumulo de funções,lideres mal preparados ,trabalho engessado,não costumam ouvir opiniões .   "},{"user":"Senior Manager - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom salário fixo e excelente work-life balance. Boa empresa para se iniciar a carreira com oportunidade de mudar constantemente de áreas e regiões. Contras: Remuneração variável com bônus geral para todos e o pacote de benefícios deixa a desejar comparado com outras empresas do mesmo setor e empresas referências em geral.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: mbiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Analista Sênior","avaliation":"Prós: Flexibilidade, causas sociais, respeito, ética e equilíbrio vida pessoal e profissional. Trabalho remoto, liberdade para falar com todas áreas, pessoas e cargos. Grupo de lutam por causa de minorias. Contras: Carreira totalmente na mão do funcionário, diferença salarial e mesmo nível de cobrança para todos os cargos. Falta de sistemas e ferramentas que facilitem controles. Conselhos para presidência: Melhorar ferramentas, maior direcionamento de carreira da gestão   "}]