[{"user":"Inside SalesEx-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala,\n\nContras: horário de trabalho não flexível com grandes desafios de crescimento devido a posição de grades. portas abertas deveria funcionar de forma mais efetiva.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"System EngineerEx-funcionário, saiu em 2014","avaliation":"Prós: Empresa muito jovem, com processos dinamicos, rapida, focada em atender bem os clientes. Os funcionarios de campo trabalham em Home Office, o que agiliza bastante o dia a dia.\n\nContras: Falta um pouco de ideia de vender valor. Muito focada no transacional. Empresa que poderiam ter alguns processos mais rápidos. Vendem a meritocracia, mas existem muitas panelinhas.\n\nConselhos para presidência: Ficar mais em vender valor. Desenvolver melhor a area de serviços. Desenvolver nuvem, que é algo extremamente embrionário e, na minha visão, e a chave para o futuro.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Home-Office, flexibilidade de horário, ambiente de trabalho. Sem contar que a Dell tem um peso muito grande para o currículo, além de uma grande oportunidade para aprimorar a língua inglesa.\n\nContras: Chances de crescimento são praticamente nulas. Só irá conseguir uma promoção de três formas: Politica, participação em grupos não focados no trabalho ou de alguma forma ser amigo de alguém influente.\n\nConselhos para presidência: Criar oportunidades reais para pessoas capacitadas, e não somente por serem amigos de gerentes.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Chance de crescimento.\n\nContras: Setores muito distintos não se tem muito contato com pessoal de fora.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente muito bom para se trabalhar, a cultura Dell se reflete muito no dia a dia, a empresa é muito correta e se tem muita liberdade para falar com as pessoas. Individualmente, tendo alinhamento com seu gerente, se pode trabalhar em melhorias e ganhar seu espaço e reconhecimento.\n\nContras: O acompanhamento individual por vezes não é tão bem feito e alguns times não tem possibilidade de efetivação para estagiários, mesmo com qualidade no trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ótima empresa para construir uma carreira. Levam super a sério a política de portar abertas - as lideranças são muito acessíveis e sempre auxiliam na construção da carreira. A cultura da empresa é muito boa e presente. Possibilidade de movimentação para diferentes áreas da empresa.\n\nContras: Processos bem definidos que acabam mecanizando a rotina. A comida do refeitório interno é bem fraca e, por mais que existam reclamações, não há mudanças.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Oportunidade de aprendizado, oportunidade de interagir com pessoas que estão há anos no mercado de trabalho e são muito experientes, ótimo lugar para trabalhar.\n\nContras: Como todas as empresas multinacionais, os processos já são bem consolidados - por isso, é difícil alterar a estrutura de processo dos times.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Contas","avaliation":"Prós: Salários, pessoas, benefícios, respeito das diferenças, transporte com onibus proprios, horários bons e fexíveis, possibilidade de rabalhar remoto\n\nContras: Crescimento de carreira para alguns segmentos, os gestores trancam a movimentação principalmente no segmento de Small Business, desalinhado com as políticas globais\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor Interno","avaliation":"Prós: Cultura, plano de carreira, clima organizacional, valores, salário, valorização do colaborador, liberdade para criatividade e política de portas abertas com diretores/gerentes\n\nContras: Rotatividade e instabilidade, possibilidades e promoção limitadas, carga horária e refeitório muito fraco, de modo geral pouca coisa negativa\n\nConselhos para presidência: Clima organizacional descontraído e remuneração\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte EnterpriseEx-funcionário, saiu em 2017","avaliation":"Prós: Trabalho em equipe, benefícios, possibilidade de crescimento, Possibilidade de movimentação interna para outros setores da empresa ou trabalhar em outros países.\n\nContras: Cobrança excessiva sobre os resultados individuais, cobranças por números positivos, com pesos diferentes, relacionados ao grau de amizade com a gerencia do time.\n\nConselhos para presidência: Não analisar somente os números dos seus resultados individualmente, mas a colaboração que ele traz para companhia.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"}]