[{"user":"Finance Advisor","avaliation":"Prós: Um ótimo lugar para trabalhar, com um ótimo ambiente, uma empresa ética e com profissionais qualificados! \"Great place to work!\" O funcionário direciona e impulsiona sua própria carreira Contras: Apesar de ser uma ótima empresa para se trabalhar, com certeza possui áreas de oportunidade. Um dos exemplos de oportunidade é a implementação de sistemas integrados.   "},{"user":"Funcionário","avaliation":"Prós: Plano de carreira é incrivelmente abrangente, as pessoas em sua maioria sao bem intencionadas e estao sempre dispostas a auxiliar o proximo. Contras: Por vezes a carga de trabalho é incrivelmente alta. Nada alem do esperado para uma empresa multinacional que envolve milhoes de dolares em suas transacoes.   "},{"user":"Analista Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho ético e inclusivo, oportunidades de aprendizado, contato com todos os colaboradores (independente de hierarquia), engajamento social, flexibilidade que permite equilíbrio entre vida pessoal e profissional. Contras: Discrepância nos salários de mesmo nível e função, entre homens e mulheres. Vale alimentação de valor baixíssimo. Alguns times são movidos por favoritismo e puxa-saquismo. Conselhos para presidência: Deve haver coerência na administração dos times. Enquanto alguns são extremamente bons e bem administrados, outros sofrem com má gerência e baixas expectativas.   "},{"user":"Fulfillment Management Analyst","avaliation":"Prós: Liberdade e flexibilidade. Existe muitos cargos diferentes te possibilitando mudar e experimentar novas coisas. A Dell incentiva mudança e da suporte para isso Contras: Sistemas são chatos. Existem muitos onde vc precisa ir de um lugar para o outro para obter informação. Também ter uma parte do time em POA e outra em Horto é muito ruim. Todos deveriam ficar no mesmo lugar Conselhos para presidência: Coloque todos em uma única planta, o ideal é todos ficarem perto da fábrica, economizaria com dinheiro de viagens e ligações telefônicas e tempo tambem   "},{"user":"Senior Manager","avaliation":"Prós: Ambiente colaborativo igualdade de oportunidades e gêneros, extremamente voltada a resultados e engajadora dos colaboradores no processo coletivo Contras: Por ser altamente colaborativo, as decisões são tomadas com muitos touch points, o que muitas vezes é bom porém pode ser demorado. Um alto número de reunioes tb atrapalha o dia a dia. Conselhos para presidência: Ambiente de BCC renovado, mobiliário e tb abertura para os níveis mais altos de executivos serem de SP   "},{"user":"Funcionário","avaliation":"Prós: Uma empresa com muitas oportunidades de carreira, remuneração acima da média e pessoas bem qualificadas trabalham nos times. Flexibilidade nos horários. Contras: Acessibilidade ao local de trabalho não é o ideal, distancia do polo de Eldorado é um ponto negativo, além da questão de segurança. Flexibilização do trabalho de casa ainda é inicial e não formal. O investimento está mais focado na India e Malasia   "},{"user":"Internship","avaliation":"Prós: A empresa proporciona a oportunidade de crescimento e desenvolvimento. É realmente tudo que esperava e muito mais, pois possui um ambiente muito bom cooperação e conhecimento único. Sem dúvidas essa é a melhor empresa que trabalhei e pretendo fazer parte deste time por muito tempo. Contras: Não tenho pontos de referência para está questão. Pois o caráter organizacional está perfeito. Talvez melhorar a empresa que fornece as refeições no refeitório(que não é ruim,mas poderia ser melhor). Conselhos para presidência: A empresa é ótima vale muito a pena trabalhar neste time...em qualquer lugar do mundo!   "},{"user":"Funcionário","avaliation":"Prós: Cultura da empresa, tem 0800 do etics q funciona muito bem, ha a possibilidade de trabalhar remoto, plano de saude, remuneracao, ppr, ferias parceladas Contras: Desenvolvimento de carreira nao funciona, é tudo ja programado eles colocam qm eles quiserrm na vaga ja fiz diversos desenvolvimentos e nenhum deu certo.. fiz tudo que pediram ai chega alguem sem nunca ter aparecido e pega a vaga sem valar q o rh é inutil Conselhos para presidência: Melhorar o desenvolvimento de carreira e terceirizar o rh   "},{"user":"Funcionário","avaliation":"Prós: Qualidade de vida e preocupação com o funcionário são o diferencial dessa empresa. Os benefícios e salário também são ótimos e parecem estar acima do mercado! Contras: Os trabalhadores remotos de SP muitas vezes precisam ser mais \"incluídos\" com o que acontece dentro da Dell, pois por ser remoto muitas vezes as informações e os cuidados demoram até chegar ao funcionário, que por vez está de casa no home office ou alocado em algum cliente! Um pouco mais de atenção faz bem! Conselhos para presidência: Amplie o conhecimento para serviços de outsourcing pois acredito que o sucesso será super positivo!   "},{"user":"Vendas","avaliation":"Prós: Muita coisa, principalmente a vontade de todos em se orgulhar da empresa, em ver a empresa crescer, crescer junto, vislumbrar varios anos e todos eles com muito Contras: Como toda empresa grande, possui suas burocracias, mas de todas és a que possui menos burocracia.O plano de saúde e pacotes de beneficios estao abaixo do mercado atualmente no Brasil. Conselhos para presidência: Trabalhar na desburocratização constante.   "}]