[{"user":"Analista Sênior","avaliation":"Prós: Cultura empresarial, ambiente descontraído, trabalho remoto, política de portas abertas, Contras: Difícil atingir crescimento na carreira, Plano de Participação nos Resultados é muito ruim, muito estresse, falta de ferramentas de TI adequadas para realizar o trabalho com menor esforço.   "},{"user":"Inside Sales Representative - Ex-funcionário, saiu em 2012","avaliation":"Prós: Desafiadora e com grande possibilidade de crescimento. Empresa permite um rápido desenvolvimento profissional. Empresa que está em constante mudança, permitindo mais dinâmica no dia dia de trabalho. Contras: Empresa vem tornando-se bastante política e acaba não conseguindo manter oa talentos que lá se desenvolvem. A meritocracia que antes acontecia, atualmente não se pode dizer o mesmo.   "},{"user":"Analista","avaliation":"Prós: A Dell tem um bom plano de carreira, boa remuneração, beneficios e um ótimo ambiente e cultura organizacional. É uma ótima empresa para crescer. Contras: Distância do local de trabalho para os grandes centros, pessoas mal capacitadas ou sem capacitação em cargos altos, causando desmotivação aqueles que querem crescer.   "},{"user":"Support Analyst","avaliation":"Prós: Bom ambiente de trabalho. Respeito as diversidades pessoais. Bom relacionamento com os superiores e boa estrutura de feedbacks. Ótima estrutura de benefícios. Contras: O salário para a área de suporte fica abaixo do mercado. Oportunidade de crescimento limitada. Obrigatoriedade de algumas políticas ultrapassadas ou fora do conformidade da função.   "},{"user":"Enterprise Technical Support Advisor - Ex-funcionário, saiu em 2016","avaliation":"Prós: O ambiente de trabalho e muito positivo, a empresa da todas as oportunidades para as pessoas se desenvolverem e ela auxilia o funcionario a ter um balanco entre a vida pessoal e profissional. Contras: Acredito que a empresa poderia ser mais organizada em seus sistemas e a comunicacao entre os setores poderia funcionar de uma forma mais suave.   "},{"user":"Analista de Suporte","avaliation":"Prós: Muitos recursos e tecnologia a disposição. Contato com pessoas de diversas regiões do mundo e possibilidade de crescimento. Respeito ao funcionário é as diferenças. Bom salário é muita experiência adquirida devido a grande demanda exigida Contras: Mudanças constantes o que pode causar por vezes incertezas no funcionário quanto ao futuro. Muita política que pode determinar crescimento ou estagnação dependendo dá equipe ou setor que trabalha.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Empresa multinacional que permite a interação direta com colegas do exterior. O salário também é muito bom e o ambiente é bem descontraído e informal. Abertura muito boa com gerentes. Contras: Os processo internos tanto da empresa como de várias areas são muito bagunçados e sem um padrão bem definido. Incomparável com muitas outras multinacionais que estão muito mais adiantados que a Dell. O incrível é que na Dell, eles realmente acham que os processos seguidos pela empresa são os melhores. Isso é a falta de visão de muitos funcionários antigos e acomodados nesses processos. E de gerentes também. O regime de 44 horas semanas é pesado, pois as 8:48 horas se transformam facinho em mais de 9 horas por dia. Isso sem contar os finais de semana de trabalho puxado em muitas areas. Benefícios não são muito bons comparadas com outras grandes empresas. Praticamente não existe Budget para Business travel comparado com outras multinacionais. Uma gama enorme de aplicações desnecessárias, o que faz com que um funcionário tem que cuidar de muitas aplicações fazendo quase a mesma coisa o que torna quase impossível de conhecer todas as aplicações. Muitas reclamações e boatos de demissões ao longo do ano. Conselhos para presidência: Diminuir o regime de 44 horas semanais, pois com oncalls finais de semana fica muito estressante.   "},{"user":"Analista de Suporte Técnico Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Muitos recursos para desenvolver as funções. Todos os equipamentos para o trabalho eram novos. E o ambiente de trabalho era tranquilo....... Contras: A forma como eram feitas as promoções não eram muito claras para os funcionários, e acabavam ficando nas mão dos gerentes apenas. E esse formato para promoções era muito ruim.   "},{"user":"Assistente de Folha de Pagamento","avaliation":"Prós: Otimo ambiente de trabalho, bons benefícios e é uma empresa que realmente prega pelo bem-estar do funcionário e pela qualidade de vida de quem trabalha ali. Contras: O salário é baixo se comparado a multinacionais do mesmo setor, e as oportunidades de carreira são bem restritras. O sistema de grades dificulta bastante a ascensão.   "},{"user":"Estagiário","avaliation":"Prós: Desenvolvimento profissional; Bom ambiente de trabalho; Boa Estrutura; Lateralidade; É uma ótima empresa para se desenvolver e que te proporciona uma bagagem importante. Contras: A falta de vagas para efetivação em áreas de marketing, à nivel de entrada, é um dos poucos pontos negativos que pode ser citado. Comida do refeitório não é muito boa.   "}]