[{"user":"Techinical Support Manager","avaliation":"Prós: A empresa é extremamente ética e é um privilegio fazer parte desta equipe. A cultura da empresa de portas abertas nos deixa bastante a vontade para falar com qualquer pessoa, de qualquer nível hierárquico.\n\nContras: Os pontos negativos que vejo não são da empresa, mas sim de alguns gestores. Para alguns deles falta atualizar-se em gestão de pessoas propriamente dito, conduzindo o dia a dia de forma mais moderna, flexível e voltada para a satisfação pessoal dos seus funcionários (não apenas métricas e resultados).\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Auditor Sênior","avaliation":"Prós: Reconhecimento internacional de função, e oportunidade de crescimento, flexibilidade em algumas áreas para atuar home office, empresa multinacional.\n\nContras: Localização não beneficia a todos onde alguns perdem horas no trajeto entre casa e trabalho, benefícios (14º, PPR, VT e VR) comparados com outras empresas do setor, até mesmo de menor porte, são inferiores.\n\nConselhos para presidência: Levar em consideração a diferença cultural de pais comparando beneficios entre empresas GP to work e comparar os benefícios em relação a outros setores\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Cultura da empresa, motivação pra trabalhar e continuar crescendo. Quem é efetivado tem muitos benefícios que fazem os que trabalham estarem motivados\n\nContras: Pouca inovação, algumas ferramentas muito antigas ainda. Necessita estar mais alinhada as iniciativas globais de infraestrutura e desenvolvimento de software\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2012","avaliation":"Prós: Forte valorizacao programa de estagio, excelentes programas de incentivo e estimulo a diversidade, baixo nivel de hierarquia, lideranças inspiradoras.\n\nContras: Muitas mudanças aconteciam top down e tinha pouco tempo e espaço para assimilar as mudanças. Maior parte da tomada de decisão era feita fora do pais e nos cabia apenas executar.\n\nConselhos para presidência: Tomada de decisão mais descentralizada\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Técnico Pleno","avaliation":"Prós: na conta Dell as amizades o aprendizado são bons, conhecimento técnico, cursos internos e alguns sorteios de produtos, além de algumas formas de subir de cargo.\n\nContras: as cobranças, métricas para suporte técnico acho injusto pelo fato do atendimento ser demorado com tantos procedimentos e okb's para seguir, além de burocrático demais para envio de peças ou aprovação de chamados mutias vezes orientando o cliente a abrir equipamentos durante atendimento., salário não compatível com o alto grau de stress por conta das métricas, muito apadrinhado conseguindo cargo e sem entender o básico de suporte técnico ou operação da conta.\n\nConselhos para presidência: Melhorar o suporte técnico, tornar mais abrangente, melhorar os treinamentos e aumentar o salário.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Possibilidade de trabalhar em outros paises, possibilidade de avanço de carreira, possibilidade de trabalhar remoto, forte politica de ética baseada na cultura americana\n\nContras: concorrencia interna muito alta em cargos de direção, necessidade de falar pelo menos ingles e espanhol, alta dependência do dólar nos resultados da empresa no brasil.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Suporte Técnico","avaliation":"Prós: Plano de carreira, oportunidades de atingir novos cargos, Benefícios para o funcionário e familiares. Portifólio de produtos reconhecido pelo mercado\n\nContras: Precisa ter um padrinho para crescer na empresa, as vagas são previamente acertadas entre o recrutador e aquele que ele quer para o cargo. Ambiente pesado, carga de trabalho exaustiva. Salários baixos para a carga de trabalho, pressão e politicagem\n\nConselhos para presidência: Acabar com a politicagem e apadrinhamento o que leva pessoas incompetentes a cargos estratégicos.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Cultura da empresa, oportunidade de crescimento, plano de benefícios, salário, ambiente de trabalho, líder de mercado em diversos segmento de produtos\n\nContras: Work and Life balance piorou muito, alguns benefícios foram retirados, constantes layoffs e reorgs acabam truncando ou dificultando as carreiras.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Atendimento ao ClienteEx-funcionário, saiu em 2016","avaliation":"Prós: Empresa que valoriza o funcionário. Salário atrativo. Gestão atenciosa, ótimo plano de saude e carreira. Refeitório no local. Transporte particular.\n\nContras: Metas rigorosas. Refeitório não muito bom. Nao tem muito mais oq reclamar da empresa pois é uma empresa muito boa de trabalhar. Indico a Dell.\n\nÚTIL? \nREPORTAR"},{"user":"Especialista de Software","avaliation":"Prós: Empresa com bons benefícios e ótimo plano de carreira. Sua cultura é muito boa e os funcionários se sentem muito acolhidos ao trabalhar aqui.\n\nContras: Empresa poderia dar mais valor aos funcionários antigos. Outro ponto negativo são os gerentes de vendas que são muito fracos e não refletem o tamanho da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]