[{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Possui bons Benefícios, ambiente agradável de trabalhar. Possui plano de carreira e com diversos horários flexíveis. Diversos treinamentos dos produtos Dell. Contras: Atendimento call center, fica preso ao telefone a jornada de trabalho toda, suporte feito apenas por telefone e remoto. Momento de alta demanada, atende cliente atrs do outro. Suporte muito restrito ao hardware, se você espera ver mais sobre MS, Linux, VMware etc a demanda é muito baixa. Basicamente ficará abrindo chamado para troca de disco ou fazendo troubleshoot de hardware.   "},{"user":"Gestor - Ex-funcionário, saiu em 2016","avaliation":"Prós: Cultura da empresa, bom ambiente de trabalho em algumas áreas e perspectiva de crescimento e carreira. É um lugar onde a ética é levada a sério, em compensação a valorização das pessoas está cada vez mais em segundo plano. Contras: A Dell está se tornando uma empresa sem identidade devido a estar em constante mudança, sem haver um lastro de estrutura que sustente as alterações. Em áreas operacionais, processos são engessados e pessoas são limitadas a seguir o que é proposto, com pouco papel de participação. Conselhos para presidência: Observar e investir na capacitação de seus gestores de primeiro nível. São os pontos diretos de influência para qualquer mudança e hoje, os menos preparados o que reflete absenteísmo, doenças, resultados a qualquer preço e ações confusas e incoerentes com a cultura da companhia.   "},{"user":"Funcionário","avaliation":"Prós: Proporciona Plano de carreira, é flexível, proporciono também benefícios que dificilmente se encontra no mercado, é motivadora e está sempre inovando. Contras: Plano de remuneração é limitado, as vendas poderiam ser mais motivadoras, seria importante voltar o reconhecimento por atingimento e festas celebrando final de trimestre com trofeus e final de ano. Conselhos para presidência: Ficar mais no reconhecimento e comemorar acontecimentos históricos da empresa, o bom funcionário e o bom vendedor é motivado não só pela comissão mas também pelo reconhecimento profissional, não é fácil com a situação econômica que o Brasil vem passando, e todo o esforço e dedicação do funcionário tem que ser valorizado. Para os demais, a dell está de parabéns, o clima é maravilhoso, as pessoas e o ambiente contribui para o melhor.   "},{"user":"Especialista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Excelente ambiente de trabalho, boa remuneração. Possibilidade de desenvolvimento de carreira e aprendizado continuo. Incentivo ao desenvolvimento. Contras: Você precisa ser adaptável, pois as mudanças são constantes, existe bastante pressão e cobranças de metas. O ambiente é desafiador, mas também bastante recompensador.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Benefícios atrativos mesmo que estejam sendo reduzidos. Possibilidade de certificações gratuitas. Possibilidade de carreira. Participação nos resultados. Contras: Modelo call center, muita pressão, comunicação deficiente, escala exaustiva, poucas oportunidades, salário baixo, chefes e não líderes. Ambiente doente   "},{"user":"Senior Analyst","avaliation":"Prós: Organização, faz o que é o certo e oferece muitas oportunidades de crescimento para quem está disposto. Quem chega na empresa as 8 contando as horas para as 18 não irá gostar de trabalhar aqui. Contras: Benefícios. Tem que ter um Vale alimentação. Agora, querem tirar o vale refeição também... PPR também é muito ruim (2%~ do total recebido no ano), nem se compara a outras empresas que oferecem no mínimo um salario extra.   "},{"user":"Estagiário","avaliation":"Prós: Aprendizado, oportunidades de trabalhar em diversos setores, trabalhar com grandes negócios. Respeito das leis trabalhistas, diversos eventos envolvendo o público Contras: Falta de diversidade de pensamento dos funcionários, empresa tradicional. Sem oportunidades de efetivação no momento. Falta de retenção de talentos   "},{"user":"Analista de Suporte Técnico Pleno","avaliation":"Prós: Tem transporte próprio para todas as cidades da região metropolitana de Porto Alegre, Unimed e Uniodonto. Possibilidade de efetivação de estagio. Contras: Possui um péssimo restaurante dentro da planta, não disponibiliza opção de não comer nele. Turno de trabalho das 8 as 18 com somente 1h de almoço. Não tem equilíbrio entre vida pessoal e trabalho. Remuneração baixa e pouca possibilidade de movimentação na carreira Conselhos para presidência: a Empresa que entrei em 2012 não é a mesma de hoje, repensem as politicas aplicadas de lá pra cá   "},{"user":"Consultor de Gerenciamento de Aplicações","avaliation":"Prós: um bom lugar para trabalhar, salário razoável, bom ambiente, pagamentos rigorosamente em dia. Oportunidades de viagens. Acesso a ultimas tecnologias Contras: excesso de cargos de gerencia. Sobreposição de gerentes. Participação nos lucros e resultados é ruim. Dissídio é vinculado ao sindicato dos metalúrgicos.   "},{"user":"Funcionário","avaliation":"Prós: Worklife balance. Flexibilidade Ótimo ambiente de trabalho Contras: Deposição salarial sempre abaixo da inflação devido à teto de dissídio muito baixo. "}]