[{"user":"Analista de Suporte a Empresas","avaliation":"Prós: Plano de carreira, benefícios. Com certeza isso pesa na escolha de uma empresa, e a Dell é um ótimo exemplo positivo. Neste quesito, vale muito a pena. Contras: Pressão para qualificação. Isso acaba por desgastar os analistas, pois somos cobrados para nos qualificarmos, muitas vezes em coisas que não são tão necessárias.   "},{"user":"Vendedor","avaliation":"Prós: Bem posicionada no mercado e disposta a crescer em participação, através das relevantes aquisições que vem fazendo. Ética no sentido de adotar concorrência leal e também no sentido de não forçar uso de soluções proprietárias a seus clientes Contras: Há interesse e determinação, mas há o que se fazer ainda para mover-se, de fato, de uma estrutura focada em vendas diretas para uma estrutura que apoie mais a venda através de canais e parceiros de negócios Conselhos para presidência: Em momentos de baixa de mercado, é perigoso acenar ao time a possibilidade de colocá-los em programas de recuperação de performance para aqueles que não estão atingindo suas cotas. Mais adequado seria motivar o time e - muito importante - rever a estrutura de custos dos produtos procurando oportunidades de melhoria de competitividade   "},{"user":"Analista de Planejamento","avaliation":"Prós: Flexibilidade, ambiente saudavel, liberdade para desenvolver o trabalho e opinar, premiam funcionários que tem algum reconhecimento. Contras: Remuneração, empresa está num momento ruim, o que não está possibilitando promoções. Empresa exige muito, é necessário muitas horas extras para conseguir cumprir demanda.   "},{"user":"Product Consultant - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa com mentalidade moderna e que se move rapidamente. Excelente escola e com oportunidades internacionais. Dinamismo. Contras: Se não for do clubinho \"Grêmio x Inter\", não vai chegar a lugar nenhum. Só vendas se destaca em SP. Upper management totalmente perdido com suas re-orgs a cada 3 meses.   "},{"user":"Consultor","avaliation":"Prós: Salário, plano de carreira, cultura organizacional, líderes executivos são muito bons, infraestrutura do local de trabalho. Contras: Gerentes fracos em termos de motivação, RH deixa o papel de recursos humanos para os gerentes, longe demais. Conselhos para presidência: Padronizar os requisitos dos seus talentos pode ser um limitador de carreira para alguns. Nem só de técnicos vive um suporte técnico.   "},{"user":"Estagiário","avaliation":"Prós: Você faz sua carreira, plano de carreira bem detalhado e definido, muito apoio de seus gestores, efetivação de estagiários, rápida ascenção se você for bom e mostrar que merece. Os gestores te dão muita abertura para dar ideias novas, propor melhorias, tirar dúvidas... você se sente acolhido e que eles torcem pelo seu sucesso. Contras: Salário ruim (baixo em relação a outras empresas da região), benefícios ruins, não oferecem seguro de vida, plano de saúde nem odontológico para estagiários, além disso, o vale transporte é feito em passes e cartão e não em dinheiro. Não possui fretados para cidades um pouco mais distantes.   "},{"user":"Gerente de Suporte Técnico","avaliation":"Prós: Cultura vencendora. Ambiente realmente estimulante, oportunidade de trabalhar e desenvolver iniciativas, projetos, ideias. Contras: Poderia ter um bonus anual maior, mais compativel com outras empresas do mesmo segmento. Exceção a isso, não me recordo de mais nada digno de nota.   "},{"user":"Channel Program Manager","avaliation":"Prós: É uma excelente empresa em todos os sentidos, se preocupa com os funcionários visa trabalhar a carreira e dispoe de bons beneficios. Contras: A cultura de home office é muito forte e isso se deve ao nivel alto de globalização da Dell. isso pode ser um ponto negativo para a adaptação, mas em geral é muito bom!   "},{"user":"Funcionário","avaliation":"Prós: Remuneracao, oportunidade de carreira, flexibilidade, politica de portas abertas, contato com executivos sem hieraquizacao Contras: Empresa possui estruturas bem dissipadas. Muitas subareas mtas vezes com estrategias desalunhadas. "},{"user":"Estagiário","avaliation":"Prós: Melhor empresa que estagiei até agora. Muito boa em tudo. Espero seguir carreira aqui dentro. Contras: A integradora pela qual eu faço estágio não tem os mesmo benefícios que a outra integradora.   "}]