[{"user":"Inside Sales Representative","avaliation":"Prós: Empresa com flexibilidade para férias l, com estrutura de grande porte que planeja os eventos da tabela global seguindo alguns dos princípios que a faz ganhar como boa empresa para se trabalhar . Salário um pouco acima do mercado . Contras: A empresa em Eldorado do sul não segue os princípios básicos da empresa no mundo , descriminando , abusando dos funcionários , dificultando o crescimento dos funcionários de base e criando um ambiente hostil. Conselhos para presidência: Se atentar ao perfil dos gerentes que hoje estão na sua estrutura boicotando e limitando grandes funcionários   "},{"user":"Estagiário","avaliation":"Prós: a cultura da empresa é muito bem desenvolvida/ você possui muita liberdade dentro da empresa, não possuindo uma hierarquia tão presente...... Contras: poucos beneficios para estagiarios, programa de estagio mal estruturado o que te faz sentir mão de obra barata, na minha área havia poucos treinamentos, o que te faz sentir em uma empresa não muito grande. Conselhos para presidência: melhorar o programa de estagio, RH mais presente na rotina e na vida deste   "},{"user":"Estagiária de Marketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa dá autonomia para os estagiários se desenvolverem e fazerem parte do negócio. Muita oportunidade de crescimento, podendo fazer rotação de funções dentro de várias áreas. Os gestores se preocupam com os estagiários e acompanham de perto. Contras: Nem todos os times funcionam da mesma maneira, mostrando que muita vezes a cultura da empresa não está presente em todos os funcionáros, porém não atrapalha no desenvolvimento profissional   "},{"user":"Consultor","avaliation":"Prós: Plano de carreira bem definido, gerentes e diretores bem preparados e comprometidos com seu staff, ética acima de tudo, estratégia de RH voltada à diversidade, boas instalações e equipamentos, ótimos plano de benefícios e horário flexível. Contras: Por ser uma empresa gigantesca e aderente à diversas regulamentos de compliance, mudanças são sempre exaustivamente discutidas incluindo um grande números de participantes; pode-se levar meses para que um projeto saia do rascunho até sua efetiva realização.   "},{"user":"Estagiário","avaliation":"Prós: Estabilidade, possibilidade de locomoção internacional, estrutura segura para trabalho, eventos de consientização a saúde (Setembro Amarelo, Outubro Rosa, Novembro Azul) Contras: Poderia ter um programa de Estágio definido para os estagiários, com melhores benefícios, melhor auxílio, melhor acompanhamento. Vales transporte em dinheiro e assistência médica também poderiam ser dados Conselhos para presidência: Melhor programa de Estágio, mais estruturado, com mais benefícios e objetivos. Chega um ponto que apenas o valor do Marca da Empresa não te sustentam mais com motivação.   "},{"user":"Especialista de Serviços","avaliation":"Prós: Ambiente positivo de crescimento, fortalecimento da diversidade e ambiente respeitoso - por haver muitos processos e muitas pessoas - aprende-se sobre relacionamentos e importância do mesmo na construção da carreira. Contras: Muitos cargos políticos e política de crescimento - o que chama-se de grades - se você executa um trabalho superior a seus pares, com maior dedicação e conhecimento, porém com menos tempo na empresa, você deve seguir uma trilha para chegar no mesmo patamar de um profissional que produz, executa e entrega pouco.   "},{"user":"Sênior Advisor","avaliation":"Prós: flexibilidade de horário e local de trabalho são os principais. Há boas oportunidades de viagens internacionais e participação em projetos globais Contras: Há muita burocracia para avançar em processos financeiros, etc... Há também muitos times fazendo coisas em paralelo, sem muita sinergia e priorização. Tudo é prioridade sempre, então não prioriza-se nada, e os resultados acabam frustando a liderança... há falta de autoridade de grande parte dos líderes para definir metas claras e bancar a decisão, gerando mais foco dos times Conselhos para presidência: tornar processos mais simples e claros. há muita redundância e falta de alinhamento entre times   "},{"user":"Vendedor Comercial","avaliation":"Prós: tecnologia e informação. Contras: dinheiro e beneficios Conselhos para presidência: dar mais grana para a galera   "},{"user":"Analista de Suporte Storage","avaliation":"Prós: Bom salário. Bons benefícios. É possível traçar uma carreira e seguir o seu caminho dentro da empresa. É possível tambem mudar de área quando necessário. Contras: Muita pressão. Não há preocupação com a saúde e bem estar do funcionário - tanto físico quanto psicológico. Após 8 anos da empresa adquiri alguns problemas. Ambiente tóxico - colegas tentando puxar o tapete um do outro para se beneficiar.   "},{"user":"Senior Analyst","avaliation":"Prós: Grande preocupação com work-life balance e desenvolvimento do funcionário. Empresa muito focado na ética e excelência na qualidade das entregas. Disponiiliza muitos treinamentos excelentes focados no desenvolvimento pessoal e profissional de cada colaborador Contras: Alguns gerentes brasileiros mais velhos ainda não estão muito alinhados com a cultura da global empresa. Salários não são mais tão competitivos assim. Estão se alinhando com o que há no mercado de trabalho. A empresa \"vende\" a cultura do home-office, mas na maioria das vezes , é muito burocrática, variando de time pra time. O refeitório da empresa é muito ruim e como a sede da empresa fica na estrada de Eldorado do Sul, não existem muitas opções de restaurantes próximo dali. Conselhos para presidência: Que o Brasil consiga incorporar melhor a cultura global de uma empresa de tecnologia. Principalmente noq ue diz respeito aos benefícios do funcionário.   "}]