[{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com boa participação no mercado de tecnologia e possui bons clientes e projetos para se trabalhar e bons desafios profissionais para se desenvolver. Contras: Empresa focada nos projetos, precisa criar um pool de funcionários para valorizar sua mão de obra qualificada, pois faz propaganda que possui os melhores mas não retém seus talentos.   "},{"user":"Especialista de Desenvolvimento Java","avaliation":"Prós: A empresa no geral é bacana. No meu caso, uma divisão até que boa na bolsa Flex (CLT Flex) e o gerente responsavel pelo people care é comprometido e presente. Contras: RH é meio na linha das antigas. Obedeça! Você errou! Quero isso para ontem! Infelizmente, nas poucas oportunidades que tive contato com eles foi meio nessa linha. Equipes de suporte parecem meio descontentes, porque normalmente o atendimento não é dos melhores.   "},{"user":"Estagiário","avaliation":"Prós: Não reconheço pontos positivos visto que a empresa da mais valor ao cliente do que o próprio funcionário, afinal gasto é sempre ruim e o cliente é um deus. Contras: Não sei como essa empresa se mantém em pé, visto que a gerencia é horrível, os próprios funcionários não respeitam os demais e é necessário trabalhar altas horas para agradar o cliente. Conselhos para presidência: Cuidado com quem contratam, valorizem os funcionários e refaçam a gerencia   "},{"user":"Gerente de Operações","avaliation":"Prós: Oportunidade de atuação direta no cliente Organização das operações de delivery Acesso aos executivos Capacidade de desenvolvimento e capacitação do profissional com o trabalho do dia a dia Contras: Organização do RH e DP Modelo de contratação engessado Falta de clareza nas diretrizes de mercado da empresa Falta de divulgação da estratégia macro da empresa perante o mercado e a estratégia de ação em seus clientes   "},{"user":"Coordenador de Sistemas","avaliation":"Prós: Gosto de poder atuar em clientes diferentes e não ter a sensação de estar estagnada no mesmo lugar. Liberdade de trabalho, horários flexíveis, Contras: As áreas aparentam não ter uma integração entre si e com isso existe uma demora na resposta ao colaborador. Também não existe um alocação assistida, uma vez que você está no cliente é você e o cliente. Conselhos para presidência: Quanto mais você se importar com a felicidade do seu colaborador, mais resultados você vai ter.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Comunicação dos gestores, empenho das equipes envolvidas flexibilidade de horarios, flexibilidade de trocar de cliente e local de trabalho.... Contras: Gestão nunca quer se \"indispor\" com o cliente, isso faz com que nunca tenha coragem de contestar atividades fora do escopo para ser realizada em tempos records ou até mesmo atividades que não são viávies de realizar . Conselhos para presidência: não tenha medo de repassar ao funcionário pates dos lucros,   "},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho descontraído, Horários Flexíveis, Localização Privilegiada de frente com a estação Brigadeiro, Funcionários comprometidos. Contras: Gestores e Programadores Seniores não dão atenção devida ao aprendizado dos estagiários, e ao mesmo tempo exigem muitíssimo dos mesmos chegando a deixar projetos inteiros nas mãos dos estagiários. Faltam computadores com capacidade suficiente para o trabalho.   "},{"user":"Analista Programador Júnior","avaliation":"Prós: Ótima empresa para trabalhar com ótimos profissionais pela empresa. Gestores que conversam de verdade com o funcionário para entender possíveis problemas e solucioná-los. A empresa tem interesse real com quem está nela e admiro muito isso. Contras: O fato de uma possível alocação é estressante enquanto você está no aguardo de outro projeto. Dependendo de onde você for alocado pode ser que sua jornada de trabalho seja bem demorada.   "},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Super famosa no mundo de TI, participa de eventos grandes, dá aos funcionários oportunidade de se trabalhar com novas tecnologias e promete soluções de grande escala, permitindo que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muita politica para poucos, se você não for da panela, é humilhado, cobrado e depois descartado como um objeto barato comprado em alguma loja de brexó. Tem que tomar muito cuidado com quem conversa. Conselhos para presidência: Cuidado nas pessoas que confia   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Relacionamento pessoal com a equipe é bom, pois permite o desenvolvimento das atividades de forma remota, demonstrando maior confiança no resultado a ser apresentado. Contras: Falta de interação entre os gestores com o objetivo de reaproveitamento dos recursos humanos no final dos projetos. Geralmente existem novos projetos em outras equipes e um recurso poderia ser aproveitado ao invés de dispensado. Conselhos para presidência: Criar meios de compartilhar os recursos entre equipes diferentes com o foco no colaborador, para adquirir novos conhecimentos, mesmo que seja em horários distintos do horário comercial, como se fosse um estágio.   "}]