[{"user":"Consultor ABAP Sênior","avaliation":"Prós: Ótimos Profissionais, horários flexíveis, bons clientes, porte, volume de projetos, estabilidade, clima, boas relações inter pessoais e marketing. Contras: Não possui plano de carreira, não possui benefícios, não se preocupa com a qualidade de vida dos colaboradores, oferece treinamento somente aos finais de semana. Conselhos para presidência: Oferecer treinamentos durante o horário de trabalho, oferecer benefícios, plano de carreira, reajustes compatíveis com o da desvalorização monetária conforme previsto em lei.   "},{"user":"Consultor Especialista de Sistemas","avaliation":"Prós: Flexibilidade, modernismo, empregabilidade. Clima bom, pessoas gentis, bons profissionais, relacionamento com muitas empresas. Transparência. Contras: Forma de pagamento, terceirização, faltando treinamento, modelo cesta, CLT flex. Falta de coaching, falta de gestor. Análise do perfil deixa a desejar Conselhos para presidência: Em terceiros a Resource deveria lucrar um percentual e não o mesmo valor do funcionário   "},{"user":"Coordenador","avaliation":"Prós: Os pontos positivos são ambiente de trabalho, trabalho em equipe, flexibilidade de horário. A localização ajuda muito e valores e cultura da empresa Contras: Modalidade de contratação ainda não é 100% CLT e não possui beneficios definidos como previdencia privada e PLR para os funcionários .......   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Por ser uma empresa que trabalha com muitos projetos, você aprende evolui rápido a parte técnica. Então, para quem está iniciando e um ótimo começo. Contras: Não tem plano de carreira. Então, uma vez que se tem um bom conhecimento técnico, é hora de repensar na carreira e buscar novamente o crescimento profissional.   "},{"user":"Consultor SAP ABAP Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: A experiência de trabalhar numa empresa grande, com grandes clientes. Trabalhar no CENESP é legal. Nunca fui desrespeitado como pessoa. Lugar pra se fazer bons amigos. Contras: Discrepância entre os valores (teóricos) e o que de fato se pratica no dia à dia na atuação. No lema é \"Closer, Faster, Better\", na prática é \"Vai logo, entrega no prazo, não interessa como.\" Conselhos para presidência: A Resource é uma empresa muito grande, então não se pode determinar nem prós nem contras de maneira generalizada pois existem discrepâncias entre os departamentos. Eu trabalhei na área de SAP e nos últimos tempos só posso dizer que a busca pela qualidade caiu vertiginosamente. Sobraram cortes, faltou conversa. Sobraram cobranças, faltou feedback.   "},{"user":"Analista Sênior - Ex-funcionário, saiu em 2011","avaliation":"Prós: Empresa muito boa, ótimos reconhecimentos com os funcionarios, sempre prestativos. Apesar de ter trabalhado 1 ano com eles não tive nenhum problema Contras: não existe pontos negativos, sempre que precisei falar com a empresa todos sempre esteve a disposicao, talvez o lugar onde fica a empresa, apesar que prestei service para uma empresa que ficava na agua branca   "},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente dinamismo em equipe, possibilidade constante de crescimento profissional e ótimas modalidades de contratação. Contras: Excelente dinamismo em equipe, possibilidade constante de crescimento profissional e ótimas modalidades de contratação.Excelente dinamismo em equipe, possibilidade constante de crescimento profissional e ótimas modalidades de contratação.Excelente dinamismo em equipe, possibilidade constante de crescimento profissional e ótimas modalidades de contratação.   "},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa visualmente é boa, trabalhando dentro dela. Diversidade de cargos em que se pode trabalhar. Os horários são alguns flexíveis outros nem tanto. Contras: Trabalhar nos seus clientes é péssimo. Os gestores e coordenadores não seguem nenhuma diretriz ou metodologias de boa praticas de TI como ITIL por exemplo e as atividades ficam confusas.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Pagamento em dia, flexibilidade de horário ... Contras: Melhoria nos processos internos, melhoria na comunicação entre equipes de projeto, falta de comunicação, avaliação melhor dos contratados....   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Seriedade nos prazos de pagamentos. Para colaboradores internos, existe uma grande preocupação com seu bem-estar. Plano de carreira para internos. Contras: Ausência de plano de carreira para colaboradores externos. Sentimento de esquecimento e falta de perspectiva de crescimento profissional e evolução salarial   "}]