[{"user":"Coordenador de Sistemas","avaliation":"Prós: segurança, equipe engajada, possibilidades de atuação em diversos projetos relacionados a bancos, clima da equipe, liberdade de expressão, investimento e novas metodologias Contras: Falta de comunicação entre as áreas, falta de transparência com os funcionários, falta plano de carreira aplicado aos colaboradores, falta mentoria   "},{"user":"Scrum Master","avaliation":"Prós: As pessoas trabalham muito bem em equipe, é comum pessoas que saem da empresa voltar depois de um tempo por conta dessa amizade. É um saco ter que escrever 140 caracteres pra poder enviar a frase. Contras: Falta de transparência. Você nunca tem visibilidade do que está acontecendo, quando o cliente te encosta na parede e começa a fazer perguntas é constrangedor.   "},{"user":"Funcionário","avaliation":"Prós: Possui parcerias com grandes players da indústria de TI o que pode ajudar no aprendizado contínuo. Além disso, tem treinamentos internos que também contribuem com o desenvolvimento profissional Contras: Processos administrativos mal desenhados o que acarreta em pífio suporte aos colaboradores. Salário oferecido é baixo e muitas há pouca margem para negociações. Conselhos para presidência: Melhorar processos e investir em retenção de talentos.   "},{"user":"Analista de Testes","avaliation":"Prós: Horários flexíveis. Horários flexíveis.Horários flexíveis.Horários flexíveis.Horários flexíveis.Horários flexíveis.Horários flexíveis.Horários flexíveis. Contras: Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.Até agora, nenhum.   "},{"user":"Coordenador de Infraestrutura","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Equipes alocadas sem suporte ideal, assim ficamos sem saber direcionais da empresa e em muitas situações conhecemo somente o cliente onde ficamos alocados. Necessário maior suporte para estas equipes. Conselhos para presidência: Acabar com os modelos de contratação Flex.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Interação entre os funcionários. Como estou alocado o cliente em questão me dá liberdade e plenas condições de trabalho. Me sinto como se fosse um funcionário. Contras: Empresa que oferece boas condições de trabalho para o funcionário. Falta um plano de carreira mais definido, ser mais claro em relação a cargos e salários. Falta plr tbm.   "},{"user":"Analista de RH Pleno","avaliation":"Prós: Tem muitos clientes. Trabalha fortemente com tecnologias atuais. Tem uma força comercial muito agressiva. Tem muitas ações de Capital Humano. Contras: Competitividade interna. Pouco senso corporativo. Precisa amadurecer os processos de modo que os resultados nao possam ser manipulados. Alta rotatividade.   "},{"user":"Desenvolvedor.NET","avaliation":"Prós: O principal ponto positivo é a flexibilidade de horários e possibilidade de Home Office. Bom ambiente de trabalho com uma carteira de clientes respeitável. Contras: Processos internos são pouco partilhados com os funcionários. A comunicação entre RH e Funcionário é um ponto a ser melhorado com toda certeza.   "},{"user":"Gerente de Operações","avaliation":"Prós: Equipe Unida Salário de acordo com o mercado Preocupação em manter o empregado Grande Gama de clientes e áreas de atuação Workshops internos para difundir outras tecnologias Contras: Mudanças frequentes na forma de contratação gerando perdas ao funcionário Atendimento diferenciado aos funcionários que não estão alocados na sede da empresa Conselhos para presidência: Dar a mesma oportunidade a todos e criar planos de carreira   "},{"user":"Analista de Testes Sênior","avaliation":"Prós: Horário flexível, vestimentas acompanham o dress code do cliente, pagamentos em dia. Possibilidade de realizar trabalho remoto, organização das equipes tranquila e funcional. Contras: Um tanto quanto confuso o método do pagamento de benefícios. Outro ponto é a questão dos motivos para as mudanças nas equipes, talvez, dizer a verdade sobre o que ocorre, possa dar uma visão mais clara sobre como devemos nos comportar no futuro. Conselhos para presidência: Deixem que seus funcionários saibam o que ocorre com o cliente, cobrem de seus gerentes e coordenadores, que passem feedbacks, e não somente fiquem cobrando prazo e qualidade. É bom saber o que acontece e o que se espera, não só no âmbito de prazos.   "}]