[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Bom ambiente de trabalho e flexibilidade. Contras: Forma de contratação insegura, não possui benefícios.   "},{"user":"Funcionário","avaliation":"Prós: Empresa Resource ajuda muito que funcionarios aprenderam rápido e ficam mais inteligentes. Contras: Alguns funcionários deviam conviver mais com os surdos. "},{"user":"Analista de Sistemas","avaliation":"Prós: Possui diversas oportunidades de realocação ao funcionários. Contras: Salário um pouco abaixo da média.   "},{"user":"Analista Programador Java Pleno","avaliation":"Prós: Fácil comunicação com o RH da empresa. Contras: Forma de contratação confusa e ruim para o funcionário. Nenhum plano de carreira. Demora no retorno de qualquer solicitação ou avaliação. Conselhos para presidência: Esquecer o Flex. Ele é ruim.   "},{"user":"Líder Técnico","avaliation":"Prós: Muito liberdade quando se tem a confiança dos superiores. Contras: A matriz é um lugar onde precisar ser realmente polido e político na hora de se comunicar.   "},{"user":"Consultor de Sistemas Sênior","avaliation":"Prós: Vida profissional é vida pessoal bem balanceada Contras: Nao tem PLR, funcionários não são valorizados   "},{"user":"Funcionário","avaliation":"Prós: Quantidade de clientes, oportunidades Contras: Pagamento CLT Flex, Falta de Plano de Carreira Conselhos para presidência: Gestão pessoal "},{"user":"Especialista em TI","avaliation":"Prós: Tamanho, assiduidade no pagamento do salário. Contras: Acompanhamento dos profissionais, oportunidades em outras áreas, ausência de treinamento. Conselhos para presidência: Disponibilizar maior espaço para profissionais empreendedores.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente de trabalho e plano de carreira Contras: Localização na se na sul me atrapalha particularmente Conselhos para presidência: Valorizar carreira   "},{"user":"Funcionário","avaliation":"Prós: Muitas áreas e oportunidades para atuar. Contras: Várias \"Pequenas\" empresas dentro de uma empresa grande. Conselhos para presidência: Apresentar um plano de recomposição salarial automática, pelo menos pelo índice da inflação oficial.   "}]