[{"user":"Analista Desenvolvedor","avaliation":"Prós: Empresa muito receptiva, sempre ajuda no que for necessário, atenciosos e profissionais. Sempre que necessário pude contar com a ajuda dos meus superiores. Contras: Em vários momentos tive problemas com algumas obrigações que eram exigidas porém não levaram em conta a situação que o funcionário trabalha. Sempre que tinha algum problema no webponto me cobravam que nunca consegui lançar meus pontos nos seus respectivos horários, porém, enquanto estava desempenhando no cliente, não era possível acessar o sistema para fazer o processo completo. Conselhos para presidência: Um maior contato com os funcionários que não trabalham dentro dos escritórios seria muito vantajoso.   "},{"user":"Scrum Master","avaliation":"Prós: Trabalhar na área em que estuda é muito gratificante. O aprendizado é gigante. Vale Alimentação. Projetos impactantes e que agrega muito na vida profissional. Contras: Distancia da Sede da empresa. Com essa distancia, a empresa não tem uma visão tão clara das dificuldades que temos e o que pensamos da empresa. Conselhos para presidência: Esculte os funcionários que estão mais distantes da Sede.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Ótima empresa para se trabalhar, Ótima empresa para se trabalhar, Ótima empresa para se trabalhar, Ótima empresa para se trabalhar, Ótima empresa para se trabalhar, Ótima empresa para se trabalhar, Contras: Excesso de trabalho, Excesso de trabalho, Excesso de trabalho, Excesso de trabalho, Excesso de trabalho, Excesso de trabalho, Excesso de trabalho   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Pacote de benefícios atraente. Gestores próximos e atentos às necessidades de suas equipes. Estrutura de RH ágil, o que dá tranquilidade aos profissionais no dia-a-dia. Contras: Não fica claro um plano de carreira. Cursos de capacitação são poucos para uma empresa com foco em tecnologia. A localização de seu escritório central é ruim.   "},{"user":"Desenvolvedor de RPA","avaliation":"Prós: Aberta a idéias e mudanças. Trata os funcionários com dignidade. Oferece possibilidades de realocação dando oportunidades de crescimento profissional a todos. Atua em diversas frentes e realiza uma reunião bimestral para demonstrar os seus produtos aos funcionarios de outro setor regado a Pizza e Cerveja (iBeer). Contras: É necessário reorganizar a casa em alguns assuntos. Devido ao mercado aquecido nesse inicio de 2019 alguns bons talentos estão saindo e essa readequação gera sobrecarga, claramente esperada, aos demais funcionários da área que precisam de incentivos para não seguirem os mesmos passos dos que saíram.   "},{"user":"Analista Programador","avaliation":"Prós: Ambiente descontraido, flexibilidade no horário, boa remuneração, facil acesso na av paulista, . Contras: Falta de plano de carreira e incentivos por parte dos gerentes da empresa .   "},{"user":"Analista de RH III","avaliation":"Prós: Ambiente Muito Bom, descontraído, existe muita oportunidade de aprendizado e podemos transitar por diversas áreas, a empresa incentiva a mudança para os colaboradores ficarem satisfeitos Contras: A comunicação poderia ser um pouco melhor, nem todos os colaboradores recebem todas as notícias. Ficaria mais uniforme termos todas as informações completas.   "},{"user":"Analista de Requisitos Sênior","avaliation":"Prós: Flexibilidade de horários, estacionamento próprio e benefícios bons. Vale alimentação é um diferencial mas poderia ser melhor. Possibilidade de crescimento também é um diferencial. Contras: Estrutura nizacional e contrato com cliente são pontos negativos da empresa. Boa empresa mas que não sabe negociar com seus clientes e aceita contratos bastante arriscados.   "},{"user":"Analista Administrativo","avaliation":"Prós: Os benefícios da empresa é um ponto muito positivo, eles valorizam seu serviço, como fico alocada no cliente não tenho muito contato , e o que eu consigo avaliar Contras: Acho a empresa na questão do RH deles muito bagunçado, as vezes entregamos documentos ele dizem que nao recebeu, ou ate mesmo solicitamos vale transporte preenchendo todo o campo correto eles conseguem comprar errado.   "},{"user":"Analista Programador - Ex-funcionário, saiu em 2019","avaliation":"Prós: Bom relacionamento com a equipe, salário e benéficio (VR) sempre em dia. Pelo envio de e-mails, trabalham com tecnologias novas no próprio escritório. Contras: Funcionário alocado tratado igual bicho, sem perspectiva de mudança, completo despreparo por parte da empresa e da gestão, RH é uma bagunça e vivem sumindo com documentos, abuso por parte do cliente. Conselhos para presidência: Contratar gerentes de projeto com mais preparo e que não vise apenas o próprio prestígio ao avaliar problemas no geral, realizar um plano de carreira para aproveitar alocados e evitar alta rotatividade, ser mais transparente com os colaboradores, apresentar melhor a empresa para os que entram antes de jogar no cliente, não tratar funcionário igual bicho mas sim como uma parte responsável para o crescimento da corporação. Por fim, verificar as entrevistas de desligamento para pesar os motivos que fazem os funcionários procurar o mercado.   "}]