[{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Salário competitivo com o mercado. Vários incentivos à tecnologias novas e tals. Os Profissionais são bons, os benefícios são razoavelmente bons. Contras: Não tem reconhecimento profissional, avaliação do mesmo, pois os terceiros ficam esquecidos nos clientes, tornando o profissional cada vez mais distantes dos RHs e feedback.   "},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Algumas oportunidades de aprender coisas novas. Dependendo do setor de trabalho a equipe pode ser boa. Não vejo muitos pontos bons, acho que por trabalhar com alocação temos a chance de ser contratados por uma empresa boa. Contras: Desvaloriza os funcionários, não tem plano de carreira, sem PLR. A empresa demite funcionários antigos para contratar estagiários e os vendem como sênior. Conselhos para presidência: A empresa deveria valorizar seus funcionários e não tratá-los apenas como um recurso descartável   "},{"user":"Product Developer","avaliation":"Prós: Os salários são pagos em dia, existe a possibilidade de receber uma parte do pagamento em sexta de benefícios, geralmente quando o funcionário precisa da empresa não demora para ser atendido. Contras: Sistema de ponto e horrível, morosidade para renegociar salário, você acerta um novo valor e espera meses pra receber, plano de saúde poderia ser melhor, o vale refeição e de valor baixo. Conselhos para presidência: Não demorar meses pra reajuste salarial depois que foi combinado.   "},{"user":"Analista de Qualidade Júnior","avaliation":"Prós: Bom relacionamento com os colaboradores, ambiente agradável. Localização ótima. Organização. Trabalho em equipe. Bom acesso ao diretor. Agradável. Contras: Remuneração baixa, sem muitas perspectivas de crescimento. Poderiam pagar mais no VR que hoje fica abaixo da média para a região. Bom são esses os pontos.   "},{"user":"Assistente de Assistente de Recursos Humanos","avaliation":"Prós: O Relacionamento entre as pessoas, Flexibilidade de horário, sinergia entre os membro da equipe, o clima organizacional e oportunidades de desenvolvimento profissional. Contras: Benefícios escassos e processos arcaicos, Conselhos para presidência: Vamos entrar na era de transformação digital, deixar os escritórios mais descolados com cara da geração Y. A área de DCX está de Parabéns ! A empresa toda deveria ser assim, não só o aquário deles.   "},{"user":"Funcionário","avaliation":"Prós: Clima organizacional excelente, pagamento sempre em dia e empresa voltada para a inovação tecnológica. As áreas de negócio possuem especialistas nas tecnologias mais inovadoras que existem no mercado. É extremamente direcionada para a qualidade das entregas. Contras: Não há plano de carreira, muitos profissionais bons saem por não enxergarem a possibilidade de crescimento dentro da organização. Alta rotatividade em todas as áreas. Remuneração e benefícios abaixo do mercado e ausência de estratégia para atingir as metas. Também não há estratégia para retenção e reconhecimento de talentos.   "},{"user":"Analista Programador","avaliation":"Prós: Empresa paga o salário em dia, da flexibilidade de fazer home office dependendo da gerência, é uma empresa que está a muito tempo no mercado. Contras: Dependendo da gerencia que você atua, pode ser uma boa ou má empresa... As áreas não se conversam, então, se você ficar sem projeto, provavelmente não vão fazer nada para conseguir. O salário eles somam uns valores por fora e estes valores (auxilio vestimenta, auxilio isso e auxilio aquilo) para somar no salário e te obrigam a ficar lançando notas fiscais de produtos, que nem sempre são verdadeiras, para justificar o salário.   "},{"user":"Desenvolvedor","avaliation":"Prós: Bom local para aprender lidando com projetos e DevOps, e também um bom local para interagir com outros desenvolvedores e criar um bom networking Contras: É essencialmente uma empresa de terceirização e não de TI. O cliente faz o que quer e os gerentes não interveem. Alguns funcionários se sentem desprotegidos e sem apoio por causa disso. O VR é baixo em relação a onde a empresa está localizada. É uma boa empresa para começar, mas não é viável a longo prazo Conselhos para presidência: Melhorar o plano de carreira, incentivar os gerentes a se impor mais contra expectativas irreais de clientes.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nenhum. Contras: Tratam mal funcionários terceirizados. Departamento de Recursos Humanos de péssima qualidade. Prometem muito e não cumprem o combinado. a   "},{"user":"Programador .NET Júnior","avaliation":"Prós: Ambiente descontraído, com ótimos profissionais, que estão sempre dispostos a te ajudar em caso de dificuldade. Ótimos projetos para se trabalhar com empresas de grande porte. Contras: Por ser uma filial não enxergo muita oportunidade de crescimento na empresa, e nem diversas áreas de atuação, acredito que na matriz exista maiores oportunidades.   "}]