[{"user":"Analista de Relacionamento Júnior","avaliation":"Prós: Nunca me deixou na mão quando eu mais precisei e está sempre cumprindo com aquilo que promete no momento em que vc faz a entrevista de emprego. Ótimo ambiente de trabalho. Contras: Acredito que o salário poderia melhorar um pouco mais e algumas campanhas motivacionais acredito que ajudaria muito mais para nossa satisfação. Conselhos para presidência: Continue nesse caminho.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Apoia a diversidade pois trabalhamos com todos os tipos de pessoas; Paga rigorosamente em dias; Como a empresa está em crescimento, é gerado um grande volume de oportunidades internas de crescimento. Contras: 1. A empresa é desorganizada, e isso parte da gerência que não compartilha com a operação as mudanças feitas constantemente. 2. WFM totalmente ineficiente, escalas prejudiciais aos agentes o que gera um alto absenteísmo. 3. Salários baixos para funções desgastantes. 4. Cargos novos para pessoas que são próximos das pessoas que realizam as seleções e participam de entrevistas. 5. As pessoas querem crescer de cargos, mas quando surgem as oportunidades, contratam pessoas fora do mercado, dificultando o dia a dia de quem está dentro do processo e assim desestimulando o crescimento das pessoas que se esforçam. Conselhos para presidência: Pensem nos agentes como seres humanos e pessoas que precisam viver bem, estar saudáveis. Se a gerência folgasse as terças e quintas (como toda operação) acredito que não estariam satisfeitos também.   "},{"user":"Atendente de Atendimento","avaliation":"Prós: Muito bom, ambiente agradável, pessoas animadas e alto astral. Salário condizente com o mercado de trabalho. Bom VR, oportunidade de crescimento dentro da empresa Contras: nenhum . "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: A empresa tem comprometimento com os colaboradores, principalmente no assunto respeito com as diferenças classes, além de valorizar muito o esforço de todos, tornando um ambiente agradável e produtivo para todos. A pontualidade da empresa com salario e preocupação com seus colaboradores. Mudanças e implantações de melhorias com seus colaboradores. Contras: Acredito que com o crescimento da empresa na velocidade em que está acontecendo precisamos de mais algumas melhorias como o ampliamento do refeitório e da sala de descompressão. Conselhos para presidência: Aconselho não deixar jamais se perder a cultura que temos aqui dentro de velocidade, visibilidade e valor, que viabiliza o crescimento de todos como um todo e que agrega valores internos em cada pessoa.   "},{"user":"Funcionário","avaliation":"Prós: Empresa proporciona grandes oportunidades de crescimento, reconhecimento de seus colaboradores, e ações motivacionais maravilhosas. Orgulho de ser! Contras: A empresa tem grandes oportunidades, chances de crescimento, desenvolvimento de seus colaboradores, porem, poderia ter uma remuneração maior.   "},{"user":"Agente Operacional","avaliation":"Prós: É um lugar que não possui preconceitos cada um pode agir do seu modo, a empresa abriga diversidade e bons costumes. Os funcionários podem se sentir a vontade, a empresa demonstra o quanto se importa com cada um de seus funcionários. Contras: A empresa é ótima, existem apenas pequenos pontos para que se torne perfeita, são coisas minimas que devem ser observadas, como o tempo de almoço dos agentes de 6H e 20min, isso poderia ser verificado para que possam ter todo o conforto em sua refeição. Conselhos para presidência: Deve ser observado de perto o funcionamento das máquinas na operação, para mantê-las sempre em bom estado para que assim nós agentes possamos desempenhar nosso trabalho com mais agilidade e facilidade.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Ambiente com oportunidade de Crescimento e reconhecimento dos funcionários. Além de pontualidade no pagamento e excelente pacote de benefícios como plano de saúde e convênio com faculdades e academias. Contras: A carga horária para a maioria dos cargos é excessiva. Há uma grande dificuldade para alterações de escala e, principalmente, horário. Além da ausência de prédio próprio que atrapalha o acesso à melhores ferramentas de trabalho. Conselhos para presidência: Há a necessidade de uma reavaliação em relação aos horário de trabalho, além de uma preocupação maior com o bem estar físico e psicológico dos funcionários, que geraria uma redução ausências e melhora na produtividade em geral.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Liberdade com alguns gestores para conversação e a de forma de trabalhar não sempre mas algumas de formas contraídas, respeito mutuo entre as pessoas. Contras: A carga horaria de 9:48 é muito cansativa para o trabalho a ser efetuado, local de trabalho poderia ser bem melhor e alguns computadores travam quando mais precisamos para efetuar nosso trabalho, ter mais coisas que nos ajudasse a melhorar nossa saúde no trabalho, como mais mouse pad, apoio de pé, ginastica elaboral. Conselhos para presidência: Olhar mais para a saudê de seus agentes, pois em diversas vezes vem trabalhar com dores de tendinite e nas costas por falta de pequenos exercícios elaborais que poderia ser feitos na propiá operação.   "},{"user":"Antendente","avaliation":"Prós: É uma empresa que trabalha com a diversidade, que está sempre apoiando seus colaboradores e pagamento em dias, sem preconceitos, sempre olhando para o proximo, melhor empresa. Contras: Acho que a concentrix precisa ter ginastica elaboral, precisa ter mais treinamentos e preparos para algumas tls, e precisa ter um espaço somente nosso. Conselhos para presidência: está mais perto da operação e ter ginastica elaboral.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Uma empresa com um ambiente diversificado, onde é possível manter uma boa relação profissional com pessoas de todo tipo. Além de ter um horário flexível onde permite que os funcionários, busquem conhecimento por meio de cursos. Contras: A empresa está localizada em um ponto da cidade bem movimentado, porém dividimos o prédio com outra empresa, onde dificulta entender a cultura e organização da Concentrix   "}]