[{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Pessoas legais, todos dispostos a se ajudarem, motivando sempre os outros do time a crescerem. Estrutura ótima, ambiente confortável e colorido, sempre crescendo cada vez mais. Contras: Não tenho muito do que reclamar. Mas o restaurante é bem ruim, muito caro e muitas vezes os salgados e lanches não foram preparados direitos, ou estão duros como pedra ou frios. Conselhos para presidência: Arranja uma lanchonete melhor.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2019","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Advisor","avaliation":"Prós: O único ponto positivo não vem da empresa e sim dos funcionários, sem eles esse seria só mais um lugar que se importa mais com números que pessoas. Fazem premiações e o valor recebido de variável são altas com único objetivo de manipular os contribuidores. Contras: Pregam o lema de \"fanáticos por seus colaboradores\" mas são fanáticos pelo próprio dinheiro. Não explicam de forma clara as métricas e funcionamento das variáveis sendo de fácil manipulação dos atendentes. Passam a boa imagem de que dão prêmios, presentinhos, dias diferentes mas na verdade isso só mascara a verdadeira intenção da empresa, que não se preocupa e quer dar petisco pro cachorro obedecer e tirar foto depois como se todo mundo ali estivesse feliz. Se dizem ser flexíveis na hora de subir alguém de cargo, mas você só consegue caso tenha alguma indicação, nunca por métrica ou mérito de fato. Preferem te segurar em um time para manter o resultado da operação do que correr o risco de transferi-lo para outra função. Em casos de ex funcionários, fazem malabares com os números para que a pessoa tem um total de zero reais na hora da recisão, descontam até uma gota de suor que você deixou de pingar no carpete da empresas. Deixou muita gente na mão, não se importa com ninguém e manipula tudo e todos para exibir o logo de \"a empresa mais amada do Brasil\". Conselhos para presidência: Se vocês querem manter o título de empresa mais amada, aconselho arranjarem uma nova estratégia de brincar com seus funcionários porque o lema de vocês não tá mais pegando com ninguém.   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa é muito boa para um primeiro emprego, e realmente existe chance de crescimento para quem se dedica. Tem um boa infraestrutura, e as pessoas são incríveis. Acolhe a todas as diversidades e é rígida quanto à intolerância/preconceito de qualquer natureza. Nunca atrasam pagamento, difícil haver descontos indevidos. Contras: Por ser do ramo de Call Center, alguns benefícios poderiam ser melhores para os funcionários, como VR, PLR, entre outros. Além disso, seria bacana que explorassem mais possibilidades em relação a planos de carreira, pois geralmente os planos lá são para a parte de operações, em qualidade, visto que há muitas áreas bacanas (TI, marketing, por exemplo) que são ótimas para serem exploradas.   "},{"user":"Agente de Atendimento e-Mail","avaliation":"Prós: os amigos que fazemos, algumas pessoas que trabalham lá que estão no mesmo cargo que você, pois fora isso, as pessoas que estão acima, não são muito viáveis. Contras: a gestão é péssima, não se colocam no lugar do agente, não pensam nos que estão abaixo do seu cargo, mudam tudo em cima da hora, sem aviso prévio, tratam todos como se fossem robôs. Conselhos para presidência: deveriam cumprir com o que é dito no treinamento as pessoas.   "},{"user":"Advisor - Ex-funcionário, saiu em 2018","avaliation":"Prós: A não discriminação de gênero, liberdade de vestimentas (de acordo com as regras da empresa), oportunidade de crescimento interno e as campanhas internas. Contras: Rotatividade de funcionários dentro e pra fora da empresa, as escalas de folga que demoram muito a serem feitas, ambiente de trabalho com muita luz artificial e nenhuma janela. Conselhos para presidência: Busca um melhor ambiente com janelas, sem tanta luz artificial encima das P.A, manutenção permanente de bebedouros, pois muitas vezes estão sujos e com fluxo de água pequeno, climatização da sala de lanches, pois é muito quente.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Suporte - Ex-funcionário, saiu em 2019","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Telemarketing","avaliation":"Prós: Empresa com ambiente jovem e sem se preocupar com pan paradigmas da sociedade. Não faz distinção de etnias, gêneros ou classe social. Grandes chances de crescimento valorizando sempre os funcionários da casa. Contras: Benefícios como VR, VA baixos de acordo com a região que a empresa é localizada, chega seen quase impossível almoçar com R$7,00. De fato existem oportunidades de crescimento mas em alguns casos nem sempre a qualificação te faz crescer e sim um bom network. Conselhos para presidência: Ouçam mais os funcionários principalmente aqueles que vocês julguem como detractors. Veja como funciona de fato as etapas de uma seleção interna, como disse o network vale mais que a capacidade do funcionário em exercer determinada função!   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Funcionário","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: O ambiente de trabalho é ótimo. O plano de carreira é promissor. Pelo menos comigo, tive ótimos desenvolvedores, com planos de ação visando meu desempenho melhorado. Salário aceitável. Contras: Exigências de métricas um pouco alucinantes, no quesito de ser muito complicado de conseguir bater e receber a variável. Com pesquisas negativas do cliente, na maior parte das vezes procuram erros no atendimento do colaborador fazendo-o se sentir culpado pelas limitações que tem. RH muito desorganizado e omisso com situações extraordinárias. A empresa diz ser apaixonada pelos colaboradores, mas com certo limite para diálogo fora da operação. Conselhos para presidência: Aconselho que a excelência da diretoria e dos meus antigos gestores fossem praticadas por representantes do RH também. Sem negligências ou omissões. E muito, mas MUITO mais comprometimento dos mesmos.   "}]