[{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: A empresa oferece uma ótima estrutura, tecnologia de ponta e um ótimo ambiente. Além disso, são de fácil acesso, seja de ônibus, carro e metrô. Contras: A empresa tem como base empregar muitos jovens, porém boa parte dessa turma são desordeiros, que não ligam pras regras de convivência e limpeza. Outro ponto critico são as chances de crescimento. Elas sãos raras e devido as \"panelas\", dificilmente você vai deixar de ser um simples agente pra um cargo de liderança. Outro ponto negativo que precisa ser melhorado é a forma que os erros são tratados. Muitas vezes, devido ao péssimo treinamento, cometemos erros de procedimentos em linha, que são atribuídos diretamente ao agente, não ao treinador ou ao pessoal de qualidade. Nos últimos meses, a Concentrix vem caindo demais no seu conceito, por esse motivo, atualmente, é uma empresa com uma rotatividade muito grande.   "},{"user":"Coordenador de Facilities","avaliation":"Prós: Fornece as ferramentas necessárias para trabalho. Oferece benefícios compatíveis com o que há disponível no mercado brasileiro. O ambiente muito cordial e respeito além de ser descontraído. Contras: Ainda não encontrei nenhum que possa citar para comentários. Mas atualmente me encontro satisfeito com a empresa e colaboradores. O ambiente muito cordial e respeito além de ser descontraído.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Atendente de Atendimento","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Técnico","avaliation":"Prós: A concentrix é uma empresa excelente, boa localidade ideias diferente do seguimento, boa para ser seu primeiro emprego e também para quem buscar se recolocar no mercado de trabalho. Contras: Produto não condiz com a cultura da empresa, virou definitivamente um Call Center, mas ouvi dizer que os demais produto são excelentes, sempre bem recomendado.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Coordenadora","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Respeito e aceitação pela diversidade e pluralidade de pessoas, ambiente descontraído, comparado a outras empresas do mesmo tipo de prestação de serviço, além de humanização do funcionário. Contras: Por ser uma sede recente, a estrutura do prédio onde se trabalha ainda tem diversos problemas, tanto no que cerne ao conforto do funcionário quanto à sua funcionalidade. A compra de um prédio próprio novo, no padrão da sede de São Paulo, precisa ser feita o mais rapidamente possível. Conselhos para presidência: Por favor, verifiquem a possibilidade de ampliação do setor de Recursos Humanos para um completo setor de Comunicação Interna. Toda empresa, mesmo que numa nova sede, precisa de um setor responsável pela boa preservação da imagem da empresa, com assessor de comunicação e/ou imprensa, um Relações Públicas, alguém da área de marketing ou Propaganda para lidar com as mídias digitais sociais ou comunicações internas.   "},{"user":"Funcionário","avaliation":"Prós: Acolhedora - Fui muito bem acolhida por todos. Todos demonstram a satisfação em fazer parte do time. Os clientes escolhem estar aqui e nos abraçam como parte do negocio Contras: Avaliação de Desempenho - Acredito que poderia ser trimestral e que o resultado levasse para um Plano de Carreira. Ou seja que haj o reconhecimento por parte do Lider imediato quais são os próximos passos para aquele colaborador Conselhos para presidência: Plano de Carreira - acredito que internamente...a cada três meses...poderíamos ter um processo de avaliação de desempenho para eleger pessoas aptas a uma nova função na empresa. Eu mesmo tenho como Ideal ser uma gerente, estou estudando para isso.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Empresa com um ambiente leve, descontraído, líderes atenciosos e educação total desde os seguranças, passando pelo RH e lideranças. Estrutura totalmente diferente de outras empresas do seguimento, com salários competitivos. Contras: O único ponto negativo é o fato da empresa não ter parceria com o Gympass, acredito que seria mais atrativo para os colaboradores, pois os planos não são caros, além de ter academias em praticamente todas as regiões, inclusive nas periferias, ao contrário da Bio Ritmo, que não é todo lugar que tem e o colaborador fica preso a uma única academia. Conselhos para presidência: A única dica que tenho no momento é realmente o Gympass, pois o colaborador fica livre para frequentar a academia que quiser dentro do valor do plano, que aliás é descontado em folha. Uma outra sugestão seria a liberdade de escolher receber ou não o adiantamento salarial, mas isso já foi feito, de resto amo e tenho orgulho em trabalhar na Concentrix.   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Ambiente descontraído, bem diferenciado, gosto bastante de trabalhar na Concentrix. Uma das melhores empresas no segmento Call center, bastante chance de crescimento. Contras: Benefícios baixos exemplo VR, deveria ser um valor maior devido aos lugares disponiveis para alimentação ser de um valor alto, não é compatível Conselhos para presidência: Aumentar o valor do VR   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Atendimento ao Cliente - Ex-funcionário, saiu em 2019","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]