[{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: A empresa não te trata como número e reconhece seus esforços,todos funcionários são muito receptivos e gentis,até hoje não conheci um Call center que chegasse ao nível da concentrix Contras: Poderia trabalhar com todos os bancos para depositar os salários, é horrível ter que trabalhar com um banco que não tem na região onde você mora . Conselhos para presidência: Trabalhar com todos os bancos para depositar o salário,e premiação em dinheiro por assiduidade   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Analista de Métricas","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Analista de Backoffice","avaliation":"Prós: As pessoas, somente. Não existe nada de bom na empresa, ganhamos um salário péssimo para a carga horária que nos é cobrada de 9:48, não pensam nos funcionários de forma nenhuma. Contras: Empresa péssima, hipócrita não vive nada do que prega por ser fanática por seus colaboradores. Não sejam enganados como nós fomos. Os processos só funcionam por peixada, vc só ganha o cargo se alguém muito influente de dentro te indicar não importa se vc seja eficaz e eficiente em seu trabalho. Conselhos para presidência: Reveja seus líderes pois estão acabando com o resto que sobrou da dignidade da empresa.   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Gerente da Qualidade","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Advisor Tier I - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui muitos funcionários bons, dispostos a trabalharem e que fazem acontecer. É uma empresa para quem está procurando pela primeira oportunidade de emprego, para que possa ganhar experiência e para quem precisa retornar ao mercado. Contras: O valor diário do VR é abaixo da média do local de trabalho. Não possui VA. Não há um limite para desconto do convênio médico, o desconto muitas vezes deixa o funcionário sem salário no pagamento mensal. As máquinas são muito antigas e não há manutenção. O ar condicionado é precário, apresenta muito problema e isso sempre acontece em dias de temperaturas altíssimas. Há dias em que falta água para beber e também nos banheiros, tornando o local insuportável, pois os funcionários não conseguem utilizar. Os salários são muito abaixo da média. A carga horária é abusiva, o que acaba deixando funcionários doentes e alguns até com depressão. Não tem PLR. Não existe plano de carreira, é necessário se inscrever em processos seletivos se quiser uma promoção. E quando passa o aumento é baixo. Não tem política de cargos e salários. Alguns gerentes não estão preparados para lidarem com pessoas, tratando de forma grosseira. A rotatividade de funcionários é muito grande.   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Assistente de E-mail - Ex-funcionário, saiu em 2018","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Analista de Backoffice Pleno","avaliation":"Prós: O clima de colaboração e responsabilidade mútua entre áreas e colaboradores torna a CNX uma empresa extremamente acolhedora, levando muito a sério o significado de fazer parte Contras: Como uma empresa em expansão no Brasil ainda é preciso uma estruturação melhor de áreas e processos para que seja atrelado menos as entregas às pessoas e muito mais aos ritmo de execução da empresa   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento e-Mail","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Analista de Suporte Sênior","avaliation":"Prós: boa estrutura, ambiente divertido, bom treinamento com ênfase em comunicação pacifica mas firme, oportunidade de crescimento e pausas flexíveis Contras: Cobrança constante, carga de trabalho que pode ser cansativa depois de um longo período de tempo, pouco reforço ao vale refeição e vale alimentação Conselhos para presidência: aumentar o valor dos benefícios ou do salário e cuidar melhor da saúde mental dos funcionários.   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado!\nEncaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos.\n#OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado!\nEncaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos.\n#OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]