[{"user":"Agente de Atendimento Técnico","avaliation":"Prós: Colegas de trabalho. Colegas da cantina. Colegas em geral. É muito fácil fazer amizades na empresa, pois são muitas pessoas passando pelos mesmos sofrimentos. Contras: O modo como a empresa engana os candidatos a emprego no início é muito frustrante. A empresa está mais interessada em exaurir os funcionários do que em seu bem estar. O VR é uma piada, não paga nem os lanches da cantina. O convênio é extremamente limitado, sendo que quase sempre é melhor recorrer ao SUS ou a uma clínica particular. Conselhos para presidência: Trate os funcionários com mais humanidade e proveja benefícios que sejam BENEFÍCIOS.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sinta assim. Por favor, converse com a sua Business Partner para que possamos entender melhor cada um dos seus pontos. Sua mensagem já foi encaminhada a nossa liderança para que possamos rever os processos e melhorar sempre!"},{"user":"Analista de Backoffice Júnior","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sinta assim. Por favor, converse com a sua Business Partner para que possamos entender melhor cada um dos seus pontos. Sua mensagem já foi encaminhada a nossa liderança para que possamos rever os processos e melhorar sempre!"},{"user":"Supervisor/Coordenador","avaliation":"Prós: Ótima empresa, sempre buscando a satisfação do colaborador e do cliente é uma empresa humana onde a voz dos seus funcionários são sempre ouvidas. Contras: Vale refeição é muito menor que o piso de onde trabalhamos, desconto no convênio médico abusivos deixando alguns colaboradores sem salario, fora não tenho oque reclamar Conselhos para presidência: Por ser uma empresa jovem acredito que a Concentrix é uma das melhores no ramo, continue trabalhando para que a empresa cresça mais e não perca a joventude   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Assistente de E-mail","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Empresa que trata os funcionários como nunca fui tratado antes! Desde o Primeiro momento que comecei o processo seletivo até agora com quase 6 meses. Contras: Nenhum. Empresa sempre buscando crescimento profissional dos funcionários com Diversos processos seletivos aberto e com muito mais ainda para acontecer.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Funcionário","avaliation":"Prós: A empresa tem uma cultura muito forte, um ambiente de trabalho agradável. Temos muito orgulho da marca que representamos. Os gerentes são super engajados com os agentes! Ele A são gente como a gente. Contras: A única coisa que deixa a desejar é o prédio onde trabalhamos aqui em Fortaleza. Estamos em prédio alugado e que foge totalmente do padrão da empresa. Conselhos para presidência: Não deixe Fortaleza fora do padrão, esse prédio que trabalhamos está muito aquém da empresa que a Concetrix é!!   "},{"user":"Funcionário","avaliation":"Prós: A empresa é excelente, tem um ambiente descontraído, gestores acessíveis e a localização também é bem acessível, bem próximo a estação de metrô Contras: O salário não compensa pela função que exerço, é muito stress pra pouco dinheiro, mais acredito que seja um problema do produto que trabalho e o RH é um pouco desorganizado, precisam igualar as informações e quando necessário se informarem antes de passar as informações   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! O time de RH já está verificando os procedimentos internos para que não haja mais nenhuma divergência entre informações!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Advisor - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! O time de RH já está verificando os procedimentos internos para que não haja mais nenhuma divergência entre informações!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Assistente de E-mail - Ex-funcionário, saiu em 2019","avaliation":"Prós: Benefícios ofertados (salário, VR/VA). Contras: - Muita pressão (se você entrega os resultados completos, sugam até sua alma para entregar mais, sem receber nada a mais por isso); - Nunca sai do mesmo patamar (entra como call center, vai passar o resto ligado à área de call center); - Não se preocupam com o bem-estar do funcionário. - Na unidade de Fortaleza/CE, é raro achar alguém que quer realmente continuar na empresa.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."}]