[{"user":"Analyst","avaliation":"Prós: A emoresa seu ambiente de tranalho é agradável. Suas festas, sexta feira temática e a equipe que nota 10 . Local fácil acesso o trabalho bom de atuar. Minha insatisfação é quanto descontos abusivos. Contras: Uma empresa que diz dar benefícios ao funcionário que na hora que vc vai receber seu contra cheque vem zerado pq o desconto na Folha ultrapassa os 30% de comprometimento. O benefício é dado mas inibi sei funcionários utilizar pois sabe se utilizar o desconto vem integral na Folha. Já vi e ouvi muitas pessoas reclamando que seu salário vem zerado no mês. Não consegue comprar o que precisa para seus filhos pagar pirua escolar etc...nao utilizamos por brincadeira a carteirinha se utilizamos é pq existe uma necessidade.. .estamos pagando para trabalhar nesta empresa. Descontos abusivos funcionários insatisfeitos, pessoas com depressão...nao é normal mais de 40% dos funcionários com depressão está empresa está acabando com a saúde de tds. Conselhos para presidência: Olhar mais para para seu funcionários como pessoas pois se estamos trabalhando é pq temos nossas contas e precisamos receber...deixar funcionário com contra cheque zerado é uma pouca vergonha...   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos e nossos benefícios."},{"user":"Assistente Júnior - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos e nossos benefícios."},{"user":"Suporte Técnico","avaliation":"Prós: A história da empresa, e o método teórico que é passado aos funcionários que passa uma ideia interessante do engajamento de todos os funcionarios. Contras: O método de incentivo aos seus colaboradores, onde sao bem explorados, as escalas de folgas que são lançadas praticamente no dia de folgas e a carga horaria extensa.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."},{"user":"Agente de Atendimento Tier II - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."},{"user":"Agente L1","avaliation":"Prós: A localização é um ponto positivo, embora seja relativo. A equipe é muito unida e a maioria dos advisors são bem dedicados e dispostos a ajudar os outros, o que torna o trabalho mais suportável. Contras: No contrato da Avalon, o salário é mais baixo do que outras empresas que o possuem. Quando digo mais baixo, estou falando sobre R$ 450 que a empresa deixa de nos pagar como direito nosso e usa esse valor para uma espécie de meritocracia. Caso você esteja dentro de métricas quase impossíveis de serem alcançadas, você pode ganhar esse valor que outros advisors ganham em outras empresas, sem esforços. A liderança vive comparando resultados com as outras empresas para nos pressionar a melhorar nossos resultados, sem pensar que, pagando o que é nosso por direito, já seria um grande incentivo. Afinal, o que é feito com o resto do salário que não nos pagam quando não ficamos dentro das métricas? E por falar em métricas, elas variam mês a mês e alguns dados não ficam disponíveis para os advisors, ou seja, como é possível saber se estamos dentro ou fora? Além disso, é necessário contar com a sorte para estar dentro das métricas, uma vez que, caso você seja avaliado de forma errada ou por algo que não foi sua culpa, eles não removem essa avaliação do seu histórico, ou seja, você não fica elegível para a variável de salário mesmo sem ter tido culpa! Além disso, existe uma pausa para \"necessidades básicas\" e uma porcentagem máxima para o uso da mesma e caso você exceda o tempo de uso dessa pausa, você também é notificado. Eles dizem que \"não podem proibir ninguém de ir ao banheiro\", mas caso sua pausa fique muito alta, existe medida disciplinar. Ou seja, podem sim te proibir de ir ao banheiro. É um clima de muita pressão e os agentes são constantemente avaliados e monitorados. Existe um horário exato para fazer as pausas, você pode ter que ir almoçar as 10h30 da manhã, por exemplo. E a menos que você tenha alguma questão médica, esse horário nã é alterado. Durante uma semana no ano, eles enfeitam o ambiente e tiram alguns pouquíssimos advisors para algumas brincadeiras infantis (durante a pausa) e para tirar fotos para manterem as aparências. Também não é recomendável ficar doente durante o período que estiver na empresa. Caso fique, ainda que leve atestado médico, perderá o direito de variável de salário também. Não existe escala para Natal e Ano Novo, sendo necessário ir trabalhar em ambas as datas. Para subir de cargo, é necessário ser amigo de alguém da staff e contar com uma indicação. Para trabalhar nesse contrato da Concentrix, é bom lembrar que você nunca terá razão, mesmo quando tiver. Conselhos para presidência: Pagar o que é de direito do colaborador, sem que pra isso seja necessário estar dentro de métricas ridículas. Tratar o colaborador com a mesma empatia que vocês exigem e não como números.   "},{"user":"Agente de Atendimento Bilingue - Ex-funcionário, saiu em 2018","avaliation":"Prós: -Maior liberdade em épocas do ano com menor fluxo de chamada; -Variável no salario era muito agradável; -Promoções pequenas são alcançadas com facilidade. Contras: -Intervalos pequenos para uma carga horária superior a 6 horas; -Vale refeição insuficiente para comer um almoço de verdade; -Variável não é analisada de uma maneira justa para o funcionário. O setor de qualidade deveria interferir nisso para serem mais justos; -A empresa gerava uma sensação muito forçada, chegando a ser falsa, de que se importava com os funcionários. Conselhos para presidência: Melhorar a seleção dos os funcionários, senti muita falta de ética lidando com muitos colegas de equipe. Imagino que melhorando a seleção buscando um perfil mais empático nos funcionários a empresa possa dar mais benefícios e liberdade sem ser abusada. Tive um colega que dormia em seu layout e ele demorou 4 meses para sair, contando a partir d dia que entrei na equipe. Isto me desanimava muito, ser cobrado direto por conta dos erros dos outros que prejudicavam nossa equipe.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, obrigado pela sua avaliação! Estamos em constante processo de melhoria e nossa preocupação com nosso time e sua qualidade de vida é imensa, por isso sua avaliação é tão importante! Reforçamos que a CNX segue o acordo coletivo do setor.\n\nobrigado\n#buscamosaexcelênciacomtenacidade\n#somosousadosemnossasdecisões\n#valorizamosoconhecimento,franquezaetransparência"},{"user":"Assistente de Assistente de Recursos Humanos","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, obrigado pela sua avaliação! Estamos em constante processo de melhoria e nossa preocupação com nosso time e sua qualidade de vida é imensa, por isso sua avaliação é tão importante! Reforçamos que a CNX segue o acordo coletivo do setor.\n\nobrigado\n#buscamosaexcelênciacomtenacidade\n#somosousadosemnossasdecisões\n#valorizamosoconhecimento,franquezaetransparência"},{"user":"Coordenador de Qualidade - Ex-funcionário, saiu em 2018","avaliation":"Prós: Respeito a diversidade, ambiente agradável, gestão prestativa, local bom, pessoas respeitosas, ótimo processos internos de carreiras e conhecimentos Contras: Deve reavaliar questões de organização e VR / VA, horários para não haver choques na operação, computadores e sistemas um pouco lentos, melhora tempo de ajuda. Conselhos para presidência: Mais incentivos de remuneração e beneficios   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Estamos avaliando sua solicitação, nosso objetivo é melhorar sempre!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Estamos avaliando sua solicitação, nosso objetivo é melhorar sempre!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Analista de Recrutamento e Seleção Sênior","avaliation":"Prós: Pagam os salários em dia e distribuem doces e comida grátis de tempos em tempos. Pode até parecer a teoria do pão e circo, mas no final acaba sendo bacana. Contras: Foi só o Presidente sair já notamos mudanças radicais focadas somente no lucro. Tiraram nossa mesa de sinuca que ficava no espaço comum do prédio da Inocencio Tobias e o próprio RH enviou mensagem que eles tomaram a decisão. Tom autoritário e totalmente diferente de como era a empresa antes. Perdemos o rumo e viramos uma empresa totalmente focada em politica interna e lucro. Conselhos para presidência: Difícil recomendar algo para a presidencia de uma empresa que não tem presidente, ou pelo menos já não sabemos quem é. Sai da toca presidente!   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."}]