[{"user":"Administração","avaliation":"Prós: Empresa diferenciada em seu segmento, respeito à diversidade . As pessoas são muito legais , o trabalho não é stressante, todos os dias temos desafios. A oportunidade de crescimento para operação e sensacional , acontece muito rápido . Contras: Estrutura física deixa a desejar , os funcionários estão loucos pela nova sede , ter um espaço só nosso vai ser muito bom , ter um lugar com nossa cara . Conselhos para presidência: Estamos loucos por nossa nova sede.   "},{"user":"Funcionário","avaliation":"Prós: Empresa que reconhece seus colaboradores, faz de tudo para os funcionários terem uma experiencia incrível dentro da Empresa, pois conseguem faze-los se sentirem importantes dentro dela. Contras: VR abaixo da média. . "},{"user":"Assistente de E-mail - Ex-funcionário, saiu em 2018","avaliation":"Prós: O salário não atrasa, vale alimentação em um valor razoável, o trabalho em si não era estressante pois era através de e-mail, plano de saúde. Contras: A empresa não respeita o funcionário, em Fortaleza sempre amaeçam as pessoas e falam sobre o SINE, o trabalho não é estressante, mas a gerência faz com que seja muito estressante trabalhar lá. Não há remuneração para alcance de metas. Não existe sábado, domingo, nem feriados. Na entrevista apresentam a empresa como um sonho. Na realidade não é nada do que eles falam. Exploram muito. O retorno é pouco. Vigilância constante por meio dos SME's. Descartam funcionários de forma rápida, geralmente em menos de um ano. Não buscam melhorar as falhas. Preferem substituir as pessoas. Em um mês de trabalho não te consideram mais novato e querem que você bata meta e entregue todos os resultados. Supervisores abusivos. Enfim, uma empresa ruim de se trabalhar. Conselhos para presidência: Olhem a filial de Fortaleza. Acho que ela está fazendo errado o jeito \"concentrix\" de ser.   "},{"user":"Agente de Suporte Avançado","avaliation":"Prós: Ambiente muito descontraído, pessoas legais, gerentes interessados no desenvolvimento geral de seus funcionários. Além de ficar bem próximo a estação do metrô. Contras: As oportunidades de carreira e crescimento demandam de muitas métricas, na maioria das vezes impossíveis de atingir dependendo do seu nível no suporte.   "},{"user":"Atendente de Atendimento","avaliation":"Prós: O ambiente é descontraído as pessoas podem se vestir como melhor desejarem. Eles pagam em dia. Eles oferecem variável mediante o desempenho dos funcionários Contras: Deixar a desejar na transparência quanto aos processos seletivos. Deixam a desejar porque as pessoas são promovidas sem critérios claros e isso afeta o comportamento dos funcionários, se tornando pessoas insatisfeitas. Conselhos para presidência: Ouça seus funcionários   "},{"user":"Agente de Atendimento","avaliation":"Prós: Salário. Quando o TL não esquece de marcar suas folgas e vem 9 dias de falta por causa disso. E ter duas folgas na semana. Ao meu ver e apenos isso que a empresa contribui com a minha vida. Que è não atrasar o salario e muitas vezes pagar antecipado. Contras: TL ridiculamente despreparados (madrugada). Atendentes tóxicos. Promoções já possuem a indicação de quem vai ser promovido. Desmotivação total. Você entre 8 horas da noite e só pode comer 2 horas da manhã. Não permitem uma pausa de nem 5 minutos e se você o fizer leva um feedback e provavelmente uma advertencia. Muita gente fica passando mal de fome e eles não estão nem ai. Totalmente sem amor ao próximo. Conselhos para presidência: Demite os TL e contrata pessoas mais organizadas e humanas. Que deixem a pessoa se alimentar entre um intervalo de 7 horas de trabalho sem parar. Que não proiba de ir no banheiro. Coloque agentes mais bem estudados. Tem muito analfabeto funcional ali. Leve a serio as reclamações a respeito de outros agentes pois tem gente se demitindo por bullying. Sim. Bullying. De proprios TL e outros agentes. Inclusive SME. Péssima empresa.   "},{"user":"Assistente de Empresas","avaliation":"Prós: Pagamento em dia, e beneficios tambem, plano de saude,plano odontologico, mas as demais coisas nao principalmente o que rege os horarios de atendimento. Contras: Estrutura, gestao de pessoas é necessario que os gestores tenham treinamento para lidar com as pessoas, isso é importante saber ouvir, reduzir carga horaria Conselhos para presidência: Valorizar o funcionario   "},{"user":"Estagiário","avaliation":"Prós: Empresa muito boa, muita oportunidade, desenvolvimento pessoal, ótimos líderes, e colaboradores, não é atoa que a empresa tem crescido muito rápido Contras: Não tenho o que reclamar dessa empresa, pois nunca me deixou faltar nada, suporte dado com eficiência e eficácia. Ótima empresa   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Um bom ambiente de trabalho, fácil comunicação com a gerência.... Fácil acesso a empresa fica próximo a estação de trem metro e terminal de ônibus Contras: Não existe plano de carreira, a comida oferecida pela cantina é cara é de baixa qualidade, a empresa não permite que seja vendidos frituras...   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Varios coffes, salario cai em dia , conevenio perto, vr quando cai certo é bom 6 horas por dia de trabalho em local bom com comidas por perto Contras: Rh ruim , variavel muda sem eles avisarem, tls sao selecionados por queridos e nao por talento entao nem adianta se registrar nas vagas se vc n conhece ngm alto   "}]