[{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Ambiente agradável, pessoas felizes e confiança em grupo. Este está sendo uma das melhores empresas que já trabalhei. Ir para o serviço tornou se agradável Contras: Como toda empresa não é perfeita. O valor do VR muito baixo que não da para compras refeição no local. E também o convênio cobram um valor a parte mais cooparticipacã0 Conselhos para presidência: Aumentar os benefícios   "},{"user":"Analista Administrativo Júnior","avaliation":"Prós: Ser mulher com objetivo de crescer dentro de uma das empresas mais amadas é um super desafio, mas no Brasil o maior desafio é ser mulher e engravidar quando se busca crescimento dentro da empresa. Na Concentrix é diferente, faltam poucos dias para eu sair de licença maternidade e o respeito, cuidado e reconhecimento nos meus dias de trabalho só melhoraram. Nunca me excluiram de nada ao contrário, sempre me motivaram a seguir em frente e acredito que esse é um dos melhores pontos positivos dentro da Concentrix Barueri. Nunca me trataram com indiferença por ser uma gestante e tenho muito orgulho em contar isso aqui. Pois sei que quando eu voltar serei recebida de braços abertos com compressão e terei muito mais vontade de crescer. Empresa humana com pessoas humanas, espelho para muitas empresas que tem uma grade gigante de colaboradoras mulheres. Contras: Acredito que o sistema que não depende só deles e também as maquinas de trabalho. Até porque uma coisa leva a outra e sabemos o quão burocrático é resolver estes assuntos. Conselhos para presidência: Acredito que continuarem o trabalho humanizado já é o caminho certo. Continuem esse trabalho treinando pessoas e desenvolvendo oportunidades de crescimento como já vem ocorrendo.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Os beneficios eram excelentes,com plano de saúde, vr,vale transporte e etc.Ambiente de trabalho aconchegante e inclusivo, recomendo super.. Contras: Impossibilidade de crescimento , recurdos humanos com demora e falta de preocupação com o funcionário. Além da jornada exaustiva de trabalho   "},{"user":"Agente de Atendimento","avaliation":"Prós: Ambiente agradável, descontraidos, pessoas legais, que focam no aprendizado, bem localizado na região, e muitas campanhas motivacionais na empresa Contras: Crescimento profissional, alguns team leader despreparados, falta comunicado interna para determinadas coisas, Rh demora ou quase sempre não responde o que dificulta muitas coisas Conselhos para presidência: Melhores processos internos   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente equilibrado e agradável, excelente para o desenvolvimento profissional, empresa que faz serviços para \"gigantes\" empresas de diversas áreas, profissionais gentis e educados. Contras: Na época em que ingressei na empresa tiveram diversos cargos de aprendiz ocupados, porém os cargos foram mal distribuídos, em áreas que não precisavam tanto tinha bastante aprendiz e áreas com mais tarefas tiveram poucos. Além dos horários de curso que muitas vezes deixavam um aprendiz sozinho no setor, ficando todo o trabalho para ele. Salário abaixo da média para aprendiz.   "},{"user":"Agente de Atendimento Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Existe os planos de carreira, processos seletivos são abertos com frequência. Para o produto que eu trabalhava possuia uma variável com valor bem atrativo Contras: Gerência só da valor aos (puxa saco) é tanto que você já sabe quem vai passar em um processo seletivo, muito favoritismo. A empresa diz dar muito valor ao colaborador mas é uma mentira!! Podia ter sido antes em 2015 mas depois da mudança de gerência e contratação de algumas pessoas a empresa virou um lixo. Conselhos para presidência: Acabar com o favoritismo! isso só desmotiva os funcionários melhorar os processos pensando também no lado do funcionário! Pois sem eles não existe empresa.   "},{"user":"Telemarketing Empresarial / SME","avaliation":"Prós: Empresa incrível, valoriza seus colaboradores e dá muitas chances de promoção. Ótimo lugar para se trabalhar, ambiente descontraído e leve. Contras: A empresa precisa ser mais rigorosa com os supervisores que contrata. Eles estão manchando a imagem da Concentrix Fortaleza. No mais, excelente.   "},{"user":"Funcionário","avaliation":"Prós: Oportunidade de crescimento interno além de um bom clima organizacional. Preocupação com os colaboradores quanto a satisfação diária em fazer parte da empresa e bem estar. Disponibiliza um ótimo canal de aprendizado através da Concentrix University. Contras: Está em expansão em Fortaleza, sendo assim, cada vez mais o espaço está ficando menor no prédio atual. Mas é um sentimento comum entre os colaboradores que isso faz parte do crescimento que estamos tendo. Com certeza, logo teremos um novo espaço.   "},{"user":"Agente de Atendimento","avaliation":"Prós: Cultura da empresa é maravilhosa, grandes oportunidades de crescimento, ambiente de trabalho descontraído, ótimo lugar pra aprendizado e desenvolvimento profissional. Contras: Não há pontos negativos, só acho que o valor do VR/VA deveria ser um pouco maior pelo fato da empresa se localizar num ambiente muito caro para comer.   "},{"user":"Analista de Qualidade - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum. A empresa pareceu ser boa no começo, vendendo a ideia de ser apaixonada pelo material humano, mas com o tempo é possível descobrir que isso é apenas um discurso para venda de vagas de trabalho. Contras: Carga horaria de trabalho abusiva. Gerência e liderança feita por péssimos profissionais. Ambiente tóxico. Péssima remuneração. 0 reconhecimento. A empresa vende a ideia de que é apaixonada por pessoas, mas na verdade só busca números e não se importa com os feedbacks dos analistas. Recursos humanos desqualificado. Conselhos para presidência: Fecha enquanto dá tempo.   (6)"}]