[{"user":"Operador de Chat","avaliation":"Prós: Local para descanso tração jogos TV games e para interagir no celular. Vc se sente num ambiente familiar e agradável de se trabalhar. E isso da mais vontade de ir ao local de trabalho Contras: Não tem biblioteca local para se fazer estudos por exemplo para pessoas que fazer cursos ou faculdades. Restaurante não é compatível com os nossos benefícios deveria mudar um pouco nesse conceito do vr em questão de valores "},{"user":"Agente de Atendimento","avaliation":"Prós: Todos possíveis. Ambiente de trabalho, localidade, tratam as pessoas/colaboradores como humanos, reconhecem e valorizam cada pessoa com a sua exclusividade. Contras: A unica observaram que farei como ponto negativo para melhoria, seria o vr e va dos agentes que acredito ser um pouco mais baixo do que realmente seria ideal. Conselhos para presidência: Continuem sempre assim!   "},{"user":"Funcionário","avaliation":"Prós: Diversidade, cuidado com os clientes e funcionários, Tls e gerência sempre aberta para comversar, entender e ouvir a todos. Uma cultura aberta para todos. Contras: Nenhum ponto a ser informado. "},{"user":"Team Leader","avaliation":"Prós: Reconhecimento, plano de carreira, organização, limpeza, salários e ambiente descontraído onde entendem perfeitamente o perfil de cada colaborador extraindo o melhor de cada um. Contras: Difícil relatar algum ponto negativo pois a empresa é muito dedicada para o bem estar dos colaboradores bem como a saúde da organização. Nota mil. Conselhos para presidência: Mantenham se assim   "},{"user":"Agente de Atendimento de Chat","avaliation":"Prós: É inacreditável a energia que essa empresa te passa, nunca ví nada igual. Assim que cheguei na entrevista, já sabia que seria uma experiência totalmente inovadora e sei que é só o começo de um longo caminho juntos. Contras: Se for comparar com as demais empresas que já trabalhei antes, eu de fato, estou no “céu “. Só tenho elogios, valorizam o funcionário de tal forma que faz com que todos os dias você saía da sua casa feliz.   "},{"user":"Specialist I","avaliation":"Prós: Ambiente de trabalho favorável, diversidade entre os colaboradores, fácil localização e oportunidades de crescimento em todas os níveis. Isso torna a empresa diferenciada no mercado que atua. Contras: Faltam mais eventos para integração entre os colaboradores de diferentes contas. A questão da remuneração pode ser revista para que também seja diferenciada em relação ao mercado, justificando a peculiaridade da Concentrix Conselhos para presidência: Promover a integração entre colaboradores de contas diferentes para corroborar a ideia de ser uma só Concentrix   "},{"user":"Analista de Qualidade","avaliation":"Prós: A empresa oferece muitas oportunidades de crescimento e carreiras, possui foco em seus valores. Além dos benefícios e suporte é uma empresa em potencial. Contras: Para crescer e desenvolver ainda mais, a empresa poderia oferecer mais materiais de tecnologia, treinamento e feedbacks. E mais planos para estimular os colaboradores.   "},{"user":"Agente de Atendimento","avaliation":"Prós: A Cultura é aplicada em todos setores sejam eles operacionais, administrativos ou staff, o ambiente é agradavel e é totalmente diferente de qualquer empresa no mercado. A empresa ofetece muitas oportunidades devido ao crescimento, além disso oferece estabilidade ao funcionário. Contras: O crescimento acima do comum em determinados momentos afeta a frequência de contato com a liderança indiretamente. A empresa ainda não possui parcerias com mais instituições de ensino ou de idiomas. Conselhos para presidência: Continuar investindo nas pessoas, investir mais ainda na carreira dos funcionários e reconhecer ideias dos colaboradores, afinal eles conhecem de verdade os clientes.   "},{"user":"Agente de Atendimento Técnico","avaliation":"Prós: Oportunidade de crescimento muito grande, fui promovida três vezes em um ano, ambiente jovem e com boa energia, pessoas agradáveis, gerência compreensiva e sempre com novidades. Contras: VR muito baixo até para se alimentar na região (em torno de R$7,20 por dia), gerência que trabalha com favoritismo, muitos processos seletivos não são tão transparentes. Conselhos para presidência: Focar também nos atendentes, que é quem leva a empresa, salários de empresas que prestam suporte ao mesmo produto são maiores que os nossos e que os nossos VRs, isso desanima.   "},{"user":"Analista de Business Analytics","avaliation":"Prós: Transparência nos processos seletivo e alegria que começa desde a portaria até a presidência. A preocupação e fanatismo que a CNX tem com os colaboradores e clientes, fazem com que ela se destaque no mercado. Contras: Penso que precisamos ficar em uma nova estrutura, um predio mais adequado para trabalharmos. Nossa operação esta numa crescente e pensando a longo prazo seria um ganho para os funcionários   "}]