[{"user":"Team Leader","avaliation":"Prós: Ótima empresa para se trabalhar. Se importam de fato com todos os colaboradores. Somos todos fora do comum. Ótima recepção, desde o primeiro dia que chegamos na empresa. Contras: No momento não foi identificado.   "},{"user":"Advisor","avaliation":"Prós: Empresa muito diferenciada, a operação é bem divertida e tem varios eventos para descontrair ainda mais a rotina de trabalho! Melhor empresa! Contras: Acredito que não tem pontos para melhorar, pois toda situação mais complicada, desde a parte emocional até a profissional, a empresa faz de tudo para ajudar o colaborador.   "},{"user":"Funcionário","avaliation":"Prós: Empresa rica em diversidade, onde todos tem vez. Esta em constante crescimento, sempre com novos clientes e operaçoes, e com isso tem um ótimo plano de carreira. Contras: Poderiamos ter mais vagas disponibilizadas para pcd. Os beneficios também poderiam ser melhores para alguns cargos, mas nada que case desfalque.   "},{"user":"Customer Support","avaliation":"Prós: Humana, divertida e diversificada, a concentrix é uma empresa que foca antes de mais nada na satisfação dos colaboradores, pois entende que a consequência disso é um bom atendimento ao ciente Contras: Podemos sempre melhorar! Precisamos buscar sempre a opinião dos colaboradores de modo que todos sejam ouvidos e estejam satisfeitos. Isso só melhora a experiência de todos Conselhos para presidência: Keep up the good work   "},{"user":"Team Leader","avaliation":"Prós: Muitas oportunidades de crescimento, ambiente descontraído. Uma empresa que foge dos padrões, trata pessoas como pessoas! Melhor empresaaaaa Contras: Melhorar o atendimento no RH, precisa ter mais soft skill para orientar os funcionários sempre houver dúvidas, independente o nível hierárquico.   "},{"user":"Analista de Métricas Sênior","avaliation":"Prós: A cultura da empresa é incrível! Existe o reconhecimento de forma sistêmica. A liderança é muito próxima, dando coaching, feedback, entendendo todas as necessidades do funcionário, e buscando manter a qualidade do trabalho e o clima organizacional. Contras: Como uma empresa nova, existem muitos processos que ainda orecisam ser mais polidos, e no dia-a-dia estamos buscando também essa excelência.   "},{"user":"Advisor","avaliation":"Prós: Genuína, fantástica uma empresa que é extremamente dedicada ao respeito aos colaboradores, valorização, oportunidades, o que torna e mantem a empresa em uma constante evolução. Contras: A empresa tem sim pontos a serem aprimorados e sempre vai ter, ate mesmo porque a empresa esta em uma constante evolução, entao é natural que a cada novo estágio, a cada objetivo alcançado surjam novos desafios. O principal de tudo isso é que, a empresa escuta o funcionário e trabalha constantemente para aprimorar sempre.   "},{"user":"Funcionário","avaliation":"Prós: Reconhecimento, é um ambiente descontraído. Um lugar ótimo para buscar conhecimento. Pessoas são muito abertas e sempre buscando ajudar em cada detalhe Contras: É muito difícil apontar um ponto negativo de uma empresa na qual tem mais prós do que contra. Só acreditem mais nos colaboradores, existe o reconhecimento, só que é necessário um plano para novo líderes. Isso ajuda a crescer muito a empresa.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Integra todos os estilos e proporciona um ambiente extremamente agradável. Sempre que possível há processos internos para desenvolvimento dos colaboradores. Contras: Alguns pontos negativos são salário abaixo do mercado em algumas contas e dificuldade de gestão de pessoas em algumas contas também, o que pode impactar boa resultados.   "},{"user":"Analista de Qualidade","avaliation":"Prós: As salas de descompressão são ótimas, com Netflix e Xbox a vontade para todos os colaboradores. Reconhecimento por parte de todo time da empresa. Contras: Poderia ter um foco maior de melhorias na bf1 do mesmo jeito que teve na bf2. Atualizar o ambiente com decorações bacanas e alegres. No mais acho que está tudo ok.   "}]