[{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: benefícios ruins (plano de saúde , alimentação) , RH distante. Banco de horas não funcional dentre outras coisas   "},{"user":"Analista de Requisitos Pleno","avaliation":"Prós: O ambiente da empresa é muito descontraído e há várias ações para melhorar comunicação da empresa como a implantação do Workplace. O pacote de benefícios também é muito bom. Contras: As vezes o reconhecimento financeiro é demorado, apesar dos gestores irem atrás de aumento, isso ainda é difícil, e a empresa acaba perdendo excelentes profissionais.   "},{"user":"Analista de Banco de Dados (DBA) Pleno","avaliation":"Prós: Cumpre rigorosamente a CLT, oferece salário bastante interessante e permite negociações de horarios/folgas diretamente com o cliente assim desburocratizando esses trâmites. Contras: Deixam o colaborador alocado \"esquecido\" no cliente entrando em contato basicamente para ajustar relógio de ponto ou para comunicar mudanças de benefícios. Avaliação de desempenho, por exemplo, para mim que sou alocado nunca houve. Conselhos para presidência: Tornar o contato com o colaborador alocado mais próximo fazendo com que ele se sinta assim mais parte do time BRQ.   "},{"user":"Gerente de Projetos Delivery","avaliation":"Prós: SALÁRIO EM DIA, PREOCUPAÇÃO COM O PROFISSIONAL, FOCO EM ATUALIZAÇÃO, AUTONOMIA, bons salários, bons benefícios, boas instalações, boas oportunidades de atualização profissional Contras: MUITA FOCO EM BADALAÇÃO, plano de saúde poderia ser melhor, muitos bajuladores, os bajuladores é que se dão bem, o bom profissional que não é de bajular, tem menos oportunidades Conselhos para presidência: Menos foco na badalação   "},{"user":"Gerente de Projetos Delivery - Ex-funcionário, saiu em 2017","avaliation":"Prós: Autonomia, orientação a resultado, planejamento e ambiente descontraído. Nos últimos anos as práticas sobre métodos ágeis cresceram positivamente. Contras: Baixo investimento em capacitação, baixa orientação ao resultado dos seus clientes, empresa passiva comercialmente, baixo compartilhamento de conhecimento. Conselhos para presidência: Orientar os resultados mais ao foco do cliente. Indicadores do projetos não refletem o real grau de atendimento a necessidade do cliente.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Ambiente descontraído para se trabalhar onde há muitas oportunidades para atuar em projetos utilizando diversas tecnologias em vários clientes. Contras: Depende muito de sorte para cair em uma equipe onde todos esses pontos positivos que listei sejam verdadeiros, pois ao se tratar de uma grande consultoria cada equipe funciona como se fosse uma pequena empresa com sua própria cultura. Não possui plano de carreira, há algumas iniciativas para incentivar o crescimento profissional mas devido a correria dos projetos essas iniciativas acabam sempre ficando de lado. Conselhos para presidência: Invistam em formas de medir a performance dos profissionais, por exemplo utilizar métricas, dessa forma a meritocracia poderia funcionar de forma correta ao invés de funcionar apenas para panelas.   "},{"user":"Desenvolvedor Java Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Infraestrutura excelente sendo escritório confortável (mesas, cadeiras, máquina de café etc...), equipamentos como notebooks, monitores etc bons (acima da média) e preocupação com os funcionários. Contras: Infelizmente ainda possui alguns gerentes a \"moda antiga\" que não interagem ou aderem as metodologias ágeis atrapalhando o bom clima e velocidade das sprints. Porém é evidente que a alta liderança está mudando radicalmente a cultura da empresa para melhor e só tende a melhorar. Conselhos para presidência: Pessoas como eu tem vontade de trabalhar em projetos internacionais, seja remotamente ou alocado. Aproveitar a via existente em Nova York expandindo a BRQ para o mercado americano e levando bons profissionais para trabalhar lá ou apenas promovendo treinamentos e intercâmbios poderia causar muita motivação e aumentar a taxa de retenção de talentos.   "},{"user":"Consultor III","avaliation":"Prós: Acredito que o salário seja compatível com a média do mercado é o pacote de beneficios customizado é bem interessante. A presença semanal de representantes do RH nos clientes que possuem consultores alocados também é bacana. Contras: Quando você está alocado não usufrui de todos os benefícios que existem na empresa, como por exemplo home office semanal e também algumas campanhas internas. Se existe algum plano de carreira na empresa, não conheço. Conselhos para presidência: OS consultores alocados prestam bons serviços nos clientes e precisam ser estimulados talvez com uma avaliação pelo serviço prestado no cliente e uma promoção salarial. Senão a única forma de conseguir aumento será sempre trocando de empresa. Participação nos lucros de verdade e pelo menos um panetone no Natal, tornariam a Brq uma empresa diferenciada no mercado.   "},{"user":"Programador Júnior","avaliation":"Prós: Empresa de porte considerável e correta nos pagamentos e na gestão, sistema de pontos moderno e a possibilidade de, as vezes, realizar home office Contras: Um pouco desorganizada e burocratizada de modo às vezes desnecessário. Dificuldade de comunicação entre equipes, clientes e os locais de atuação Conselhos para presidência: Melhorar a comunicação e organização geral da empresa   "},{"user":"Analista de Sistema Sênior","avaliation":"Prós: Pacote de Benefícios que pode ser distribuído em plano de saúde, previdência, alimentação e refeição, ambiente da equipe descontraído, permite home office desde que combinado com a gerência. Contras: Pelo fato de se tratar de consultoria, o projeto em que vc está alocado pode acabar e o profissional acaba tendo que mudar de projeto ou acaba sendo desligado.   "}]