[{"user":"Programador Java Sênior","avaliation":"Prós: Pagamento em dia, benefícios, certa flexibilidade, você somente precisa ser simpático e puxa saco para conseguir alguma gf coisa. Contras: A empresa valoriza muito os puxa sacos, a empresa é desregrada, o ambiente é barulhento, me surpreende ainda ter renda, pois parece que ninguém trabalha e fica o dia inteiro fazendo picuinhas e reclamando do cliente. RH é distante. Conselhos para presidência: Colocar regras, dividir corretamente as tarefas entre os cargos, adotar meritocracia, deixar o ambiente mais silencioso, afinal o trabalho é intelectual, não é corretora   "},{"user":"Java Developer - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa que se preocupa e considera o bem estar do colaborador. Boa remuneração comparada ao mercado e excelentes benefícios. Realoca o bom colaborador no final do projeto. Contras: Único ponto negativo que senti foi o atraso em iniciar o projeto por conta da falta de mão de obra do time de desenvolvimento. Neste caso, algo que não depende da empresa, mas do profissionais que foram designados a montar a equipe. Conselhos para presidência: Continuar investindo no bem-estar dos colaboradores, ambiente chega a ser mais importante que a remuneração.   "},{"user":"Consultor III - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima estrutura de RH e espetacular assistência Os profissionais desta área realmente são competentes e cumprem com o objetivo de Recursos Humanos. No entanto está limitado a condição: \" enquanto a empresa precisa do funcionário\". Depois disto, não importa se você está doente, em tratamento médico e precisando fazer uma cirurgia que você é demitido impiedosamente... E foi o que aconteceu comigo. Fui demitida em 2016 passados 10 dias que informei a BRQ que estava aguardando autorização para fazer uma cirurgia na coluna. Lembro que minha preocupação era fazer a cirurgia a tempo pois meu estado era crítico. Tentei com o RH agilizar a aprovação, mas como já havia sido demitida, eu já não era considerada um “Recurso Humano”, aliás nem era considerada um “SER HUMANO”. Meu médico vendo minha situação e dor, foi ágil e solidário transferindo o hospital para o interior e a aprovação da cirurgia foi imediata. No entanto, com a minha demissão perdi todo o tratamento e acompanhamento pós cirúrgico porque não consegui via SUS. Conclusão: Hoje tenho sequelas incapacitantes que impedem meu retorno ao trabalho e passo por restrições financeiras severas. Contras: Por ser consultoria com vários clientes, após encerramento de alocação em uma empresa, dificilmente você é alocado em outra. Acredito que a área comercial precisa de ser repaginada para melhor aproveitamento de profissionais.   "},{"user":"Analista Desenvolvedor IOS","avaliation":"Prós: - benefícios - horário flexível - possibilidade de home office - ambiente descontraído - possibilidade de aprendizagem Contras: - projetos e contas mal gerenciados. - banco de horas - salário abaixo do mercado em alguns casos. Conselhos para presidência: Não precisa melhorar muito para ser uma ótima empresa. Um projeto que tenha uma boa gestão, já conquista boa parte dos candidatos da área. Falta maturidade na BRQ para escolher seus gestores.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2013","avaliation":"Prós: a empresa e muito legal ,gostei de trabalhar la nossa foi uma experiencia sensacional ,com cargos legais e muito positiva com os funcionarios Contras: a unica coisa era que o gerente era um pouco desespreparado e tinha poucos treinamentos so isso que achei o resto era tudo otimo nossa sensacional   "},{"user":"Analista de Recursos Humanos (RH) Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Autonomia, flexibilidade, tranquilidade para trabalhar. Endomarketing, o RH sedimentado, possibilidade de trabalhar com foco. Gestão participativa. Contras: Infelizmente a empresa trabalha com contrato, logo o seu tempo de vida na empresa é determinado pelo tempo do contrato que vc está alocado. Falta de plano de carreira, o que poderia possibilitar remanejamento ao invés de desligamento.   "},{"user":"Analista de Recrutamento e Seleção Júnior","avaliation":"Prós: clima, qualidade de vida, aprendizagem desenvolvimento pessoal parceiria com o time gestao de prazos agilidade pensamento positivo integração Contras: desenvolvimento da gestão direta e alta liderança criação de um ambiente motivador e estimulante falta de bonus motivações financeiras desenvolvimento de um ambiente colaborativo Conselhos para presidência: melhorar a gestao de pessoas   "},{"user":"Desenvolvedor iOS Pleno","avaliation":"Prós: Tem uma plataforma que pessoas compartilham conhecimento, encontros e você acaba pegando experiência e habilidades. Podendo tirar duvidas com pessoas mais experientes. Contras: Nunca trabalhei dentro da fabrica, se é que existe fabrica. Acredito que seja tudo contratos de clientes e funcionários. Aqueles que trabalham internos já existem clientes fixos. Quando você trabalha alocado no cliente , você é esquecido . Não contém feedback. Não existe realocação de recurso e gestor. Para cada projeto novo há mais contratação. No cliente, ele não entende o seu papel, o cliente acredita que você é funcionário dele. Exemplo: Entrei como desenvolvedor iOS , acabei mexendo em Android (não reclamo disso, apenas pra ter noção) . Depois me colocaram na API (c#, não sei nada disso, tive que aprender na marra) e estão me envolvendo em novos projetos que foge da minha área.   "},{"user":"Analista de Marketing Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui um excelente ambiente de trabalho, as pessoas têm um ótimo relacionamento não só dentro da sua equipe como entre as demais equipes. Contras: Dependendo do departamento que você atue a escalada na carreira é muito complicada. E algumas vezes você precisa trabalhar alocado em lugares distantes.   "},{"user":"Coordenador de Projetos","avaliation":"Prós: Empresa com boa estrutura e localização. A grade de beneficios e bem completa. Busca constantemente inserir metodologias de mercado nos projetis internos. Contras: Em alguns projetos percebe-se a neceasidade de reciclagem dos gesrentes de projeto, que nao acompanham as novas metodologias, inclusive as que são impostas pela propria empresa.   "}]