[{"user":"Analista Pleno","avaliation":"Prós: Organização exemplar da empresa, em que se preocupa com todos funcionários presente na atual grade e com o cuidado com cada recurso e cliente Contras: Sou novo na empresa então dificilmente irei conseguir posicionar algo sobre a empresa nesse momento, assim que possível poderei informar melhor   "},{"user":"Programador Pleno","avaliation":"Prós: Empresa com ótimo ambiente de trabalho, colegas em geral bem comprometidos em ajudar, horários flexíveis, benefícios flexíveis podendo ajustar os valores de acordo com sua necessidade, bom salário Contras: A empresa talvez peque por não estipular um plano de carreira bem definido para os funcionários, muitas vezes permitindo que talentos não sejam identicados Conselhos para presidência: Meu único ponto seria investir mais na identificação e retenção de talentos através de planos de carreira mais bem definidos.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente bom e de qualidade, gosto das pessoas e tenho liberdade de horários e de poder usar roupas mais leves. Tem bons recursos internos e me permite utilizar quando ´necessário Contras: Falta de planejamento,não tendo uma visão de para onde vamos a curto prazo, tenho que entender onde me encaixo e isso dificulta pois sem a estratégia isso fica nebuloso.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa tem um ótimo ambiente, uma equipe unida e sempre disposta a ensinar tudo que for necessário. Horário flexíveis - banco de horas. Salário e benefícios em dia. Contras: Não tem um plano de carreira estruturado o que facilita a saída dos profissionais - que saem de coração na mão por ser uma ótima empresa. Apenas precisam ajustar este quesito.   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os benefícios são distribuídos por pontos o que facilita. Oportunidade de trabalhar em várias empresas conhecendo várias tecnologias e culturas organizacionais. Contras: Sem plano de carreira estruturado, pois, depende da empresa que você estará trabalhando. Não tem muita estabilidade, devido aos contratos dependerem de empresas terceiras.   "},{"user":"Analista de Marketing Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Bons benefícios, fácil acesso para quem vai de transporte público, bom ambiente de trabalho. Na época em que atuei na empresa pude me desenvolver bastante como profissional Contras: Sem plano de carreira para area de marketing, por ser uma empresa da área de tecnologia os investimento são para colaboradores que são da área de tecnologia.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Pagamento em dia, contratação para tipo alocation (alocado diretamente em um cliente) CLT Full (sem o CLT Flex usado em outras consultorias). Contras: Salário baixo e benefícios fracos. Reajustes inexistentes. No modo alocation, não há nem contato com a consultaria, é só um CNPJ diferente no holerite.   "},{"user":"Analista de Desenvolvimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho, flexibilidade de horário ajuda bastante .Os benefícios são de mercado e sempre cai na data correta assim como o pagamento. Contras: Falta de oportunidade de atuar em outras áreas de interesse, dentro da empresa. Alguém não esta rendendo em uma posição,o motivo pode ser, porque gostaria de ir pra outra posição , ainda mais se ja estiver se preparando. Conselhos para presidência: Que seja realmente possível ter um plano de carreira.   "},{"user":"Programador .NET Pleno","avaliation":"Prós: A equipe é muito unida apesar de ter seus altos e baixos, gerentes e coordenadores dispostos a ouvir e ajudar em caso de uma eventualidade, ou até mesmo sugestões, ótima remuneração e benefícios, e um ótimo planejamento de desenvolvimento Contras: falta de oportunidades de crescimento dentro da empresa, uma vez que a distribuição de cargos poderia ser melhor, e de forma um pouco mais justa.   "},{"user":"Analista Pleno","avaliation":"Prós: A empresa sempre efetua o pagamento em dia os benefícios são bons. Utilizam a forma de contratação CLT Full. Há flexibilidade de horário. Contras: Nao há um bom plano de carreira, no máximo voce faz amizade com seu coordenador e consegue uma chance. Os coordenadores são despreparados. Não sabem agir sobre pressão. Quem fica alocado, é esquecido. Conselhos para presidência: Vocês precisam urgentemente melhorar o plano de carreira dos funcionários! A empresa não gira apenas com o trabalho dos Desenvolvedores. Perdem muita gente boa por descanso.   "}]