[{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Salário compatível com mercado, bons benefícios, representantes de conta dão atenção aos funcionários alocados em clientes. Contras: poderia fechar o banco de horas mensalmente, atualmente eh fechado a cada 4 meses e horas extras são pagas somente neste fechamento...   "},{"user":"Programador Pleno","avaliation":"Prós: Horários flexíveis Benefícios flexíveis Contras: Falta plano de carreira com regras claras Não podemos ter nosso próprio plano de saúde Conselhos para presidência: PLR, 14o. Salário, e brindes no Natal, Dia das Crianças, etc..   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Segue corretamente com as regras de contratação de CLT. Não deixa o funcionário sozinho e sem contato. Responde as perguntas feitas porém sempre de telefone sem deixar \"rastros\". Contras: Depois que você entra não tem como conseguir aumento. Benefícios em sistema de pontos onde para alguns não se consegue colocar seus dependentes na assistência médica e neste sistema depois que você sai não tem direito de continuar com a assistência médica. Conselhos para presidência: Saiba conseguir formas de ajudar os colaboradores, de incentivá-los de verdade. Desca até eles e pergunte diretamente. Ficar sabendo apenas pelos olhos dos líderes pode te deixar com uma visão distorcida da realidade.   "},{"user":"Gestor","avaliation":"Prós: Oportunidade de atuar em projetos e clientes interessantes. O uso da metodologia ágil, os projetos de UX são muito legais. A implatnação do workplace foi demais! Contras: os diretores poderiam estar mais perto das equipes. as necessidades de hoje são diferentes de antes. a empresa está evoluindo, mas acho que se eles e o presidente estivessem mais perto, a evolução seria muito mais rápida. Conselhos para presidência: aproxime-se.   "},{"user":"Líder Técnico","avaliation":"Prós: Ambiente bacana e modelo agil e flexivel muito bom para a atualidade... Contras: Tecnologia deficiente e pouca sinergia entre as diferentes areas de ti da empresa.   "},{"user":"Desenvolvedor Java Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, esse é o ponto mais forte, segundo ponto é a rapidez com que a máquina ficou pronta para trabalho, praticamente no mesmo dia já estava liberada, outro ponto é a localização, ótima também e a estrutura da empresa é bacana também, é um local bacana. Contras: Capacidade técnica das equipes, na sua equipe você pode encontrar pessoas com cargos elevados, mas que não sabem nada da Stack do projeto, aí fica difícil. Outro ponto negativo foi a cobrança sem contexo, o projeto estava totalmente perdido e muito disso era pela cobrança por entregas, acho válida a cobrança, mas a cobrança tem que ser embasada e não de qualquer forma. Conselhos para presidência: Melhor validação na hora da entrevista, verificar se realmente o candidato conhece o mínimo necessário. Estruturar bem o projeto antes de querer avançar, o Scrum Master da minha equipe era um cara muito bom na hora de lidar, mas o gerente do projeto deixou muito dev descontente.   "},{"user":"Estagiário","avaliation":"Prós: Relação entre o time, métodos ágeis, convivência, lugar bom para trabalhar e fazer networking, liberdade e flexibilidade no horário de acordo com a sua gestão, oportunidades de aprendizado. Contras: Comunicação interna deve melhorar para que os funcionários estejam mais engajados. Isso já está sendo melhorado com a implantação da nova ferramenta de comunicação interna e inter-relacionamento Workplace.   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Para quem trabalhar na sede para ser bom, muitos e-mails com coisas positivas com atividades para unir as empresa. Pagamento em dia. nunca ouve atraso em nenhum pagamento. Contras: Quando se é funcionário alocada, você fica literalmente esquecido não há nenhum acompanhamento positivo ou analise de desempenho para uma eventual promoção ou aumento. O coordenador(BRQ) só fica a disposição para conversar com o cliente dificilmente procurar seus alocadas para conversar ou para 'brigar' pelo interesse da equipe. Conselhos para presidência: Pensar em algo para tratar os alocados como seres humanos e não apenas como um numero pra obter lucro.   "},{"user":"Arquiteto de Sistemas Sênior","avaliation":"Prós: Empresa tem um horário flexível, os benefícios são excelentes e bastante dinâmicos, o próprio funcionário escolhe quantos reais em cada beneficio Contras: Como trabalho externo fico meio esquecido pela gestão, em no inverno a empresa fica muito gelada, nem ligam o ar condicionado pra dar uma esquentada   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Salários em dia e compatíveis com o mercado, ambiente agradável, pessoas em toda empresa educadas e solicitas, boa estrutura, possui refeitório, salas de descanso e coisas para distração possui horário flexível e fica bem próximo a estação do metro. Contras: SCRUM é só no papel porque a metodologia usada é a famosa pastelaria, sem treinamento, contratam uma equipe e colocam para entregar as atividades, sem pensar em qualidade de código, padrões de projeto ou boas praticas, gestor bem distante e frio parece só se importar com entregas, os gestores deveriam alem de se preocupar em entregar se preocupar em criar um projeto bem feito de ponta a ponta, muito provavelmente terá horas extras, já que existe mais pressa em entrega do que qualidade ou pensar em uma melhor maneira de fazer ou como fazer do jeito certo. Falta de informações da duração do projeto ao me contratarem me informaram que a duração seria indefinida mas no primeiro dia já informaram que o projeto seria de um ano, o que se fosse me proposto antes não teria aceitado. Conselhos para presidência: Fazer uma vista grossa em cima dos GPs, e talvez a necessidade novamente de Agile Coach na empresa para instruir os Gerentes e treinar as equipes, já que os Gerentes aparentam ser defasados e desatualizados com a metodologia ágil, achando que a entrega de qualquer jeito é melhor que código de alta qualidade.   "}]