[{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Paga em dia, bons benefícios, comparado ao mercado, processo seletivo rápido. Muitas vagas disponíveis, o que possibilita mudar de empresa e de área. Horário de 9:00 às 18:00 justo comparado às outras empresas. Contras: Sem plano de carreira, oportunidade de crescimento quase 0 pra quem trabalha alocado. Quem trabalha no RJ é largado às moscas. Nenhum incentivo, integração, palestra, cursos, networking. Conselhos para presidência: Sei que o RJ não está muito bem, mas dar mais atenção para os colaboradores deste estado   "},{"user":"Desenvolvedor Sênior","avaliation":"Prós: Têm benefícios muito bons. Ambiente bom de trabalhar, clima bom. A localização da empresa também é de fácil acesso. Excelentes profissionais. Contras: Reconhecimento do trabalho é fraco, muitas vezes para ser reconhecido só depois de conseguir outra oportunidade. Apesar de muito bom os benefícios, não existe a possibilidade de não ter plano de saúde, apesar do sindicato dar a opção   "},{"user":"Consultor Web - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma empresa que somos remunerados adequadamente conforme o valor agregado que entregamos. Reconhecimento dos trabalhos prestados através das entregas aos clientes Contras: A pessoa que trabalhar nesta empresa tem que entrar muito bem, isso ocorre em várias empresas de três letras, pois é praticamente impossível conseguir um aumento significativo Conselhos para presidência: desenvolver um plano de carreira   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Liberdade para trabalhar. Salários e benefícios sempre em dia. Você faz seus horários e escolhe o quanto deseja trabalhar. Permite trabalhos home office. Contras: Plano de carreira não claro. Falta de reconhecimento profissional. Trabalho alocado, e já fiquei um ano sem pisar na sede e sem contato com meus superiores. O máximo de vezes que fui na sede, foi duas vezes em um ano. Conselhos para presidência: Aproximar mais do subordinados. Não tratar os colaboradores como peões de fábrica.   "},{"user":"Funcionário","avaliation":"Prós: a empresa possui uma boa variedade de empresas clientes, possui um bom programa de benefícios onde você pode distribuir créditos entre VR e VA, boa remuneração Contras: trabalha com um sistema de ponto onde você tem que marcar a entrada e a saída,controle desnecessário na minha opinião. internamente a empresa é muito desorganizada, sem processo de integração ou um plano de carreira que seja claro. "},{"user":"Analista de Planejamento Pleno","avaliation":"Prós: O trabalho em equipe, localização, ambiente de trabalho, instalações, programas internos de indicação, metodologia de desenvolvimento e de testes dos sistemas Contras: Alguns funcionários ganham regalias em relação aos outros, não tem um programa de atualização do profissional, pessoas ocupando cargos de chefia, coordenação sem qualificação para exercer a profissão Conselhos para presidência: Reveja as posições de coordenador, gerente de projetos, as ocupações que lidam direto com o empregado da empresa, tem alguns que não tem a experiência ideal para ocupar esses cargos   "},{"user":"Analista de Projetos Sênior","avaliation":"Prós: Na empresa há um ótimo relacionamento entre os funcionários o que torna o ambiente muito agradável para se trabalhar. A empresa oferece um bom pacote de benefícios Contras: Não há capacitação para os gestores. Não tem plano de carreira. Os funcionários que estão à disposição não são reaproveitados, pois não há quem controle isso Conselhos para presidência: A gestão da empresa deveria olhar mais para o que está acontecendo na base da pirâmide   "},{"user":"Scrum Master","avaliation":"Prós: A BRQ conta com incentivo a certificação profissional, oportunidade de crescimento, ótimo ambiente de trabalho e flexibilidade na escolha dos benefícios. Contras: Poderia estruturar melhor um plano de carreira com regras claras para que o profissional pudesse evoluir de forma mais fácil em sua carreira.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa muito correta em relação às suas obrigações trabalhistas. Sempre pagou os salários em dia. Possui boa reputação no mercado. Bom programa de benefícios. Contras: Os funcionários que trabalham como terceirizados (outsourcing) recebem pouco apoio da empresa. Não existe carreira na empresa para este tipo de funcionário. Tentei diversas vezes migrar para uma colocação interna mas sem sucesso. O seu empregador atual (empresa em que você está alocado) precisa dispensá-lo para que haja a troca. Não há treinamentos ou cursos para os funcionários.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Salários pagos em dia, possui clientes de grande porte, reembolsa certificações e no geral o ambiente de trabalho é agradável. A empresa sempre busca inovar e se manter na ponta do mercado. Contras: Não tem plano de carreira e não desenvolve os funcionários, prefere contratar do mercado ao invés de investir nos que estão na empresa. Deixam funcionários alocados em clientes esquecidos e sem respaldo algum. Conselhos para presidência: Promover o crescimento profissional dos funcionários é algo essencial. "}]