[{"user":"Programador Sênior","avaliation":"Prós: Como fico alocado em cliente, não tenho muito como avaliar a empresa neste momento. De repente em um outro momento possa auxiliar com alguma informação a mais. Contras: A empresa não conta com plano de carreira. Profissionais alocados são como se não fosse parte da equipe. Todo final de contrato gera ansiedade com relação a renovação ou não. O RH da empresa não costuma ser humanizado. Até exames médicos não são mais abonados. Conselhos para presidência: A cultura precisa mudar. O foco tem que ser o humano, fazer o funcionário querer vestir a camisa, se sentir parte de um todo e não uma peça facilmente substituível.   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente agradável e tem possui bons benefícios e oportunidades de trabalhar com grandes empresas. A localização da sede da empresa em São Paulo é muito boa. Contras: Plano de carreira ainda não existe sendo difícil ocorrerem promoções. Trabalhei com um excelente gestor porém cada um tem uma maneira totalmente diferente de trabalhar e nem todos são transparentes.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Reconhecimento na empresa e ambiente de trabalho Contras: Falta de organização Conselhos para presidência: Investir mais para a capacitação dos profissionais da empresa   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Mesmo alocado você consegue conversar com os seus gestores e demonstrar oque não esta legal e oque esta legal. O ambiente de trabalho e muito bom. E os beneficios eu gosto muito da forma como eles disponibilizam. Contras: Acho que poderia melhorar apenas no plano de carreira para cada funcionario ter um padrão. Onde o funcionario sabe oque tem que fazer para ser promovido.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Fiquei alocado em empresa com função bem do meu perfil, contrato renovado 3 vezes, benefícios padrão, depois alocado em cliente perto de casa come time bacana. Trabalhei muito, aprendi muito Contras: O trabalho e CLT mas depende dos contratos da empresa. Cada alocação em cliente pode ser algumas semanas ou seis meses (e renovado vários vezes). Fim de contrato gera ansiedade aguardando outro.   "},{"user":"Analista","avaliation":"Prós: Benefícios são atrativos...... Horário flexível de certa forma...... Localização da empresa é de fácil acesso....... Trabalho em equipe...... Contras: Diferença entre unidades... Gestão confusa as vezes.... Muda constantemente..... Oportunidade de carreira...   "},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Foi dado um ótimo curso pra iniciar no estágio. Mais de 60 dias de curso preparatório focado na tecnologia do projeto em que você ia iniciar o estágio. Contras: Falta perspectiva de reaproveitamento dos profissionais em final de projeto. O programa de estágio, ao que parece, também foi descontinuado.   "},{"user":"Android Developer - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pessoas super gente boa, flexibilidade com horário de trabalho e sem pessoas que pegam no seu pé. Contras: Acredito que Salário é muito baixo, quando for entrar na BRQ procure negociar o salário. Conselhos para presidência: Acredito que a empresa deve apenas melhorar o salário e a possibilidade de subir de cargo.   "},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Apesar de ser bodyshop o acompanhamento dos funcionários alocados no cliente era fidedigno, trabalhava alocado na Liberty Seguros e infelizmente as oportunidades de carreira nesse modelo de consultoria são bem limitados Contras: Infelizmente o vínculo era de consultor 100% alocado no cliente, apesar do acompanhamento ser muito bom, a questão de evolução de carreira fica um pouco estagnada, pois não há muitas perspectivas de evolução, diferente do que acontece internamente na empresa.   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Era uma empresa muito responsavel e cuidadosa com seus funcionários, presava pelo conforte e bem estar de todos os colaboradoeres. E o ambiente era agradável e entre amigos. Contras: Acredito que nao possa considerar como ponto negativo mas as vezes maquinas de café ou de água ficam apenas em uma parte específica do andar, poderiam ter mais.   "}]