[{"user":"Analista de Sistemas Sênior","avaliation":"Prós: A empresa possui flexibilidade de horário de trabalho, dependendo do gestor e projetos pode-se fazer home-office e existe a possibilidade de ser realocado dentro da empresa para atender diversos clientes. Contras: A empresa não possui um plano de carreira concreto. Um outro fator é o grande movimento de idas e vindas de profissionais que dificulta a formação de times.   "},{"user":"Analista Fiscal Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente ambiente de trabalho, bons benefícios, flexibilidade, possibilidade de conciliar a vida particular com a profissional, visão democrática. Contras: Não há plano de carreira, porém consideram o seu esforço. Salários abaixo da média do mercado, porém com bons benefícios. No balanço ambiente de trabalho x salário, compensa ganhar um pouco menos.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Excelente estrutura para se trabalhar internamente. A organização financeira por projeto tb é muito boa. Normalmente é fácil resolver problemas do dia a dia Contras: Não é nada fácil trocar de projeto quando o seu estiver no fim. Não é fácil ser promovido, ainda mais para as posições mais superiores, principalmente pq os projetos não dão essa possibilidade normalmente.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: A empresa tem um bom plano de benefícios, horário flexível, ótima localização, sem dress code e um bom ambiente de trabalho, com equipes que gostam de colaborar umas com as outras. Contras: A falta de um plano de carreira e a pouca valorização dos funcionários. Muitas vezes novos funcionários, com menos experiencia e conhecimento, são contratados recebendo mais do que funcionários antigos. É necessário uma excelente negociação na contratação para que seu salário não fique rapidamente defasado. Alguns projetos também são aceitos sem muita analise, e muitas vezes quem fica sobrecarregado, sem receber por isso, são os desenvolvedores. Conselhos para presidência: É necessário definir um plano de carreira e de recompensas para os funcionários.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Hoje... quase nada... A BRQ passou por processos de mudanças onde os bons foram embora e os ratos tomaram conta do navio q se continuar assim vai afundar. Contras: Gestores do rio, q tem o ego mais que a vontade de ajudar a empresa crescer... Vi a empresa perder muitos novos contratos pois mesmo a empresa tendo portifólio um gestor não quer enaltecer o outro. Conselhos para presidência: Olhe seus gestores no Rio, eu assisti muitas propostas não serem entregues por preguiça ou por que tinha de pedir ajuda a outro gestor... Eles não pensam na empresa.   "},{"user":"Mobile Developer","avaliation":"Prós: Uma excelente empresa para se trabalhar e crescer profissionalmente com vários clientes e excelente equipe, benefícios, Ambiente de Trabalho e boa equipe. Contras: Como toda empresa, o ideal é sempre negociar bem no momento da entrada na empresa, para conseguir aumento estando já na empresa não é uma tarefa fácil.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Possui bom pacote de benefícios, empresa localizada em uma região de fácil acesso, com ambiente de trabalho tranquilo e pessoas bem amigáveis. Contras: Pouca oportunidade de crescimento, o funcionário passa muito tempo atuando em uma mesma área, a empresa não possui um programa de carreira para alinhar com os objetivos dos funcionários.   "},{"user":"Analista de Negócios Sênior","avaliation":"Prós: Empresa com benefícios claros e que honra os compromissos financeiros. Permite trabalhar em seus escritórios com roupas informais. Oferece benefícios de praxe do mercado Contras: Empresa especializada apenas no modelo de fabrica de software, com muitos profissionais de baixo valor agregado ao negócio. Plano de carreira inexistente. Conselhos para presidência: Ter interesse em prospecção de projetos pra profissionais com alto valor agregado, que atuem junto as áreas de negócios dos clientes para a construção de soluções tecnológicas   "},{"user":"Programador Pleno","avaliation":"Prós: os gerentes têm bom relacionamento com os funcionários mesmo sendo uma consultoria e eu estando alocado em um cliente o relacionamento é bom. Contras: não estou a muito tempo na empresa mas com a minha experiência até agora não vejo pontos negativos sobre a empresa e dos outros funcionários.   "},{"user":"Analista de Marketing Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa é bem estruturada e possui uma boa localização,no centro de São Paulo. Além disso, a empresa oferece ótimo pacote de benefícios e na época em que atuei la, tinha ginastica laboral e massagem para os colaboradores. Contras: Bom, por ser um empresa voltada para área de tecnologia da informação, há poucas possibilidades de crescimento de carreira em outras áreas, princialmente no marketing.   "}]