[{"user":"Analista de Virtualização - Ex-funcionário, saiu em 2017","avaliation":"Prós: Boa remuneração e Benefícios Contras: Empresa demite ao término de contrato de terceirização, não tenta reaproveitar o profissional em outra área. Não há estabilidade.   "},{"user":"Programador Pleno","avaliation":"Prós: Fico alocado e sempre há uma pessoa presente para atender o que precisamos. Eles procuram investir no funcionário, esse ano promoveram curso de metodologia ágil. Contras: O plano de benefício é o único ponto negativo. Eles dão pontos para dividir entre os benefício mas te tiram metade porque ter plano de saúde e vale refeição é obrigatório.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios, Ambiente de Trabalho, Equipe. Uma excelente empresa para se trabalhar e crescer profissionalmente com vários clientes e excelente equipe. Contras: Como toda empresa, o ideal é sempre negociar bem no momento da entrada na empresa, para conseguir aumento estando já na empresa não é uma tarefa fácil. Conselhos para presidência: Sempre negociar bem no momento da entrada na empresa o salário que deseja.   "},{"user":"Gerente de Operações","avaliation":"Prós: Excelente abrangência no mercado financeiro! empresa em primeiro lugar segundo o IDC no atendimento de aplicações nessa indústria. Muitas oportunidades de atuação nesses clientes. Contras: Partindo da premissa que a empresa visa sempre maximizar seus lucros e os colaboradores são co-responsáveis na viabilidade dessa meta, os possíveis desvios que normalmente são entendidos como pontos negativos, na minha avaliação não são. Faz parte do show!   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Bons benefícios (trabalham com pontos e você escolhe a melhor forma de dividi-los), pagamento em dia, transparência, bastante aprendizado, bons colegas de trabalho, ambiente muito bom. Contras: Falta investimento em capacitação do profissional, falta projetos desafiadores, falta de um plano de carreira ou bônus por produtividade .   "},{"user":"Analista de Testes Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Gestão transparente desde à contratação, RH muito eficiente, benefícios EXCELENTES , gestores acompanhando de perto os funcionários alocados. Contras: O Salário para analistas de Qualidade de Software ainda está um pouco abaixo do mercado, porém compensam muito através dos benefícios.   "},{"user":"Programador Pleno","avaliation":"Prós: Ambiente bom para se trabalhar, projetos que nos desafiam a correr atras de mais informações. Sede da São Bento possui um local de trabalho bem tranquilo. Contras: Não possui crescimento de carreira. Os gestores não acompanham o seu trabalho, o que faz com que seu trabalho não seja reconhecido. Falta café.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Ambiente, flexibilidade de horário, benefícios, fácil localização. Variedade de profissionais bom para aprender e trocar experiências, períodos para quitação de horas negativas amplo. Contras: Ficar se deslocando da consultoria ao cliente 2 vezes por semana, transportar notebook de um lado para o outro, mudança constante de de lugar dentro da empresa, plano de carreira indefinido.   "},{"user":"Analista de Recursos Humanos (RH) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima, Pessoas, Localização, Pacote de Benefícios, Pagamento em Dia, Bons Clientes, Tecnologia de Ponta, Especialistas em TI, INFRA Estrutura. Contras: Ausência do plano de Carreira, reconhecimento por meritocracia, incentivos em treinamentos internos e externos, flexibilidade de horário e trabalho home Office. Conselhos para presidência: Valorização maior das pessoas de confiança.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade, benefícios, possibilidade de crescimento.... Possibilidade de atuar em vários mercados, tecnologias, agregando valor ao conhecimento profissional. Contras: Pressão e competição interna. Bairrismo, Panelinhas corporativas que vão de encontro ao crescimento da empresa. Pouco investimento em treinamento dos colaboradores.   "}]