[{"user":"Analista de Testes Pleno","avaliation":"Prós: Benefícios são bons, tirando o plano de saúde. Benefícios são bons, tirando o plano de saúde. Benefícios são bons, tirando o plano de saúde. Benefícios são bons, tirando o plano de saúde Contras: Não tem plano de carreira, estagnação total. Não tem plano de carreira, estagnação total. . Não tem plano de carreira, estagnação total. . Não tem plano de carreira, estagnação total.   "},{"user":"Desenvolvedor de Sistemas Júnior","avaliation":"Prós: Boa localização, flexibilidade com horários e vestimentas e bons funcionários sem dispostos a ajudar quando precisa com gestores sempre perto Contras: Muito mal organizado, isso por parte dos gestores com isso atrasando os projetos e gerando muito custo para correr atrás algumas vezes atrapalhando outras equipes quando pedem reforço   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: O salário e os benefícios oferecidos (plano de saúde, vale alimentação e vale refeição) são acima da média. O sistema de ponto é eficiente. Os pagamentos nunca atrasam. Contras: Não há um plano de carreira claro para os profissionais alocados externamente. Também, poderia haver algum plano de metas para os profissionais alocados externamente. Conselhos para presidência: Construir um plano de metas para os profissionais alocados externamente.   "},{"user":"Programador Júnior","avaliation":"Prós: Local ótimo para aprender e crescer. Cheio de pessoas com experiência e vontade de compartilhar seu conhecimento com todos. Muito divertido. Contras: Não tem um plano de carreira muito transparente para os funcionários, me sinto como se eu fosse permanecer no mesmo cargo por mais que eu evolua meus conhecimentos.   "},{"user":"Developer Programmer","avaliation":"Prós: Benefícios e flexibilidade de horário e home pra quem fica na sede da empresa, porém dependendo do cliente também é possível caso não dependa de vpn Contras: Alguns líderes tem um postura inadequada para o cargo....tentando diminuir as pessoas e centralizando as atividades para não perder o cargo . Conselhos para presidência: Reavaliar as possibilidades de home para os alocados externos   "},{"user":"Desenvolvedor de Sistemas Sênior","avaliation":"Prós: Benefícios e flexibilidade de horário e home pra quem fica na sede da empresa, porém dependendo do cliente também é possível caso não dependa de vpn Contras: Alguns líderes tem um postura inadequada para o cargo....tentando diminuir as pessoas e centralizando as atividades para não perder o cargo . Conselhos para presidência: Reavaliar as possibilidades de home para os alocados externos "},{"user":"Funcionário","avaliation":"Prós: Empresa inovadora, sempre pensando no futuro e totalmente ágil, possuí rede social interna e pensa no colaborador, bons benefícios ......... Contras: Tive problemas com o projeto no qual atuava, totalmente desorganizado, a gestão foi meio transtornada, muitas viagem e nenhum pouco beneficio   "},{"user":"Scrum Master","avaliation":"Prós: Beneficios, Home Office, Incentivo a Certificação, Oportunidade de Aprendizado . Contras: Plano de Carreira, Critérios para promoção .   "},{"user":"Analista de Sistemas Avançado","avaliation":"Prós: sistema de beneficios, ambiente descontraido, permite bermuda, boa localização. sistema de beneficios, ambiente descontraido, permite bermuda, boa localização. Contras: alta rotatividade de profissionais, as veces contratam muitos inexperientes e atrazam ao team. lideranças que nao sao pessoas qualificadas e muitas veces despendidas do team que lideram.   "},{"user":"Analista de Sistemas Desenvolvedor.NET - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa boa, com liberdade de vestimentas e horário. Gestores que acompanham o desenvolvimento do projeto e o andamento das pessoas contratas Contras: Como toda consultoria eles tem uma grande rotatividade de funcionários e projetos que dificulta mto o crescimento profissional. Não tem plano de c   "}]