[{"user":"Consultor","avaliation":"Prós: O time que tínhamos antes das mudanças atuais. As pessoas eram maravilhosas. O salário é bem competitivo e o grupo de benefícios já foi bom. No geral o acesso aos gestores não é difícil e a comunicação das normas da empresa é bem clara. Possui clientes interessantes e uma meta interessante. Contras: A atual gestão está muito focada em redução de custos a qualquer preço e também estão centrando os cargos mais altos aos \"amiguinhos\" de bairro todos do Sul. As pessoas internas parecem não ter preferência quando não participarem do grupo. O grupo de benefícios precisa ser revisto ou comunicado com melhor transparência sobre seu custo para a empresa. Deveria ter um canal onde os funcionários pudessem participar e levar ideias de negócios para a empresa e propor projetos inovadores. Conselhos para presidência: Estar mais perto dos seus funcionários e perceber a dominância de seus diretores sobre quem e como escolhem para seus gestores. A equipe pode ser melhor aproveitada se os gestores gastarem um pouco mais de tempo entendendo o que mais o funcionário tem a oferecer além do que está contratado para realizar.   "},{"user":"Analista Desenvolvedor Java Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa muito organizada, colegas de trabalho prestativos e agradáveis, excelente ambiente de trabalho e boa localização. Boa relação trabalho/qualidade de vida. Contras: A empresa contrata através do regime CLT Flex/Cotas, assim o salário em carteira é baixo, o que afeta seu 13 salário, férias e FGTS. Entretanto, a cesta de benefícios é muito boa. Conselhos para presidência: Seria interessante abrir a possibilidade de contratação PJ ou então fazer contratação CLT Full.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Excelente oportunidade para crescer Reconhecimento profissional comecei como estagiário e logo tive oportunidade de crescimento, é uma boa empresa Contras: Não valoriza muito os funcionários como pessoas, alguns gestores deixam a desejar. Vi pessoas com muitos anos de casa sendo demitidas como se fossem estags   "},{"user":"Desenvolvedor Front-end Pleno","avaliation":"Prós: Horário flexível, localização, pacote de benefícios, contato com as outras equipes, pontualidade no pagamento, reembolso de certificações Microsoft. Contras: A empresa precisa melhorar a gestão das equipes. Existem gestores que não tem conhecimento do que seus próprios colaboradores fazem. Os gestores não dão mais feedback para que o funcionário possa aprimorar seu desempenho.   "},{"user":"Consultor","avaliation":"Prós: Para quem trabalha interno na consultoria, o ambiente é agradável , flexível e tem boa localização. Bom plano de benefícios. Horário flexível. Contras: Não há plano de carreira, reconhecimento e investimento nos profissionais. Não há atenção para profissionais que ficam alocados no cliente. Péssimo atendimento no Departamento Pessoal. Conselhos para presidência: Maior investimento no profissional.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Horário flexível. Pacote de Benefícios interessante e clientes de grande porte (você realmente está resolvendo um problema real) Contras: Gestão. A empresa não consegue criar um sistema meritrocata com bom plano de carreira. Para receber aumento ou promoção você tem que ameaçar sair em um momento crítico do projeto. Paga-se muito para gestores incompetentes e pouco para excelentes engenheiros de software, que logo vão pra outra empresa, devido falta de feedback, etc. Além disso, o sistema de recolocação interna dos profissionais é patético. Se o seu projeto acabar, entra de aviso na hora e se não conseguir outra equipe, é rua. Burrice. Pois 1 mes depois a empresa precisa do cara e ele já está em outra consultoria, ou até mesmo, na concorrente :) É extremamente necessário que a BRQ se atente a esses fatores para ter um crescimento saudável. Erros básicos de gestão como não ter um controle de escopo, geram prejuízo para a empresa. Conselhos para presidência: Entenda que os bons engenheiros de software são os que geram lucro para a empresa e não gerentes ineficientes. Retenha os bons programadores e corte os fazedores de IFs, impostores que geram retrabalho e prejuízo. Tenha um sistema de avaliação interna da Unidade de negócios, dos projetos e das pessoas. Crie um plano de carreira desafiador.   "},{"user":"Product Owner","avaliation":"Prós: Ambiente Colaborativo, Aprendizagem, flexibilidade um ótimo lugar para começar a carreira, muita contribuição e muito profissional experiente que agregam muito conhecimento. Contras: Sem plano de carreira, reconhecimento, investimento nos profissionais, avaliações periódicas para que se saiba qual skill precisa ser melhorado para subir degraus dentro da empresa. Conselhos para presidência: Pensar em plano de carreiras e reconhecimento para funcionários e times que sempre entregam projetos e dão retorno a empresa.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: A empresa dá oportunidade para quem não tem experiência na área, com treinamentos e estágio, ótimo ambiente de trabalho, boa localização, grandes clientes, reconhecida no mercado de trabalho. Contras: Falta de plano de carreira, para ajudar o colaborador ter uma visão maior de que pode crescer profissionalmente lá dentro e assim ter vontade de querer ficar por muito tempo lá. Conselhos para presidência: Estar alinhada com os objetivos de seus profissionais   "},{"user":"Técnico de Informática - Ex-funcionário, saiu em 2014","avaliation":"Prós: Integração entre áreas, perfeito para aprender, estagiei lá durante 6 meses e logo fui contratado, contato direto com a área gerencial estando sempre alinhado com a estratégia da empresa. Contras: Após ser contratado como técnico fui enviado para o Cliente sem saber como funcionária a estratégia deles, alocado lá tive que me virar sozinho e aprender a forma de funcionamento deles.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Costuma ter bons salários e benefícios e para quem trabalha interno um ambiente de trabalho jovem. Pode-se por exemplo até trabalhar de bermuda no escritório. Contras: Para quem trabalha alocado em cliente é reconhecido somente como um número de matrícula, um recurso que gera receita. Praticamente não faz contato com ninguém na fábrica. Conselhos para presidência: Mais atenção aos alocados em clientes para que os mesmos possam se sentir parte da empresa.   "}]