[{"user":"Analista Programador Sênior","avaliation":"Prós: Horário flexível, em ótima localização no centro da cidade. Multinacional de grande porte, líder no ramo de tecnologia para o setor bancário. Contras: Não possui plano de carreira, e não reconhece o esforço de seus funcionários. Geralmente o funcionário é contratado, alocado e esquecido no cliente. Conselhos para presidência: Plano de carreira para os funcionários. Meu gerente por exemplo, acabou de sair, e ao invés de algum dos funcionários da equipe assumir o cargo, a empresa preferiu contratar alguém de fora. (Funcionários com certificação PMP e mais de 6 anos de empresa....pessoas capacitadas)   "},{"user":"Analista Programador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Flexibilidade de horário, ambiente de trabalho legal, muitas pessoas legais de se trabalhar, bons benefícios para uma consultoria, pelo menos a equipe que atuei se ajudava bastante e buscavam conhecimento juntos. Contras: Assim como a grande maioria das consultorias a brq não da muito valor para seus consultores, atualmente as pessoas são apenas números que são trocadas a todo momento como objetos. quando iniciei na brq eu sentia que valeria a pena derramar cada gota de suor que eu tivesse, hoje nao vale a pena se quer passar na frente. ainda mais com pmo's dizendo que o importante é entregar não importa a qualidade. Conselhos para presidência: Prestem mais atenção nos talentos dentro da brq, vocês estão perdendo bons profissionais por conta de birra de gerente ultrapassado e por tratarem profissionais como qualquer objeto.   "},{"user":"Programador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Liberdade de expressão. Fácil mobilidade. Facilidade de negociação. Boas instalações. Pessoas receptivas. Abertura para sugestões. Boa localização. Contras: Falta de metodologia própria. Fica a cargo do cliente e alguns casos isso prejudica o desenvolvimento. Alguns gestores não acompanham de perto. Conselhos para presidência: Desenvolver padrões visando os resultados eficazes e rápido. Alguns projetos estão perdendo dinheiro por terem sido mal planejados. Manter bons os profissionais, isso garantirá a excelência que vocês gostariam de ter. Muitos dos profissionais, seja em todas aéreas, estão apenas deixando o tempo passar e afetando toda a produção. Faltam olhos vivos na BRQ de Curitiba.   "},{"user":"Designer","avaliation":"Prós: Os benefícios são realmente um ponto muito positivo. Me chamou bastante atenção no início do processo e foi decisivo para que eu aceitasse a proposta deles. Contras: Trabalhar com consultoria pode ser um pouco complicado. Por ser minha primeira experiência em consultoria, confesso que demorei a me adaptar com o fato de não trabalhar na sede da empresa.   "},{"user":"Programador Pleno","avaliation":"Prós: A empresa paga em dia, sem atrasos. Há também um adiantamento de metade de 13º de salário, a disponibilização de máquina para trabalhar é instantânea. Contras: Não há plano de carreira, reajuste salarial (exceto pelo dissídio). Posso dizer que não há gestão de pessoas e o funcionário fica atoa sem saber se performará em novos projetos. Também não existe treinamento e a base de conhecimento fica centrada em pessoas/clientes as quais não propagam metodologias que podem ser introdutórias à quem entra no time. Existe uma cultura de entrega de atividades que independe da qualidade e isso sempre ocasiona retrabalho. Enfim, são muito imaturos em gestão de pessoas. Conselhos para presidência: Seria interessante se houvesse uma dinâmica que investisse no profissional, valorizando-o com treinamento e também com plano de carreira. Pois a alta-rotatividade faz vazar capital intelectual treinado para o mercado. Aliás, na área digital (que trabalhei) não há gestão que oriente os recursos, mas sim, ficamos muitas vezes atoa, perdendo tempo com falta de insumos que não nos permite atuar. Portanto, minha dica foca na valorização do profissional em treinamentos, mentoração, reconhecimento e proximidade entre recurso e gestores de forma a deixar mais fluido os processos internos de execução das atividades.   "},{"user":"Programador Pleno","avaliation":"Prós: O ponto mais positivo da BRQ, é a questão dos benefícios, é um sistema de pontos, onde você escolhe o que você quiser como benefício consumindo os pontos. Contras: Dependendo do cliente, pode não ser muito agradável a questão das tecnologias usadas, se isso for um problema para você é claro, se não é uma empresa boa   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: É uma empresa em que se tem flexibilidade nos horários e quando necessário pode-se fazer home office, os gerentes confiam nos funcionários. . Contras: A área comercial é muito ruim na captação de novos projetos. Fiquei algum tempo sem projeto sendo que o cliente dizia estar tentando passar os projetos para nós. Conselhos para presidência: Treine mais os seus funcionários para que consiga tirar o melhor de cada um.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente descontraído. Oportunidade de aprendizado em diversos ramos de negócio através da vivência em clientes grandes. Possibilidade de trabalhar com tecnologias inovadoras. A empresa investe na capacitação do funcionário. Contras: Falta de feedback, valorização do funcionário, plano de carreira péssimo pra quem começa a carreira profissional na empresa ou tem a ilusão de crescer sem chegar com uma proposta do mercado. Gestores com pouca experiência e maturidade com muita independência, permanecem sem serem avaliados e com isso os recursos são prejudicados.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Empresa correta e transparante quanto aos horários e pagamentos, os superiores sabem ouvir e deixam a comunicação aberta, os benefícios são atratativos. Contras: Os profissionais alocados são esquecidos e as visitas são mensais ou bimestrais, porém elas são apenas para tratar de assuntos gerencias com o cliente, acho que a integração poderia ser melhor com as equipes internas, assim como a rotatividade prometida na contratação entre projetos, fora que não existe avaliação de desempenho para o profissional saber como está seu trabalho. Conselhos para presidência: A integração com os profissionais alocados deveria ser melhor, pois eles são o \"espelho\" da empresa dentro do cliente, deixa-los motivados deveria ser prioridade   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Localização, benefícios. pessoal Contras: Não se aplica pois ainda sou muito novo na empresa e tudo ocorreu da melhor maneira. Conselhos para presidência: Melhorar a negociação em licitações e outras empresas para poder ofertar melhores planos de carreira   "}]