[{"user":"Programador Sênior","avaliation":"Prós: A empresa possui bons benefícios e vário clientes para alocar, isso ajuda bastante para uma recolocação de resto a empresa é legal, pagam certinho sem problemas Contras: Controle muito rigoroso de horas trabalhadas, o rh não é bem informado sobre o que a empresa funciona e para rever salário é uma enrolação só   "},{"user":"Desenvolvedor Front End","avaliation":"Prós: A empresa possui ótimos clientes e oferece ótimos benefícios, salários que condiz com o mercado. Profissionais capacitados que procuram sempre ajudar. Contras: Para quem trabalha em clientes, muitas vezes não vive a atmosfera que a empresa quer criar para os funcionários. Grande parte das vezes os profissionais alocados não recebem feedback ficando largados no cliente. Conselhos para presidência: A empresa está no caminho certo, só pensar nos profissionais que estejam no clientes.   "},{"user":"Desenvolvedor.NET Pleno","avaliation":"Prós: Plano de benefícios Muito flexível, ambiente de trabalho agradável, oportunidade de atuar em diversos projetos e clientes proporcional grandes experiencias profissionais. Contras: A empresa não possui um plano de carreiras, impossível melhorar o plano de benefícios mesmo subindo de cargo, aumente de salário é algo raro e geralmente quem consegue costuma esperar de 3 a 4 meses para receber, instabilidade profissional. Somos vistos como apenas números e não como pessoas. Conselhos para presidência: Mais foco nas pessoas que fazem a empresa ser oque é equipe e menos foco em números.   "},{"user":"Analista Pleno","avaliation":"Prós: Salários e benefícios condizentes com o perfil técnico, flexibilidade de horário e localização fácil assim como estrutura física (se estiver alocado na sede). Contras: Você às vezes fica alocado em clientes que não te respeitam como seus funcionários; eles te tratam como se nós fôssemos \"escravos\", sendo necessário acatar todas as ordens que não são factíveis, sem ter alguém para recorrer para um direito de resposta: você é terceiro e pronto! Conselhos para presidência: Plano de cargos e salários   "},{"user":"Analista de Requisitos Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa tem uma boa remuneração se comparada a congêneres no mercado. Incentiva o desenvolvimento profissional. Mantém uma relação de proximidade entre os analistas e os gerentes. Proporcional todo o ferramental para que o trabalho possa ser desempenhado sem preocupações com rotinas burocráticas como por exemplo, máquinas, solicitações de voos e hotéis... etc Contras: Não existe uma avaliação de desempenho de funcionários que ficam alocados em clientes. A relação entre os funcionários alocados e a empresa é muito distante e isso faz com que o funcionários se sinta muito mais parte do cliente do que da BRQ. Conselhos para presidência: Aproximem-se mais dos funcionários alocados em clientes, isso pode trazer novas oportunidades de negócios.   "},{"user":"Analista de Infraestrutura Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma ótima empresa, flexibilidade de horários, equipes empenhadas em ajudar, fácil acesso aos gerentes e diretoras, a empresa te faz se sentir em casa. Contras: Tudo muito centralizado no RJ e SP, as outras unidades não tem tanta autonomia. Falta um pouco de oportunidades para profissionais de outras unidades.   "},{"user":"Desenvolvedor.NET Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa grande com diversas equipes e projetos diferentes, beneficios de vale alimentação e refeição eram muito bons, plano de saúde do Bradesco. Existe sala de entretenimento (video game), massagem e refeitorio. Contras: Não enxerguei um plano de carreira, mesmo eles dizendo que existia a possibilidade, falta de organização no projeto, sem incentivo ou ambiente propicio para se sentir parte da equipe.   "},{"user":"Estagiário","avaliation":"Prós: Ótimo ambiente de trabalho e aprendizado. Investiram em um curso caro e em meses de treinamento interno dos estagiários antes de irem para as equipes. Contras: A falta de clientes no Rio de Janeiro. Muitos funcionários foram embora porque a empresa ficou com um projeto so que acabou. O que gera uma instabilidade nos que ficam. Conselhos para presidência: Investir em mais clientes e não se acomodar em um único.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: O Ambiente de trabalho e os benefícios. Os projetos e programas de benefícios aonde há valorização dos funcionários com a vantagem de poder distribuir os benefícios. Contras: Para alguns gestores falta a sensibilidade no reconhecimento dos valores de trabalho de alguns funcionários, fazendo com que em alguns momentos fiquemos desmotivados.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento de salários em dia. Remuneração acima da média de mercado. Flexibilidade de horários e banco de horas que permite emendas de feriados Contras: Benefícios já não são mais vantajosos, houve um aumento considerável nos descontos. Clima e ambiente de trabalho ruins. Existe uma grande insegurança no ambiente devido a crise pela qual a empresa está. As demissões são constantes. Conselhos para presidência: Não deixe que a crise faça com que a empresa perca sua essência de valorização das pessoas   "}]