[{"user":"Consultor Especialista","avaliation":"Prós: A remuneração é excelente, com ótimos benefícios e um PLR a cada ano. O setor de RH é mega organizado e prestativo. Ótimo para ser alocado externamente em clientes como offshore. Contras: Uma excelente empresa para se trabalhar em offshore, mas internamente tem sérios problemas gerenciais e comportamentais. Não há compromissos com as entregas, com a qualidade e a organização da gerência deixa muito a desejar. Conselhos para presidência: Uma avaliação melhor dos gestores, do delivery e também do planejamento.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Cultura da Empresa, Benefícios a relação interpessoal entre os membros das equipes. Contras: Falta de gestão macro dos projeto e transparência de alguns gestores desagregadores. Conselhos para presidência: leia o love mondays.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Responsabilidade no pagamento e obrigações legais da empresa. O RH sempre atendeu super bem. Pagamento em dia, compromisso com as férias dos funcionários. Contras: Não conheci a empresa, nem sua filosofia de trabalho. Trabalhava em um cliente deles, e seguia a filosofia de trabalho do cliente. Profissionalmente não tiveram contato comigo. Não havia um interesse em me manter como mão de obra após o contrato com o cliente terminar e nem um interesse no incentivo de crescimento profissional. Conselhos para presidência: Olhar mais para seus funcionários que estão trabalhando para seus clientes.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa estruturada e reconhecida no Rio de Janeiro. Possui ótimos benefícios e a possibilidade de trabalhar de bermuda na fábrica. Boas pessoas trabalham lá e o ambiente é descontraído por parte de alguns COLEGAS de trabalho. Contras: Assim como já li aqui em outro comentário, a empresa trata o funcionário como NÚMERO, como RECURSO apenas. Você é CLT, mas parece ser PJ e estar em algum projeto, porque precisa que suas horas sejam aprovadas e pagas pelo Cliente. Se não conseguir isto você estará ameaçado. Não tem visão de futuro para o funcionário e o salário é baixo. Existe panelas dentro da equipe e se não agradá-los será demitido. Existe alta cobrança e falta de tempo para se adaptar na empresa. Conselhos para presidência: Olhar mais de perto para o dia-a-dia das equipes de projetos e panelas feitas na empresa.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Visão de TI, boa cultura implementada, reconhecida pelo mercado de trabalho. Visão de TI, boa cultura implementada, reconhecida pelo mercado de trabalho Contras: Sem plano de carreira, não possui avaliação e aconpanhando de desempenho de alocados no cliente. Sem plano de carreira, não possui avaliação e aconpanhando de desempenho de alocados no cliente.   "},{"user":"Software Engineer","avaliation":"Prós: Oportunidade de trabalhar com profissionais muito bons, escritório de fácil acesso, boa comunicação com o setor do RH, bom pacote de benefícios Contras: Funcionários ficam um pouco jogados em suas locações, deveria ter um pouco mas de \"zelo\" com os consultores alocados para maior auxilio em problemas cotidianos.   "},{"user":"Programador Pleno","avaliation":"Prós: O salário embora seja abaixo do mercado, sempre é pago sem atrasar nas datas corretas, assim como os benefícios também são depositados nas datas corretas. Existe uma preocupação grande com esse fator. Contras: Não vejo programa de treinamento. Também não tenho ciência de nenhuma pessoa que teve um plano de carreira e ou teve algum mentor. Não sei de ninguém que conseguiu um aumento salarial.   "},{"user":"Analista de Projetos Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Profissionais da equipe com grande conhecimento e competência tornando o ambiente um verdadeiro laboratório de conhecimentos. Se adquire uma gama de conteúdo em relação a como realizar a gestão de projetos e como tratar processos de risco bastante qualificada. Contras: Não há programa de plano de carreira. Muita burocracia para crescimento profissional (cargo) e mais ainda para aumento de salários levando em consideração meritocracia.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Horário flexível, benefícios, companheiros de trabalho tornam o ambiente mais leve e descontraído buscando sempre conhecimento em novas tecnologias e melhores soluções Contras: Falta transparência dá gestão em relação ao projeto, não possui plano de carreira definido, gestão modelo antigo e se incomoda com a flexibilidade dá empresa.   "},{"user":"Funcionário","avaliation":"Prós: A empresa tem um bom ambiente de trabalho e, de maneira geral, permite que tenhamos qualidade de vida sendo possível cumprir o horário de trabalho. Contras: Apesar de ter se tornado uma grande empresa continua com um perfil de empresa familiar. Falta profissionalizar os processos, as mudanças são tão constantes que não há tempo suficiente para avaliar a eficácia, não há plano de carreira estruturado e as preocupações parecem estar direcionadas para os campos errados. Há também um sério problema com a comunicação.   "}]