[{"user":"Programador Pleno","avaliation":"Prós: Apesar de trabalhar alocado em um cliente, meus contatos diretos na BRQ são muito ativos, é a sensação de estar no escritório. Sabe reconhecer o profissional, tanto com o reconhecimento moral e financeiro. Contras: Talvez criar mais metodos de reintegrar os alocados com a matriz, pois vestimos a camisa da empresa. E sendo parte dela, nem que for um programa tipo: trabalhe um dia por mês ou semana na BRQ acho que seria valido. Conselhos para presidência: Quero dizer que seus funcionarios, pelo menos os que me supervisionam e gerenciam estão fazendo um excelente trabalho em criar satisfação em ser funcionario da BRQ.   "},{"user":"Programador Pleno","avaliation":"Prós: Ótimos benefícios, você escolhe o que quer, se quer previdência, vale alimentação, cursos. Empresa de grande porte, possui diversos profissionais muito bem qualificados. Contras: Até o momento não encontrei pontos negativos muito concretos, apenas que os funcionários alocados em clientes acabam se sentindo um pouco afastados da empresa, mas isso ocorre praticamente em todas as empresas em que o serviço é terceirizado.   "},{"user":"Analista de Requisitos Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: O pacote de benefícios é muito atrativo, dando a liberdade de escolher os benefícios que quer. Além disso, possui um sistema de Recursos Humanos muito seguro e com grande comunicação. Contras: Alguns gestores possuem pensamentos antigos e antiquados para a nova era que estamos. Acredito que tenhamos que ser mais líderes e menos chefes. Mas isso aplica-se apenas ao caso em que atuei. Conselhos para presidência: Acredito que os funcionários devem ser mais ouvidos. Tanto em relação a equipe de profissionais como os projetos em questão. E não apenas a cargo de seus gestores repassarem quadros de equipe e status de projetos.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Os benefícios estão acima da média do mercado. Dei a sorte de trabalhar com um bom gestor, que dava suporte quando necessário, sempre aberto à conversa. A equipe é relativamente jovem e de bom astral, costuma se ajudar pelo bem de todos. Um ambiente onde a pressão não é tão alta, vindo mais do cliente do que da própria empresa. Contras: A questão de cargos e salários acaba atrapalhando um pouco, pois o salário é negociado, não há um valor pré estabelecido. Isso acaba desmotivando alguns funcionários. A demora em reconhecer os talentos pode contribuir para que este venha a buscar vagas fora, só então ele acaba sendo reconhecido. Por vezes o funcionário da BRQ pode se sentir um pouco deslocado, pois ficando somente no cliente e não na BRQ, acaba se sentindo um pouco peixe fora d'água. Conselhos para presidência: Dois pontos deveriam ser vistos com certa urgência: 1 - Tentar ouvir mais o cliente e valorizar seus bons funcionários. São eles que fazem a empresa crescer, pois quanto mais funcionários alocados tiver, mais a empresa pode crescer. Não esperar que seu funcionário vá ao mercado atrás de reconhecimento. 2 - Criar uma política de cargos e salários. Mas acredito que está melhorando neste ponto já. Investir em treinamentos e cursos para desenvolvimento dos funcionários.   "},{"user":"Analista de Processos - Ex-funcionário, saiu em 2014","avaliation":"Prós: Organizada, constantemente existem treinamentos e acompanhamentos dos gestores com cada colaborador para melhorar o atendimento junto aos clientes da empresa, tem uma excelente estrutura, com benefícios atraentes e proporciona opções para o desenvolvimento profissional. Contras: É um pouco engessada na questão de segmentação de clientes. Por ser uma empresa que deu muito certo, eles não flexibilizam sua grade de serviços a fim de soluções para clientes de médio ou pequeno porte,. Conselhos para presidência: Seria bom para quando existe um intervalo de projetos, onde acabam dispensando os colaboradores que não foram alocados, existirem atividade de contingências até a abertura de um novo contrato nos padrões desejados da empresa. Poderia ser relacionada ao mercado de empresas de médio a pequeno porte, talvez com implantação de sistemas de Gestão, ou até mesmo serviços de consultorias, com soluções prontas de mercado desenvolvidas pela BRQ, onde até mesmo os desenvolvedores em seus intervalos de projetos atuassem nessa iniciativa. Acredita que geraria receita suficiente para manter os envolvidos e até mesmo para os fins lucrativos da empresa.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Clima corporativo, Remuneração, Localização, Clima corporativo, Remuneração, Localização, Clima corporativo, Remuneração, Localização, Clima corporativo, Remuneração, Localização, Contras: Posicionamento estratégico, Política de Benefícios, Plano de Saúde, Política de retenção Posicionamento estratégico, Política de Benefícios, Plano de Saúde, Política de retenção   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: A empresa é muito boa na questão de benefícios para os funcionários. Como estou alocado no cliente tenho que seguir a conduta do mesmo, porém o ambiente é aconchegante. Contras: Ainda não tive tempo de analisar está informação, sendo assim não tenho pontos negativos a acrescentar. Talvez precise de um feed back melhor. Conselhos para presidência: Melhorar o plano de carreira dos profissionais recém contratados.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Comodidade, Autonomia, Inovação. Comodidade, porque o ambiente é bacana, autonomia para trabalhar como quiser e sempre inovando nos métodos de trabalho.. Contras: A empresa ainda tem que adquirir aprendizado e se aprimorar, quando se trata de planos de carreiras. Conselhos para presidência: Valorização Maior do funcionário   "},{"user":"UX Designer","avaliation":"Prós: Tive muito contato com os lideres da minha area, mesmo sendo alocado, eles foram atenciosos e sempre estavam lá quando dava algum problema. Alem do mais a empresa esta mudando, com um sistema mais ágil e mais focada em ux do que era antes. Outro ponto legal é que sempre tem algo. Eles sempre estao procurando por profissionais entao sempre tem trabalho para quem está la dentro. Contras: Eu tive poucos problemas com a BRQ, por isso o que falarei aqui é mais baseado na opiniao de outras pessoas. Alguns alocados se sentiam mais abandonados. Nao existia uma cultura na empresa que fomentasse o conhecimento em UX, mais isso parece que vai mudar. Conselhos para presidência: Internalize mais seus profissionais alocados, fomente umq culturq criativa na empresa. Isso precisa muito!   "},{"user":"Consultor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário de acordo com o mercado, Benefícios flexíveis. Empresa com oportunidades em muitos estados no Brasil. O funcionário consegue adquiri experiência em consultoria. Contras: Empresa não dar suporte aos seus funcionários em relação ao cliente. Empresa não promove confraternização e integração entre os funcionários. Conselhos para presidência: Não \"jogar\" o consultor no cliente e esquecer dele.   "}]