[{"user":"Programador","avaliation":"Prós: Ótimos superiores. A empresa sempre busca auxiliar o funcionário prontamente. Ótimos benefícios, bom salário. Posso escolher a data das minhas férias desde que não prejudique a equipe e possui PR. Contras: Instabilidade por trabalhar em projetos terceiros externamente. Disputa com outras empresas no mesmo projeto para contratações de funcionários.   "},{"user":"IT Analyst - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa grande, com diversos clientes. Permite que transite e diversos projetos de grandes empresas. Ambiente de trabalho bem cuidado e legal. Contras: Deveria focar mais na retenção de pessoas. A rotatividade é alta e isso prejudica bastante os projetos. Poderia ter uma estrutura de remuneração variável de acordo com performance   "},{"user":"Analista Programador Sênior","avaliation":"Prós: Muito bom a questão do benefícios, pessoal alocado fica abandonado no cliente, mas isso é normal em questão de alocação. Contras: Quando alocado em cliente fica sem contato com a empresa e seus valores, não existe plano de carreira.   "},{"user":"Analista de Negócios III - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pacote de Benefícios agradável, empresa de grande porte e presença no setor financeiro. Muitos clientes para alocar recursos, excelente prédio no centro de sp. Contras: Difícil reconhecimento e crescimento, muitas vezes abandona o colaborador no cliente, visa lucro e esquece de recompensar o funcionário. Porém das empresas de outsourcing, a melhor para se trabalhar. "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: *Remuneração e benefícios em dia, sem atrasos, por vezes até antecipado. *Conseguimos trabalhar de forma flexível, conseguindo conciliar trabalho e vida pessoal. Contras: *Remuneração poderia ser melhor e não vemos chances de crescimento profissional. Ficamos por vezes sem visão de novos projetos e com receio de uma demissão por isso.   "},{"user":"Consultor - Ex-funcionário, saiu em 2013","avaliation":"Prós: Excelentes oportinidades de crescimento profissional. Empresa que se preocupa com o bem estar do colaborador dando oportunidades de trabalhar em projetos interessantes Contras: Por se tratar de uma empresa que presta serviço, o salário nem sempre está no mesmo nível do mercado. O escritório da vila olimpia era melhor localizado   "},{"user":"Analista de Projetos Pleno","avaliation":"Prós: Ótimos benefícios (você tem flexibilidade de escolher o seu pacote de benefícios através de um programa de pontos); dependendo do cliente o horário é flexível . Contras: Quem fica alocado no cliente tem pouco ou nenhum contato com os gestores, dificultando uma avaliação de desempenho justa. Não se sentir parte da equipe tambem é um ponto negativo.   "},{"user":"Programador","avaliation":"Prós: Benefícios oferecidos e ambiente de trabalho . Contras: Falta de processo, gestão ineficiente no planejamento e execução das atividades e falta de plano de carreira .   "},{"user":"Analista de Departamento Pessoal Júnior","avaliation":"Prós: A empresa é sólida, os processos do departamento são organizados, em geral o clima é bom e há autonomia na administração das atividades. Bons benefícios. Contras: Salário baixo, falta um sistema de avaliação de competências, cargos x salários, a empresa não retém os talentos, é necessário pedir demissão, e depois de alguns meses te chamam de volta para ganhar o que você havia pedido inicialmente. Conselhos para presidência: As entrevistas de desligamento são um ponto a ser observado, se tudo o que os funcionários já disseram até aqui fosse levado em consideração, a empresa pouparia talentos, custos trabalhistas e já teria um crescimento ainda mais considerável, falta um RH ativo, de fato.   "},{"user":"Líder de Projetos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo relacionamento entre funcionários, ótimo forma de divisão de pontos para benefícios, possui alguns ótimos gerentes que se preocupam em motivar suas equipes e dar oportunidades de adquirir e repassar novos conhecimentos entre a equipe. Contras: Não possuí um plano de carreira(por mais que diga que sim), não existe meritocracia, mas sim \"camaradacracia\", sistema de feedback totalmente falho, utilizam sistemas de pontos para não pagar mais na carteira de trabalho para o funcionário. Conselhos para presidência: Nós últimos anos a BRQ vem tentando gerar processos por conta do crescimento, mas ao mesmo tempo vem esquecendo de uma cultura que fora muito utilizado até meados de 2012, onde ela tratava seus funcionários com respeito, ética e muita transparência. Hoje somos tratados apenas como números, nada além disso. Isso acaba gerando desconforto e desmotivação. A BRQ foi a primeira empresa que amei trabalhar, mas hoje não tenho vontade de voltar por conta desse pequeno detalhe. Pensem nisso.   "}]