[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Ambiente, autonomia, clima organizacional, benefícios, localização,utiliza metodologia agil de desenvolvimento , se atualiza sempre e boa para se trabalhar. Contras: A empresa passou por uma reducção recentemente o que acarretou um certo sentimento de insegurança. Os projetos em 2017 estão sendo retomados. Conselhos para presidência: Melhorar a forma de utilziar saldo restante dos benefícios.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Sistema de pontos para eleger os benefícios oferece flexibilidade para alteração de valores entre benefícios. ótimo suporte e atendimento aos funcionários que estão em alocação em cliente. Contras: Não oferece plano de carreira, ao menos quando o funcionário está alocado em cliente. Não realizam feedback com os funcionários alocados em cliente.   "},{"user":"Analista Pleno","avaliation":"Prós: Empresa muito boa para trabalhar, ensina os estagiários do 0. Bom lugar para começar a carreira, sempre dão bastante atenção e estão prontos para ouvir suas sugestões Contras: Como em quase toda empresa, indicação vale mais do que conhecimento. Existem pessoas que não sabem nada trabalhando em cargos altos porque conhecem alguem   "},{"user":"Consultor III - Ex-funcionário, saiu em 2014","avaliation":"Prós: As pessoas e o ambiente de trabalho na fábrica eram agradáveis na época em que trabalhei com essa empresa. Em termos de como as pessoas tratavam as outras, não há reclamações, fiz muitos amigos nesse período. Contras: - O skill geral dos profissionais era baixo. Muitos clientes reclamavam comigo a respeito de \"analistas juniores serem vendidos como seniores\" - Salários muito baixos em relação ao tipo de encargos e responsabilidades adquiridas ao longo dos projetos, e em relação ao mercado. - Dificuldade de negociação a respeito de remuneração - Não havia incentivo pela busca de qualificação, e quando nós concluíamos cursos e treinamentos por conta própria, os gestores não apenas ignoravam o fato (mesmo que isso fosse diretamente relacionado ao trabalho) como demonstravam desprezo pelo feito. - Interferência muito forte de amizades pessoais nas decisões de promoções. A avaliação da performance era nitidamente afetada pela proximidade pessoal do profissional com o seu gestor. O nível de skill era praticamente ignorado, bem como as realizações. - O papel do gerente não era claro. Em várias ocasiões, os clientes me solicitavam a solução de problemas gerenciais (gerenciar problemas de equipe e tarefas), às vezes em nível comercial (valor/hora de profissionais e custos de projeto). Conselhos para presidência: Buscar por profissionais realmente bons no mercado. O RH fez um bom trabalho ao escolher pessoas com um bom perfil pessoal, mas com relação à avaliação de habilidades técnicas, a seleção deixou a desejar. Remunerar bem os profissionais. Apesar de existirem muitos profissionais \"ruins e caros\", \"bons e baratos\" inexistem. Melhorar o nível dos gerentes/gestores . Em 2012 - 2014, muitos demonstraram déficit de habilidades relacionados a lidar com clientes em tempos de crise, gerenciar equipes e andamento de projetos.   "},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Boa consultoria, melhor que a média de consultorias do mercado, possui bons clientes e em finais de contrato eles realmente tentam realocar. Contras: O RH da empresa é extremamente desorganizado, o funcionário que atua dentro de clientes fica completamente vendido em várias situações como datas de férias, plr . Precisa melhorar a administração de pessoas Conselhos para presidência: É necessário um plano melhor para reter os consultores com fim de projeto próximo e principalmente melhorar o RH   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: O salário e os benefícios são bem elaborados e justos por cada profissional, além disso as pessoas da empresa são legais. Infraestrutura boa para trabalhar. Contras: A empresa depende de um cliente só fazendo com que as equipes e a gerencia fiquem na mão deles, falta processos de trabalho mais bem elaborados e um atualização nas tecnologias usadas.   "},{"user":"Consultor de Processos Sênior - Ex-funcionário, saiu em 2013","avaliation":"Prós: Flexibilidade de horário, uma cultura de qualidade e estrutura de escritório de projetos. Grandes clientes, portanto há boas oportunidades de crescimento profissional e experiência. Contras: Distância entre escritório da BRQ e os profissionais alocados dentro de clientes. A BRQ, assim como todas as empresas de TI, peca muito com relação aos profissionais que estão sob o olhar diário do cliente. Vc só é acessado quando comete erros, e o cliente reclama, mas é preciso mais do que isso. A insatisfação do profissional pode gerar um serviço prestado de forma \"mais ou menos\", que nem chega a gerar uma reclamação do cliente, mas também não traz satisfação e mais oportunidades. Conselhos para presidência: Olhem para os seus profissionais dentro de clientes. Não é pq não estão chegando reclamações que tudo está bem.   "},{"user":"Desenvolvedor","avaliation":"Prós: Empresa que oferece uma boa assistência aos colaboradores, gerentes extremamente atenciosos, ambiente saudável, pessoas que se ajudam umas as outras... Contras: Não possui plano de carreira, isso desmotiva a maioria dos profissionais, não é algo pessoal, é uma realidade que todos que trabalham nela conhecem.. Conselhos para presidência: Construam um plano de carreira...   "},{"user":"Analista Sênior","avaliation":"Prós: Excelente ambiente de trabalho. Benefícios como vale alimentação e participação nos lucros. Relacionamento interpessoal, as pessoas valorizam umas as outras. Contras: As diversas mudanças organizacionais propostas pela empresa prejudicam sua identidade e consequentemente o trabalho a ser desenvolvido. Mal nos adaptamos a um modelo e a empresa está implantando outro e outro. Conselhos para presidência: Investir realmente na carreira de seus funcionários e manter o bom ambiente de trabalho conduzindo as mudanças com mais tranquilidade.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ótimo ambiente de trabalho, instalações modernas, limpas e organizadas. A empresa oferece um atrativo pacote de benefícios e paga os salários em dia. Contras: Os profissionais que não conseguem realocação ao término de um projeto acabam sendo demitidos mesmo possuindo bons conhecimentos na área em que atuam. Isso gera um sentimento de insegurança e instabilidade. Conselhos para presidência: Evite demissões desnecessárias, profissionais com muito conhecimento e experiência deixaram a empresa devido a deficiência no sistema de realocação que deveria não apenas indicar vagas e sim ajudar o empregado a se capacitar para novas oportunidades dentro da empresa.   "}]