[{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Área de lazer, arena, meetups realizados dentro da empresa que possibilitam vc aprender mais sobre diversas tecnologias . Por ser uma consultoria que atende clientes grandes vc vai ter contato com projetos bem legais e populares como de grandes bancos. Contras: Não possui PLR. Pra conseguir um aumento é difícil, na maioria das vezes tem que ter uma proposta melhor em mãos. Eles até enrolam um pouco pra ver se vc desiste.   "},{"user":"Programador Júnior","avaliation":"Prós: Pacote de benefícios flexíveis generoso, salário dentro da média das empresas do mesmo ramo, Ambiente de apoio mútuo entre os profissionais. Ambiente de aprendizagem entre os funcionários. Os novos sempre são bem recebidos e os mais antigos não tem reclamações graves sobre a empresa. Existe vários profissionais que sairam e acabaram voltando pois é uma das melhores empresas no ramo. Contras: Falta de plano de carreira, Falta de participação de lucros da empresa (PLR), necessário aumentar incentivos para que o funcionário continue se atualizando no mercado de TI, melhorar estratégias para manter profissionais motivados e reter ótimos profissionais a medida que o mercado está lutando para que eles deixem a empresa e façam parte de outras.   "},{"user":"Desenvolvedor iOS Júnior","avaliation":"Prós: Horário flexível, grande oportunidade de crescimento, grande variedade de tecnologias, ótimos benefícios, preocupação com os funcionários e qualidade do ambiente de trabalho Contras: Creio que a qualidade dos equipamentos e a demora para conseguir acessórios e/ou equipamento novo dificulta um pouco no trabalho, mas nada que irrite ou prejudique a performance, apenas um pequeno incômodo. Conselhos para presidência: Melhorar a velocidade de comunicação quando se trata de solicitar novos equipamentos e acessórios.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelentes oportunidades para crescimento profissional, oportunidade de trabalhar com novas tecnologias e facilidade de comunicação com as pessoas Contras: Não tenho pontos negativos, exceto pela burocracia do desligamento e de solicitações internas para tratamento de rotinas trabalhistas, posso destacar.   "},{"user":"UI/UX Designer Pleno","avaliation":"Prós: A BRQ é uma empresa que está sempre atenta às tendências de mercado, está sempre se atualizando e busca sempre proporcionar um bom dia-a-dia de trabalho para todos os funcionários. Contras: Por se tratar de uma consultoria, quando ficamos em projetos alocados no cliente, não temos perspectiva de crescimento profissional, pois dependemos da interação cliente-gestor BRQ.   "},{"user":"Coordenador de Projetos Júnior","avaliation":"Prós: Empresa que valoriza os profissionais. Empresa que valoriza os profissionais. Empresa que valoriza os profissionais. Empresa que valoriza os profissionais. Contras: Poderia desocupar a Arena no horário do almoço. Poderia desocupar a Arena no horário do almoço. Poderia desocupar a Arena no horário do almoço.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Benefícios ótimos, começando com R$1.357,00 para serem distribuídos da forma que desejar. Vale refeição e Vale Alimentação, seguro de vida, planos de saude médica e odontológica, seguro de vida. Home Office pelo menos uma vez na semana. Arena com video games, mesa de pimbolim e airplay. Os colegas de trabalho estão dispostos a ajudar, existe uma curva de aprendizado incrível. Contras: Acredito que o maior ponto negativo sejam as maquinas para desenvolvimento. Modelos antigos/ultrapassados que acabam nos irritando algumas vezes. Fora isso acho que a empresa é excelente.   "},{"user":"Programador Pleno","avaliation":"Prós: Benefícios muito bons, ambiente de trabalho agradável, espaço para descontração com video-game, sinuca e ping-pong, além de puffs. Empresa em crescimento. Contras: Falta um pouco de organização nas equipes, pois necessita de mais pessoas em cargo de gerencia, scrum master. Além disso, há uma resistência por parte dos gerentes de aderir a cultura da empresa com relação ao home office.   "},{"user":"Analista de Sistemas","avaliation":"Prós: sempre gostei da empresa até o momento foi a melhor em que trabalhei tenho bons benefícios e a empresa teve um bom relacionamento com alocado Contras: até o momento estive trabalhando pela brq como alocação e não tive muito do que reclamar sobre a empresa tudo o que precisei me auxiliaram certinho porém senti falta de um feedback alinhado com os gerentes para ter um retorno do meu serviço. Conselhos para presidência: Focar no bem estar de todos os funcionários   "},{"user":"Analista Desenvolvedor .NET Sênior","avaliation":"Prós: Empresa com horários flexíveis e bom pacote de benefícios. Até o momento não o salário está bom, não sei se isso muda de acordo com o projeto alocado. No geral é bom. A empresa também disponibiliza diversos treinamentos o que possibilita adquirir muito conhecimento e visibilidade dentro da empresa. Contras: Ambiente ainda muito machista (o que não é raro em ambientes de TI) muita conversa jogada fora, procrastinação e as vezes empurrando com a barriga. Mas isso depende de cada equipe. Conselhos para presidência: Tentar observar mais as equipes, sem remover os privilégios mas mostrar que devem ser usados com moderação.   "}]