[{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: A BRQ paga sempre em dia, não tive experiência de trabalhar diretamente na empresa somente alocada em clientes mas sempre que precisei da minha gerente de contrato não tive problemas. Contras: Fiquei alocada em clientes, fora do escritório e não há supervisão gerencial da BRQ, somente do próprio cliente e com isso as suas avaliações e feedbacks são realizados pelo cliente, o que dificulta a promoção na empresa.   "},{"user":"Consultor Sênior","avaliation":"Prós: Empresa com benefícios flexíveis e salário compatível no mercado. Flexibilidade com horários e carteira de cliente ampla o que te possibilita ampliar o conhecimento. Contras: Não existe uma formulação de plano de carreira para áreas operacionais. Acredito que seja por conta de ser uma consultoria e modelo de carreira está voltando mais para TI. Conselhos para presidência: Aproveitamento interno de profissionais para o crescimento global da empresa.   "},{"user":"Web Designer","avaliation":"Prós: Empresa estável. Equipe tranquila. Ótima estrutura. Um lugar bom para plenos aplicar habilidades de forma tranquila. Projetos de longa data. Contras: Processos um pouco antiquados. A depender da equipe você pode ter impedimentos de evolução tecnológica por conta de gestores mais conservadores. Conselhos para presidência: Colocar pessoas com visões mais modernas em posições de influencia para impulsionas a BRQ em novidades tecnológicas.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: O benéfico flex é excelente para o funcionário escolher o melhor benéficio que se encaixa no perfil do funcionário. Empresa sólida e com ampla atuação no mercado Contras: Para funcionários alocados no cliente não existe nenhum sistema de bonificação por resultados. O feedback deveria ser mais bem trabalhado entre gerente e clientes alocados para ser mais verossímil.   "},{"user":"Analista de Testes","avaliation":"Prós: Empresa se preocupa com o funcionário, permite horário flexível (pelo menos no meu projeto), pagamento e benefícios \"sempre\" em dia, salário compatível com mercado e benefícios idem, RH e DP acessível, tem auxílio creche e custeia certificações. Contras: Quase nenhum. Se todos os gestores tivessem a mentalidade do dono seria o melhor lugar do mundo, aplicar as regras e seguir os valores da empresa. Conselhos para presidência: Continuem assim.   "},{"user":"Estagiário","avaliation":"Prós: Foco, aprendizado, dedicação em um clima super descontraído. Uma empresa bem tranquila de se trabalhar com gestores e lideres experimentes e equipes muito dedicadas. Um bom salario e os beneficios maiores da rede. Contras: Levam muito tempo para efetivar, dao mais valor a funcionarios que ja vem com uma bagagem, acaba desvalorizando quem eles mesmo moldaram e isso acaba que chateando um pouco.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: paga salario em dia: costuma depositar o pagamento sempre com antecedencia nunca tive problemas. Horário Flexível: Dependendo do Gestor é permitido ter um horário flexível que auxilia na locomoção para o trabalho fora do horário de pico. Benefícios: Os benefícios se torna atraente após chegar em determinado cargo ficando muito acima do oferecido pelo mercado. Contras: Foi retirado privilégios que os funcionários possuíam Contras:Massagem na Maca, Sala de Descompreensão entre outras medidas que eram tomadas para oferecer bem estar para os profissionais do Panamerica Park Conselhos para presidência: O Plano de carreira não é bem definido.   "},{"user":"Analista de Negócios","avaliation":"Prós: Flexibilidade de Horário; Liberdade para desenvolver o trabalho; Facilidade no relacionamento com Cliente. Ambiente Saudável e equilibrado. Boa localização. Contras: Sem perspectiva de crescimento causando alto grau de desmotivação nos funcionários. Não valoriza o funcionário que está alocado em cliente. Alocam e Desalocam funcionário sem perguntar ao mesmo se gostaria de participar de tal projeto.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente ambiente de trabalho, respeito com o funcionário. Política salarial de acordo com o mercado, boas oportunidades para início de carreira. Contras: Política de PLR deveria ser melhor elaborada com metas claras e definidas. Deveria haver mais eventos de integração visto que muitos funcionários ficam alocados nos clientes.   "},{"user":"Estagiário","avaliation":"Prós: Aprendizado constante buscando aperfeiçoamento e tendencias do mercado, atualização constante , pagamento em dia, pessoas qualificadas e interessadas Contras: não ha nenhum plano de carreira visível aos funcionários, isso deixa muitos descontentes e sem saber qual o caminho a seguir, ou o rumo a se tomar.   "}]