[{"user":"Consultor de Processos","avaliation":"Prós: Benefícios flexíveis(um valor X que v cpode distribuir da maneira que melhor achar, e o que sobrar pode ser utilizado com reembolso de cursos, faculdade, lentes de óculos, medicamentos, etc), reembolso de certificações, possibilidade de mobilidade entre clientes, trabalhar com diversas tecnologias, aplicar novas metodologias. Sempre tive o apoio da gerencia para tomada de decisões e duvidas organizacionais. Contras: A empresa tem foco no mercado financeiro (um pouco limitado), porém há iniciativas de diversificação de mercado e novos clientes. Ás vezes a mobilidade entre clientes é difícil e limitada.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: RH disposto a resolver problemas; Benefícios sempre condizentes com os definidos no sindicato; Liberdade para comunicação e interação com o cliente. Contras: A participação nos lucros é irrisória; Não existe reconhecimento por parte da empresa de performances acima da média do empregado junto ao cliente; Não há plano de carreiras. Conselhos para presidência: Oferecer oportunidade de realocação ou reciclagem dos profíssionais   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Bom pagador, respeita o horário de trabalho, oferece cursos, busca sempre realocar o profissional. Contras: Deveria existir uma política mais agressiva para aproveitar profissionais após fim de contratos. Conselhos para presidência: Criação de mecanismos para realocação do profissional no mercado, mesmo que este não seja aproveitado pela própria empresa, seria um sinal positivo que a empresa se importa com a vida dele.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Massagem e benefícios que são disponibilizadas pelo empresa, sendo muito útil para satisfação na relação dos trabalhadores com a empresa e cliente Contras: Políticas de recompensas, os resultados pessoais que agregam valor aos clientes e os reconhecimento que há, não são considerados pela empresa Conselhos para presidência: Humanizar a relação de trabalho e rendimentos   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Boa empresa para se trabalhar, salário bom, dependendo você pode cair em uma equipe muito boa, pessoas legais e ambiente bom. Boa empresa para se começar Contras: A empresa poderia investir mais em seus profissionais, definir planos de carreiras em cursos com todo o time. Estar mais presente com seus profissionais alocados. Conselhos para presidência: Melhorar o plano de carreira e melhorar a visualização dos empregados que já estão na empresa a um tempo.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Fico alocada no cliente com pouco contato com os demais funcionários. Mas quando preciso de suporte sou atendida prontamente pela equipe solicitada. Contras: Poucas vagas no RJ e não é muito fácil a realocação. Fazendo com que os profissionais sejam demitidos após o término do contrato com o cliente. Conselhos para presidência: Dê chances para quem está no cliente. Muito profissional qualificado com novas tecnologias sendo mandado embora.   "},{"user":"Funcionário","avaliation":"Prós: A empresa oferece bom programa de estágio. Para os efetivos são pontos positivos o fato de ser CLT Full, bons benefícios, e horário flexível. Contras: Funcionários dificilmente são reaproveitados ao término de um projeto, gerando insegurança na equipe.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Horário flexível, boa localização (Centro de SP) benefícios flexíveis e CLT FULL. Contras: Retiraram a máquina de café, massagistas, sala de descontração. Não há reconhecimento e plano de carreira e não importa se você se qualifica e melhora em diversos aspectos, é muito difícil conseguir aumento. Não tem plano de carreira definido. Devido má gestão, os analistas tem que se matar de trabalhar e sempre ficar até mais tarde /trabalhar de final de semana. Já foi mais organizado, atualmente decaiu. Conselhos para presidência: Vocês não vão conseguir manter talentos nessa empresa continuar a desvalorizar os funcionários de desenvolvimento e proteger os gestores de baixíssimo desempenho.   "},{"user":"Analista - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bom ambiente de trabalho, um bom pacote de benefícios que fica a cargo do funcionário a escolha e distribuição do mesmo, boa localização em São Paulo. Contras: Dependendo do projeto e cliente existe uma grande pressão e prazos apertados gerando em alguns casos insatisfação nas equipes dos projetos internas ou externas.   "},{"user":"Analista de Testes Sênior","avaliation":"Prós: Ótima empresa, existe uma Flexibilidade de horário caso seja necessário, e tem um ótimo relacionamento junto ao profissional, liberdade de expressão e argumentação. Contras: Plano de carreira deixa a desejar, metas, foco em objetivos principais, as vezes acabamos fazendo sempre a mesma atividade, e não tem muitos desafios.   "}]