[{"user":"Consultor II","avaliation":"Prós: É uma empresa boa para quem quer aprender, diversos clientes e há possibilidades de trabalhar em diversos projetos. Bons benefícios. Regras flexíveis. Contras: Quando alocado em cliente, não há visibilidade na empresa, sem perspectiva de crescimento por o seu gestor não conseguir avaliar seu trabalho.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Horário flexível. Contras: Não tem máquina de café, retirou os massoterapeutas. Não tem plano de carreiras, apesar de se auto afirmarem que tem, o único aumento que tive desde 2011 foi através de dissídio. A empresa mudou em 2013 de clt flex para clt full e perdi cerca de 30% do liquido que recebia. Conselhos para presidência: Um bom lugar para trabalhar é onde em primeiro lugar a presidência seja transparente mesmo, além de dialogar com seus funcionários, coisa que não é praticada. Não temos nenhum posicionamento perante a crise que estamos passando, a impressão é que o presidente está encolhido esperando um milagre acontecer.   "},{"user":"Consultor Especialista - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa possui um bom ambiente de trabalho, forte relacionamento entre equipe, ótima localização da sede em São Paulo, contratação 100% CLT com um bom pacote de benefícios. Contras: Caso você esteja alocado em um cliente, muitas vezes você fica um pouco isolado dependendo da forma de atuação do seu gestor direto podendo gerar alguma insatisfação.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Clima agradavel, pagamento em dia, liberdade de se expressar. Flexibilidade nos beneficios, PLR negociavel. Possibilidade de se envolver em projetos desafiadores Contras: Não tem padronização de processos, planos de cargos e salários é um mito. Diretoria e executivos são distantes dos consultores. Não existe plano de carreira, não existe a reconhecimento para carreira Y. Conselhos para presidência: Implante um plano de carreira   "},{"user":"Desenvolvedor Java","avaliation":"Prós: Salários em dia, programa de benefícios adequados e flexíveis, incentivo a qualificação em na de TI. Oportunidade de atuar no exterior ou em grandes empresas brasileiras. Contras: Realocação não tão flexível, dificuldade de alguns feedbacks, pouca perspectiva de projetos internos e promoção, cargos e salários. Para o profissional alocado difícil realocação, mas quem procura estabilidade é uma empresa muito séria.   "},{"user":"Analista de Recrutamento e Seleção - Ex-funcionário, saiu em 2016","avaliation":"Prós: Qualidade de Vida, bom clima de trabalho, bons profissionais, aprendi muito nessa empresa. Diversidade de atuação no mercado de TI. Boa formação para estagiários. Contras: A BRQ precisa investir mais no seu departamento de RH, colocando profissionais capacitados para tal atuação. Profissionais que tenham sua carreira voltada para RH. Conselhos para presidência: Investir mais no recrutamento e RH como um todo. Investir no plano de carreira.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Oportunidade de inserção ao mercado de trabalho. O programa de estágio realmente virou uma efetivação. Compartilhamento de conhecimento com profissionais mais qualificados, aumentando assim a curva de aprendizado. Contras: Má gestão dos recursos, sobrecarregamento dos mesmos. Clima corporativo já foi muito melhor, hoje grande parte dos profissionais, principalmente os com rating mais alto se encontram estressados e com medo de serem mandados embora. Conselhos para presidência: Coloquem as máquinas de café de volta. Contratem de volta os massagistas, tragam novamente as salas de descompressão, é triste ver o que a empresa está se tornando.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Localização da empresa é de fácil acesso. O ambiente de trabalho, na maioria das vezes, é bom. A empresa precisa se esforçar mais para ter mais pontos positivos. Contras: Não existe política de carreira e salários. Os salários dos analistas são determinados por cada gestor. Por exemplo, um analista de desenvolvimento sênior que trabalhe para um determinado gestor, pode ganhar bem menos que outro analista com a mesma função, mas que trabalhe para outro gestor. Isso ocorre porque a empresa paga participação sobre o lucro dos projetos, para os gestores. Como não existe uma política de salários da empresa, a grande maioria dos gestores diminui seus custos de mão de obra pagando salários baixos, fazendo assim com que suas participações no lucro fiquem bem \"gordas\". Observação: Os salários dos gestores, esses sim possuem uma política de remuneração. Inacreditável. Conselhos para presidência: A empresa deve ser a responsável pelos salários de seus funcionários. Retirar o poder sobre dos gestores sobre suas próprias participações no lucro. Dividir o valor de participação nos lucros, igualmente por todos os funcionários, independentemente de seus cargos. Os salários já determinam as responsabilidades e exiencias de cada cargo.   "},{"user":"Consultor II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Muita liberdade, reconhecimento com base em mérito, empresa sempre se atualizando, muita diversidade de clientes, ambiente muito bom de se trabalhar. Contras: Não tenho pontos negativos claros; Infelizmente não trabalho mais na BRQ IT SERVICES mas em função do mercado de trabalho, e não por causa da empresa.   "},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: Cresci nesta empresa adquirindo uma grande experiencia. E em conjunto a BRQ cresceu e se tornou madura hoje em um mercado competitivo. Ela possui valores alinhados com os meus. Contras: Um empresa em expansão e em constante mudança. Esta se preparando para abrir capital na bolsa de valores e esta sendo controladora rigidamente para evitar problemas futuros. Assim criando processos engessados. Conselhos para presidência: Observem todos os profissionais da empresa.   "}]