[{"user":"Programador Pleno","avaliation":"Prós: Benefícios oferecidos são muito bons, tenho flexibilidade e qualidade de vida, a cultura da empresa esta cada vez melhor e em processo de mudanças. Contras: Remuneração não esta de acordo com o valor do mercado, porém os benefícios são difíceis de encontrar em outra empresa. Falta reconhecimento dos funcionários que trabalham a mais tempo na empresa e equiparar o salário. Conselhos para presidência: Olhar para o funcionário que trabalha a mais tempo e fazer o feedback.   "},{"user":"Programador Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima empresa, ótimos funcionários e gestores! Empresa com grande capacidade de crescimento. Ótimos benefícios e salário compatível com a função Contras: Não vejo pontos negativos até o momento.   "},{"user":"Analista Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente legal, bem inovador. O escritório é bem localizado. Oportunidade de se trabalhar com novas tecnologias e soluções digitais em larga escala. Bons benefícios. Contras: Muitos cargos de chefia, inclusive diretores. Alguns departamentos funcionam isolados e não se comunicam bem. Salário Baixo. Muita pressão dos superiores.   "},{"user":"Assessor Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento em dia e qualidade ok de alguns produtos oferecidos. Benefícios regulares de qualquer empresa (vale alimentação enxuto e vale transporte) Contras: Um ambiente de trabalho horrendo. Você se sente um número. A pressão é imensa e a transparência da gestão não existe. Empresa familiar, zero possibilidade de crescimento.   "},{"user":"Funcionário","avaliation":"Prós: Ótimo ambiente de trabalho e de crescimento profissional. Pagam acima da média de mercado e bom pacote de benefícios. A empresa valoriza as opiniões dos funcionários. Contras: O plano de cargos e salários está em evolução. Importante valorizar os estagiários que serão os futuros gestores na empresa - eles tem muito a contribuir. Conselhos para presidência: Valorizem ainda + as opiniões dos funcionários. "},{"user":"Desenvolvedor iOS","avaliation":"Prós: Beneficios, horários flexíveis, desenvolvedores prestativos, uma boa porta de entrada para uma grande empresa. Valorização do estagiário(a)s Contras: Os gestores dos projetos deixam a desejar em diversos aspectos. Dificuldade de crescimento dentro da empresa. Cultura centralizadora de poderes. Conselhos para presidência: Mais atenção as necessidades dos funcionários e não pensar apenas nos lucros.   "},{"user":"Analista de Sistemas Desenvolvedor.NET","avaliation":"Prós: Estrutura do ambiente de trabalho muito agradável e flexibilidade de horário de entrada e saida. Contras: Plano de carreira não existe, tem q mostrar resultado e brigar por aumento, precisa entrar com o valor certo.   "},{"user":"Gerente de Projetos Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Desenvolvimento profissional com treinamentos internos e cursos externos e as atividades de Coaching profissional que ajudou muito no desenvolvimento da carreira. Contras: Tratativas quanto à utilização do plano de saúde, ainda mais quanto se este alocado fora do escritório da empresa; devido à necessidade e aprovação do medico do trabalho interno.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios, parcerias com ótimas escolas faculdades academias trabalhar home office uma vez por semana e trabalhar com pessoas legais na equipe, fácil acesso ao prédio da empresa próximo ao metro. Contras: Gestores despreparados fazem apenas o que o cliente pedi e não olham para os funcionários,projetos não tem um planejamento, entrei na empresa e não tinha maquina para trabalhar e demorou muito para ter acesso ao email da empresa. Conselhos para presidência: Escolha gestores competentes e não pessoas inexperientes   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa muito boa, com bom ambiente de trabalho e excelente clima para se trabalhar. Da oportunidade para crescimento e auto desenvolvimento. Contras: Falta de um plano de carreiras mais completo. Por ser uma consultoria que depende de projetos externos, ao final dos projetos, os profissionais podem ficar em risco.   "}]