[{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2011","avaliation":"Prós: Pagamento em dia. Como consultoria cumpriu com o combinado. Em todo o período não houve nenhum problema e bom diálogo com gerente de contas. Contras: No cliente havia um dress code rígido que exigia o uso de gravata de segunda a quinta e regras incomuns como não permitir o uso de fones. Isso só foi avisado após a assinatura do contrato.   "},{"user":"Analista de Suporte","avaliation":"Prós: Alguns poucos líderes são realmente muito bons, pensam de forma humana, pagamentos sempre em dia, equipe muito boa de trabalhar, sempre se esforçando Contras: alguns gestores só estão na empresa por conta de familiares, não há oportunidade de carreira, muitas cobranças para pouco feedback, cultura da gambiarra prevalece para tudo.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: A empresa não atrasa salário e benefícios. Sendo pontual nesses aspectos. A empresa possui fretado e não desconta de seus colaboradores, restaurante no local. Contras: Não existe plano de carreira, a empresa foca apenas em resultados e não incentiva quem o faz, totalmente isolado do centro da cidade dificultado a locomoção. Salarios abaixo da média. Conselhos para presidência: |Valorize os poucos talentos que estão na empresa.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Melhor empresa que ja trabalhei. Reconhecimento do profissional e oportunidade de crescimento. Ótimo salário e benefícios. Ambiente e gestao sao exelente. Induco para todos oa profissionais Contras: Não tenho nada a reclamar. E empresa exemplar. Só sai pois o contrato com o cliente acabou o prazo. Cumpre o que prometem. Boa recomendação. Super indico   "},{"user":"Analista de Suporte II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa preocupada com aspectos relacionados aos direitos do trabalhador. Os controles realizados por eles são interessantes e considero um ponto bem positivo no que tange a gestão. Contras: Os pontos de vista e propostas sugeridas pelos executivos da empresa não são absorvidos por grande parte dos funcionários. Percebo que a cultura do medo de perder o emprego em troca de arriscar em algo inovador que é a visão do executivo prejudica o desempenho da empresa a longo prazo e contribui para pessoas aguardando demandas e passivas, em vez de gerar pró-atividade Conselhos para presidência: Investir mais no colaborador e aumentar a plr para todos, pois a empresa ganha muito e não repassa os lucros devidos aos fncionários   "},{"user":"Gerente de Operações - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade apenas. Após mais de 6 anos de trabalho, sinceramente não vejo pontos positivos para uma empresa que se considera a maior integradora de serviços de TI da América Latina. Contras: Infelizmente, durante os vários anos que passei na empresa, não vi nada de positivo. Empresa administrada como empresa familiar, e com executivos sem qualidade, sem visão de negócio, estratégia, inovação e futuro. O amigo sempre é muito bem vindo, já o talento é relegado (não estou falando da minha pessoa), e busca oportunidade no concorrente. Não há plano de carreira, no entanto, a alta gestão vendo sonhos internos como engajamento, paixão pelo que faz, onde estamos e onde queremos chegar. Enfim, esse blá blá blá, que poucos donos de empresas globais pregam, mas que não verdade, não sabemos que eles também empregaram isto. Conselhos para presidência: Traga os melhores do mercado e não os seus amigos, ou amigos dos seus amigos. Procure avaliar de maneira profissional o histórico de funcionários que estão na empresa a anos, mas que não são ouvidos. Pois quando chega a nova gestão, geralmente essas pessoas ou vão embora ou são demitidas. Procure saber como os Diretores, Gerentes, Coordenadores e Líderes tratam os funcionários. A maioria não tem educação e não trabalham com estratégia alguma, adoram um maldito powerpoint. Já não existe mais espaço para isso no mundo moderno.   "},{"user":"Analista Funcional","avaliation":"Prós: Empresa sempre Paga em dia. Bom ambiente de trabalho. Pessoas comprometidas em atender bem seus clientes e demandas. Se trabalhar direito, cumprir seu horário e fazer o mínimo, vai seguir carreira na empresa por muito tempo. A maioria dos empregados tem boa qualidade de vida, trabalhando dentro do horário. Horas extras são pagas! Contras: Não tem política de retenção de talentos. Empresa passa por mudanças de gestão e mudanças culturais que, em certos momentos, faz com que bons profissionais acabem indo pra concorrência, levando o conhecimento. Por ser uma empresa Chilena, de vez em quando precisa cortar pessoas por pressão de fora.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente de trabalho, pessoas e o respeito entre a diretoria e os gestores lidam com as pessoas, possibilidade de aprender novas tecnologias Contras: Falta de programa de retenção de talentos, programa de melhorias de carreira, possibilidade de espaço para crescimento e se destacar dentro da empresa. Conselhos para presidência: Olhar um pouco mais para baixo e ver a possibilidade de reter excelente pessoas, avaliar mais o funcionários abaixo dos gestores e evitar a saída de profissionais que gostam da empresa   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum na verdade, empresa com uma cultura horrivel, não cumprem com o que promete, gerente de projetos só sabe engabelar funcionario, salario abaixo do mercado Contras: Todos, empresa não cumpre com prometido, não existe plano de carreira, sem organização, projetos com contratos de mc donalds, salario muito abaixo do mercado. Conselhos para presidência: Melhore seu profissionais e dê uma oportunidade de carreira para os seus funcionarios, se não a rotatividade será enorme do jeito que é pra sempre.   "},{"user":"Consultor SAP Sênior","avaliation":"Prós: Empresa preocupada com aspectos relacionados aos direitos do trabalhador. Os controles realizados por eles são interessantes e considero um ponto bem positivo no que tange a gestão. Contras: Os pontos de vista e propostas sugeridas pelos executivos da empresa não são absorvidos por grande parte dos funcionários. Percebo que a cultura do medo de perder o emprego em troca de arricar em algo inovador que é a visão do executivo prejudica o desempenho da empresa a longo prazo e contribui para pessoas aguardando demandas e passivas, em vez de gerar pró-atividade, motivação e inovação. Sem isso a empresa perde contratos, valor de mercado na bolsa, desconfiança por parte de seus investidores e tudo por conta de uma cultura proporcionada pela zona de conforto. Conselhos para presidência: Não há como negar o conflito de interesses dentro de qualquer ambiente corporativo. Faz parte do jogo. Se me permitem uma sugestão: Ouçam (e de preferência a base da cadeia), pode levar um tempo é certo. Mas ouçam e identifiquem quem proporciona boas energias, sem rasgação de seda e terão um time de ouro. Para os que reclamam e pensam diferente da gestão... penso que são ervas daninhas que atrapalham e geram mais coisas negativas do que positivas.   "}]