[{"user":"Analista de Suporte Avançado","avaliation":"Prós: Bom relacionamento com a Gestão, ambiente agradável, ferramentas de trabalho atualizadas, bom relacionamento com os clientes e gestão de pessoas mediana. Contras: Oportunidade de crescimento ruim, benefícios medianos, salários defasados em relação à outra empresas do ramo, RH desumanizado e totalmente dependente da sede.   "},{"user":"Consultor SAP Basis Pleno","avaliation":"Prós: Ambiente de trabalho agradável, oportunidade de desenvolvimento, pagamentos em dia, experiencia com clientes de grande porte e multinacionais. Contras: Definir um plano de carreira para os funcionários, melhorar os benefícios, uma refeitório para almoço promover especialização para os funcionáiros   "},{"user":"Analista Funcional","avaliation":"Prós: Pagamento de salário em dia. Clima agradável entre as equipes e sem estresse no dia a dia. Bom relacionamento entre os colegas de equipe. Lanchonete na empresa. Contras: Salário abaixo do mercado, não existe plano de carreira, não tem benefícios, somente os obrigatório pela CLT. Apontamento bde horas no login da máquina, totalmente ultrapassado. Conselhos para presidência: Valorização dos funcionários pois somos a inteligência da empresa.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima oportunidade de adquirir conhecimento, você consegue transitar entre as áreas e também acesso fácil aos gerentes e diretores. Empresa open space. Contras: A empresa passou por várias fusões e não possui uma cultura própria da empresa. Não há plano de carreira e cultura de feedbacks. Alguns gestores extremamente despreparados e que assumiram os cargos por conta das fusões, isso acabava desmotivando a equipe que não tinha uma ideia clara de atuação da área e possibilidades de crescimento. O funcionário não tem voz.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Algumas pessoas conseguem tornar o ambiente confortável, grande quantidade de softwares famosos trabalhados o que ajuda a adquirir experiência para ir para outra empresa. Contras: Empresa que não estimula o crescimento profissional, muitas pessoas em cargos altos onde não tem nenhuma utilidade. Benefícios são razoáveis comparados a outros.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: paga em dia ,véspera de feriado paga com antecedência, no meu setor os colegas de trabalho se ajudam , tentamos ficar em um ambiente descontraído. Contras: sem plano de carreira, sempre com mais trabalho , sem melhora de salário, o que eu faço não condiz com meu salário, faço muita coisa que é função do meu gerente , como por exemplo , entrevisto e analiso candidatos para futura ocupação na empresa Conselhos para presidência: reconhecimento de um trabalho bem feito e plano de carreira, menos trabalho escravo   "},{"user":"Analista de Infraestrutura Bilíngue Júnior","avaliation":"Prós: É difícil apontar pontos positivos quando se esta insatisfeito, porém, o cliente que estou é um bom cliente, excêlente ambiente de trabalho. Contras: Empresa não esta alinhada com as necesidades do cliente, e os processos internos dificultam o aumento salárial, mesmo após mudança de contrato com o cliente, forçando o profissional procurar outras oportunidades fora da empresa. Conselhos para presidência: Reveja de perto caso a caso, procedimentar gestão de pessoas é tira justamente o objetivo da gestão de pessoas, tratar processos humanos, eles nunca serão iguais para todos.   "},{"user":"Técnico de Suporte I","avaliation":"Prós: Bom ambiente de trabalho, boa comunicação com os superiores, alguns benefícios . Contras: Falta de investimento no funcionário, não tem perspectiva de crescimento dentro da empresa, salário abaixo da média do mercado de trabalho . Conselhos para presidência: Invista mais no seu funcionário, ele é a razão do seu retorno financeiro.   "},{"user":"Analista de Suporte Field Service - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa de grande porte otima para aprendizados para quem esta começando em TI, com bons beneficios, pagamento em dia, com treinamentos e atualizações Contras: Acredito que exista muita rotatividade nas cadeiras da chefia pelo menos no cliente em que eu atuava, poucas oportunidades de crescimento, falta de comunicação   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente Agradável de muita colaboração, com um time engajado. Crescimento bom, as pessoas fazem voce se sentir parte de um time e auxiliam nas necessidades Contras: Empresa com foco financeiro. Falta uma politica de recursos humanos mais clara, com plano de carreira efetivo. A divulgaçao deste plano e também incentivos.   "}]