[{"user":"Agente de Atendimento","avaliation":"Prós: \"Excelente ambiente para crescimento profissional\" Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possui bons beneficios como vale alimentação, vaga de estacionamento, linhas de fretado para a maioria das regiões (em São Paulo) e grandes contratos. Contras: Não tem plano de carreira e para se manter, precisa literalmente ser \"amigo\" do superior imediato. Caso contrário, o risco de ser demitido (independente de desempenho) é grande. Conselhos para presidência: Rever processos de gestão de pessoas, para que a empresa sempre tenha os melhores profissionais a disposição. Caso contrário, a empresa acaba ficando com os piores profissionais e acaba impactando projetos!   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: A empresa tem um bom ambiente de trabalho e estrutura física boa. Nunca houve atrasos de salário. Empresa tem boa visibilidade dentro do cliente, pois a parceria é de longa data. Contras: Não há um plano de carreira definido. Empresa não valoriza os funcionários, da a impressão de que todos somos dispensáveis e se não está satisfeito podemos substituir facilmente. Ao invés de investir no ativo, oferecendo facilidades em cursos de especialização, etc. Não há uma preocupação com a satisfação por parte da gerência, e os mesmo também não contribuem para um ambiente agradável. Uma empresa multinacional de grande porte, com plano de expansão dos negócios adquirindo várias outras empresas, e não tem benefício de PLR para os funcionários. Conselhos para presidência: Olhem mais para seus funcionários e não os vejam como ativos dispensáveis.   "},{"user":"Analista de Suporte","avaliation":"Prós: A empresa tem um ambiente amigável, por conta dos colegas de trabalho. Ambiente descontraído. Coordenadores amigáveis. Ótimo cliente. Não atrasam salário. Contras: A empresa não tenta resolver o seu problema, ignora suas solicitações até o ultimo momento. A empresa não fornece EPI no ambiente produtivo do cliente. Não tem base salarial, há muitos recebendo valores altos e muito mais recebendo pouco. O funcionário não é valorizado. Você é literalmente tratado como \"recurso\" e não como humano. Péssimo ambiente de trabalho, péssima gerencia, péssima direção, péssima administração. A empresa não sabe se auto-gerenciar, depende do cliente. Analistas alocados em local sujo, sem higiene. Péssima experiencia de trabalho. Conselhos para presidência: Reformular toda a gerencia, direção e RH da empresa. Únicos que fazem algo pela empresa são os coordenadores.   "},{"user":"Analista Desenvolvedor","avaliation":"Prós: É uma boa oportunidade para fomentar o Networking com profissionais da área, pois, por ser uma empresa de grande porte, a Sonda traz pessoas de diversos lugares para incrementar a equipe, você também tem contato com várias tecnologias e com isso pode expandir os conhecimentos técnicos. Contras: Ao menos na equipe em que trabalho, a gestão é o principal problema, não posso generalizar para toda a companhia, mas o time de gerência que atua em meu projeto possui pouco conhecimento técnico e um certo desinteresse em adquiri-lo ou dar ouvidos a quem domina mais sobre o assunto. As abordagens do time de coordenação e gerência, em certos momentos, chegam a ser abusivas. Sem valorização interna a gerência se permite desperdiçar o potencial que poderia alcançar. Os fatores acima resultam na desmotivação do time como um todo. A alta rotatividade de profissionais é uma forte evidência disso! Nem mesmo com altos salários há interesse de permanecer na empresa. Conselhos para presidência: Peço atenção a alguns indicadores de insatisfação nas equipes, e a partir desse levantamento, uma mudança na postura para resolver o problema. O time de gerência tem que atuar como um facilitador e não um fator de desmotivação. Respeito e gentileza é fundamental para fomentar admiração e motivar o trabalho de um time. A rotina de trabalho pode ser prazerosa e satisfatória para todos!   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Nunca atrasam o pagamento, os benefícios são muito bons, vale refeição e alimentação, dependendo do cliente que você estiver, eles dão almoço, como é no meu caso Contras: Horas extras demoram muito para ser recebida, de 4 em 4 meses, emendas de feriado não tem, mesmo se o cliente liberar, férias demora para ser liberado. Conselhos para presidência: No momento não tenho nenhum conselho ao presidente "},{"user":"Gerente de Operações","avaliation":"Prós: Estabilidade, comecei na empresa como desenvolvedor e agora estou como Gerente Operações, estou já ha 20 anos na empresa, estou contente aqui na Sonda IT. Contras: Empresa está crescendo muito e os processos estão se adapatando, muita aquisição de empresas foram feitas nos últimos 5 anos e muitas mudanças ocorreram.   "},{"user":"Analista Programador Sênior - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa para crescimento profissional, contato direto com gestores, quando trabalhava lá, tinha uma boa localização, incentiva algumas faculdades com percentual de estudo. Contras: Algumas coisas que tinha problema quando trabalhei lá era o ar condicional forte, sempre me atacava a sinusite, e muitas vezes tinha que me afastar por este motivo.   "},{"user":"Desenvolvedor","avaliation":"Prós: Crescimento profissional, Projeção de carreira, empresa ideal para se trabalhar, principalmente em TI, muito aprendizado, só acrescenta. Nota 10. Contras: Não tem nenhum ponto negativo... Empresa maravilhosa, talvez por ser uma empresa desse porte a comunicação com a gerência é mais dificultada.   "},{"user":"Database Administrator (DBA) Júnior","avaliation":"Prós: A empresa possui Fretado, a empresa possui uma localização Boa. A empresa possui refeitório no local de trabalho. A comida é gostosa. As pessoas que trabalham no local são bem educadas. Contras: Pouco serviço de madrugada. Eu trabalho 12x36 das 19 às 06 da manhã, E me sinto muito cansado. Os finais de se.ana você não tem mais, pois trabalha praticamente um sábado e um domingo por mês.   "}]