[{"user":"Analista de Sistemas Júnior","avaliation":"Prós: oportunidades e crescimento profissional em tecnologias. Sou muito grato por começar minha carteira de desenvolvimento na Sonda Contras: não existe plano de carreira. Salários não condizem com os cargos. Infra estrutura deixa a desejar.   "},{"user":"Funcionário","avaliation":"Prós: Uma grande empresa com cliebtes grandes e comum ótima equipe técnica. É um ótimo ambiente para se aprender bastante sobre as normas ITO e eata com uma forte expansão na área de cable. Contras: A empresa perde diversos talentos promissores pela falta de reconhecimento adequado dos funcionários e uma falta de conhecimento técnico por parte da gerência.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Benefícios As avaliações são sigilosas para que você fique à vontade para compartilhar a sua experiência na empresa. Porém, revisamos todas as avaliações de acordo com as Contras: Demora na tomada de decisão As avaliações são sigilosas para que você fique à vontade para compartilhar a sua experiência na empresa. Porém, revisamos todas as avaliações de acordo com as   "},{"user":"Analista Gestão de Ativos","avaliation":"Prós: Trabalho em equipe é muito bom. Bom relacionamento com os superiores e interação com diferentes setores. Possibilidade de viagens e atuação fora do país. Contras: Não tem plano carreira. Negociação salarial deixa a desejar e os salários tem pouca atratividade comparado a outras empresas do meamo ramo. Poderia melhorar o plano de benefícios.   "},{"user":"Funcionário","avaliation":"Prós: Salário médio, boa equipe, ótimo para se iniciar quando não se tem experiência na área, mas não para se passar muito tempo devido não existir reconhecimento e plano de carreira Contras: Não existe plano de carreira, prometem mundos e fundos e não cumprem, não existe planejamento no projeto deles, firmam um contrato de projeto de 16 recursos porém o projeto exige muito mais colaboradores, sobrecarregando os funcionários Conselhos para presidência: Criem planos de carreiras e valorizem seus funcionários! "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: liberdade de trabalho, soluções cisco funcionam muito bem, pouca cobrança de serviço, vale alimentação, salario em dias, ótimos profissionais. Contras: Desorganização, baixo salario, não tem oportunidade de crescimento, Plano de carreiras, Salários muito abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos isolados, equipe pouco capacitada. Conselhos para presidência: melhorar salários e plano de carreira.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Jornada de trabalho. Contras: Salário, beneficios, plano de carreira, parceros   "},{"user":"Analista Funcional SAP - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa honra com seus pagamentos sempre em dia, no tempo que estive na empresa nunca tive problemas com atraso de salário e benefícios .. Contras: Infelizmente a empresa apesar de ter tanto tempo no mercado brasileira, ainda não tem um plano efetivo de carreira para seus funcionários e consultores... Conselhos para presidência: Focar no desenvolvimento de seus colaboradores, tornar os consultores parte integrante do seu corpo de funcionários.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2015","avaliation":"Prós: Projetos Cisco para ganhar experiencia, profissionais capacitados para também passar conhecimento, tinhamos um LAB para estudar, estacionamento coberto no local e bom ambiente de trabalho. Contras: Pouca oportunidade de crescimento e aumento salarial. Poucos benefícios como VR, o convenio não era tão bom e o restaurante no local era muito ruim. Conselhos para presidência: Plano de carreira, igualdade salarial.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Plano de carreiras,Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.   "}]