[{"user":"Analista de Telecomunicações","avaliation":"Prós: Oportunidades de aprendizado em projetos em diversas áreas de negocio, incentivo para certificações, e-learning interno, equipe de trabalho comprometida. Contras: Ausência de feedback claro sobre perspectiva de avanço na carreira, principalmente pelos cargos de liderança. Poucas informações sobre oportunidades abertas entre as áreas.   "},{"user":"Analista de Suporte","avaliation":"Prós: A empresa é pouco organizada mas realiza os pagamentos de salário em dia, os Beneficios são bons e também são disponibilizados em dia . Contras: A empresa poderia ser mais organizada em vários quesitos, alguns pontos que poderiam melhorar seria o pagamento correto das Horas extras(o que não ocorre constantemente). o contato dos gestores poderia ser mais efetivo, evitando e corrigintos vários pontos que ocorrem no dia a dia. O principal e claro o mais importante, não usar os bons funcionários como moeda de barganha, impedindo o crescimento profissional e aumentanto a desmotivação para que o mesmo execute seu trabalho de forma exemplar. Conselhos para presidência: Olhe mais para as pontas, para aqueles que atendem diretamente os clientes, pois são eles que fazem o grosso do serviço e a frente da empresa. Eles que mantem os clientes satisfeitos. Clientes insatisfeitos, abrem as portas para a concorrência.   "},{"user":"Analista Funcional - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa é compromissada com o funcionário. tive oportunidade de crescimento, o salário era legal, fiz.muitos amigos e aprendi muito. Contras: A empresa não tem um plano para cargos e salários. Um funcionário que exerce a mesma atividade que o outro tem salários diferentes. Conselhos para presidência: Investir em lapidar os talentos da empresa, com cursos, incentivar em pós graduação entre outros.   "},{"user":"Analista Desenvolvedor .NET Pleno","avaliation":"Prós: Pagamento feito em dia, a equipe de funcionários é unida e são bons profissionais. Ideal pra quem quer começar a trabalhar, já que a empresa costuma formar profissionais. Contras: Liderança, coordenação e gerência péssima, sem plano de cargos e salários, não existe meritocracia, tudo é a base do coleguismo e puxasaquismo. Muito chefe a toa e poucas pessoas realmente metendo a mão na massa. Conselhos para presidência: Reduza o número de líderes e os que sobrarem, capacite-os adequadamente.   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2015","avaliation":"Prós: Incentivam a certificação dos funcionários, e caso o funcionário seja aprovado, a empresa custeia o valor da certificação. Convênio médico, vale refeição. Contras: Trabalhar para um cliente (terceirização) quando o contrato acaba, rua! O fato de trabalhar para um cliente, nao dá visibilidade para conseguir um bom plano de carreira   "},{"user":"Analista Funcional","avaliation":"Prós: Empresa atende as maiores empresas do Brasil, isso é ótimo para ganharmos experiência. O acesso as pessoas de maior autarquia é fácil, existe pouca burocracia. Contras: Não existe plano de carreira, poucas movimentações, não existem aumentos, nem auxílio educação, quase não há treinamentos. Empresa já chegou a atrasar pagamento de dissídio por não lembrar que existem escritórios em diferentes localidades. Conselhos para presidência: Valorizar os seus profissionais, igualar salários e benefícios entre as regionais.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui uma otima instalação fisica. Existe um banco e um refeitorio no local, o que facilita muito para os que ali trabalham. Computadores novos e mesas amplas. Contras: Os atuais gerentes eram tecnicos que se destacaram. Alguns possuem boa lideranca, mas outros depois de assumirem a nova função se perdem no trabalho. Uma pessoa de fora com formacao para lider seria mais produtiva para a empresa.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Uma empresa que paga na data certa seus funcionários, comigo nunca atrasou, o RH sempre foi prestativo e respeitoso com todos. No geral uma boa empresa pra se trabalhar Contras: No setor em que trabalhei senti que era muito incompreendidos em algumas vezes, pois tinham pessoas com tempo de casa e dedicadas, porém mesmo fazendo inscrições para subir de cargo, pessoas conhecidas como puxas-saco é que conseguiam a vaga   "},{"user":"Analista de Suporte","avaliation":"Prós: Equipe, gestão transparente, oportunidades de negócios e realocação no fim de projetos como terceiro, dinamismo, flexibilidade de horários e vgas dentro do mesmo setor, oportunidades pelo país. Contras: Sálario, Sobriedade excessiva (gastar só o que realmente, exageradamente precisa), políticas de mudanças de vagas e cargos, diferença salarial quando altera de cargos dentro da empresa Conselhos para presidência: Melhorar as políticas de sobriedade, revisar processos de alteração de cargos e sários sobre   "},{"user":"Analista de Recursos Humanos (RH) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa correta em relação à data de pagamentos, boa estrutura de trabalho, atuação com grandes clientes. Autonomia de trabalho e cumprimento da carga horária. Oferece aprendizado e qualidade de vida. Contras: A gestão de pessoas não é efetiva. Não possui processos modernos de desenvolvimento para uma grande empresa de TI. Não possui plano de carreira e não oferece muitas oportunidades de crescimento.   "}]