[{"user":"Analista de Tecnologia - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa tem um ambiente bem legal, pessoas legais. A estrutura predial é boa. Tem uma equipe composta principalmente por pessoas em início de carreira, o que é bom pra quem está começando. Contras: Assim como ter uma equipe jovem é bom para quem está começando, depois de algum você tem a sensação que não conseguirá crescer como gostaria. A remuneração é muito baixa e a rotatividade muito alta. Não existem muitos cargos para pessoas mais qualificadas. Conselhos para presidência: Acredito que devia ser criada uma cultura de desenvolvimento das pessoas, pois elas não são estimuladas a melhorar, pois não têm para onde crescer.   "},{"user":"Analista de Suporte","avaliation":"Prós: Empresa oferece vários tipos de benefícios, quando termina o trabalho não precisa voltar pra base, possui alguns gerentes tranquilos e coisas. Contras: Todos benegócios são cobrados dos colaboradores, tem mais chefe que indio, muito desorganizados a equipe de bh, empresa que não reconhece seus funcionários. Conselhos para presidência: Reveja as equipes ociosas que se acham chefes.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Pagamento nunca se atrasa, a vestimenta nao importa muito, tem uma area de deacanso na empresa , as pessoas sao gente boa, existem algumas oportunidades de crescimento Contras: Apesar de existir algumas oportunidades de crescimento, a maioria das vagas sao para externos, a empresa nao contrar ex-sonda, quando voce muda de cargo, seu salario ainda continua do cargo aterior por muito tempo, nao pagam hora extra mesmo se registrado,é tudo banco de horas , mas muotas vezes nao deixam vc usar esse banco qiando precisa, existem muitas cobrancas e pouco reconhecimento, tem funcionarios que ficam 10 horas por dia na empresa e nao sao reconhecidos, a empresa so quer resultados , e nao faz nada paalra o funcionario se sentir bem no local. A empresa nao quer um analista de TI , MAS SIM UM ANALISTA QUE ATENDA EM 7 MINUTOS, NAO IMPORTANDO A QUALIDADE DO SERVIÇO Conselhos para presidência: Mudar o modo de gerenciar, pois é uma empresa de pessoas nao uma empresa de máquinas , se os funcionarios trabalhassem felizes o resultado seria melhor   "},{"user":"Field Service - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa não te abandona no cliente, e cobra resultados do profissional, contem diversos clientes no pais, possibilitando assim o deslocamento caso necessário Contras: Salário não compatível com o mercado, poucas oportunidades de crescimento, politica de não disponibilizar o funcionário para efetivação do cliente.   "},{"user":"Funcionário","avaliation":"Prós: Empresa com grande ambiente para crescimento, devido aos diversos clientes e áreas para se trabalhar. Ambiente físico bom e pagamento sempre em dia. Contras: Falta de política mais estruturadas de cargos e salários, não-valorização de funcionários e falta de plano de carreira mais bem definido perante funcionários/gerentes.   "},{"user":"Desenvolvedor Java Pleno","avaliation":"Prós: Receptividade é muito boa, porém como o foco é sempre o cliente, o funcionário é de pouca importância a não ser de concluir suas horas trabalhadas. Contras: É complicado não gosto de teclar sobre pontos negativos, porque o que pode ser negativo para minha pessoa pode não sei para outras, acho que tem um potencial, mas precisa se organizar mais ainda e não só ser um fonte pagadora.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Não considerou a idade, tem sintonia com algumas tecnologias de TI e procura expandir sua atuação para outros nichos de mercado que tem surgido. Contras: Necessita de gestores mais experientes, de mais assertividade no trato com clientes e fornecer mais treinamentos e integração com seus colaboradores Conselhos para presidência: Ouvir mais os colaboradores por estarem em diversas empresas de vários segmentos e portes que podem em muito aumentar o know how   "},{"user":"Consultor SAP","avaliation":"Prós: Incentivo ao aprendizado e busca e alcance gradativo do aprendizado. Pessoas de bom relacionamento interpessoal e trabalho em equipe satisfatório. Contras: Burocracia nas entregas de projetos. Desempenho médio com relação a planejamento de atividades e funções relacionadas a área de tecnologia da informação. Conselhos para presidência: Incentivar a pesquisa   "},{"user":"Coordenador de Telecom","avaliation":"Prós: O clima organizacional, cooperação entre equipes, gestão efetiva e próxima. Oportunidades de crescimento. São itens que certamente valorizo nesta empresa. Contras: Distancia, politica para promoção e melhoria na remuneração, tempo de experiencia para novos cargos mantendo o mesmo salario, acredito que seja ofensores. Conselhos para presidência: Revejam a politica de promoções, estou em um novo cargo, com novos desafios, tarefas e responsabilidades. É esperado que a remuneração sejam compativeis com minhas atividades.   "},{"user":"Analista Programador","avaliation":"Prós: A empresa tem bons benefícios como vale transporte, vale alimentação e auxilio combustivel. O salario também é pago em dia. Existe convenio medico, e odontológico. Contras: A empresa não tem ainda a maturidade e experiência para trabalhar com melhorias e suporte nivel 3. É uma empresa muito boa para suporte de primeiro nível. A coordenação é fraca. Coordenador não conhece a área de TI. Não tendo conhecimento nessa area, é complicado argumentar e ter discussões técnicas. Não existe metodologia. O trabalho é feito sob demanda. O programador é responsável por TUDO. Documentação, testes, levantamento de requisito, apresentação. Coordenador não faz nada. Existe também a pressão moral da gerencia. Trabalhar sobre pressão, todos conseguem, sobre ameaças, não. A empresa não está preparada ainda para absorver projetos e melhorias. Não é lugar para aprender. A empresa contrata JR, e quer cobrar como Arquiteto. Pagar pouco e ter resultado rápido. Pessimo lugar. Tambem não existe politica de cargos e salarios. Não existe crescimento profissional. Conselhos para presidência: A gerencia deveria rever quem coloca nos cargos de coordenação. Precisa verificar melhor o perfil de cada candidato durante as entrevistas e ser mais honesto e sincero. Falar que vai trabalhar com uma tecnologia e metodologia somente para iludir candidato, pode resolver por algum tempo. Depois o funcionário vai pedir demissão. Coordenação precisa ajudar os funcionários, não somente ser chefe. Precisa ser líder. Ir junto. Não somente mandar.   "}]