[{"user":"Analista de Suporte Executivo","avaliation":"Prós: Até então não tive nenhum ponto positivo. Pois o RH deixa a desejar e os cargos de gerencia e coordenadores também. Não vejo nenhum ponto positivo que eu possa incluir nesse campo. Contras: Atualmente fico alocado em cliente e é como se eu não fosse da empresa. Faço solicitações por e-mail para o RH e eles não respondem satisfatoriamente, quando tiro alguma dúvida nunca sabem responder ou não passam informações corretas, sempre faltando informação. Minha coordenação é horrível, não tem diálogo, não tem feedback, não tem avaliação e me sinto largado no cliente. Conselhos para presidência: Acredito que dando o mínimo de atenção devida ao funcionário já estaria bom para iniciar.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Uma grande empresa que te entrega muitos benefícios e te permite entender o que ela pretende fazer para os fornecedores que vc esta alocado o que é muito bom! Contras: Uma empresa grande que te proporciona grande aprendizado organizacional. Trabalhei alocada em Fornecedor então fiquei mais absorvida pela cultura do cliente do que da própria empresa   "},{"user":"Analista Programador","avaliation":"Prós: Companheiros de trabalho, clientes desafiadores, bom ambiente de trabalho, grande conteúdo para aprendizagem. Pode ser uma ótima empresa para se estabelecer e aprender a trabalhar sob pressão. Contras: Falta de organização em pontos estratégicos das operações, salários abaixo da média, falta de suporte para iniciantes na empresa, falta de ética em desligamentos de funcionários. Conselhos para presidência: Maior reconhecimento para funcionários absorvidos internamente.   "},{"user":"Analista Programador","avaliation":"Prós: A empresa dá oportunidade para quem está começando no mercado, possibilitando que haja aprendizado e crescimento de conhecimento de tecnologias. Contras: A empresa contrata mais juniores e essas pessoas tem que fazer serviços de sênior, com salários bem abaixo do mercado, não tendo crescimento de salário nem de cargo, negatividade na qualidade da entrega da tarefa. Conselhos para presidência: Vocês tem que prestar mais atenção para quem lhe dão lucros e não pensar apenas nos lucros.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo lugar para pegar experiencia, pode ter oportunidade de crescimento, pagamento em dia (são pontos obrigatórios para qualquer empresa, não vejo nenhum ponto positivo que diferencie a Sonda de outras empresas), Contras: Não há nenhum mimo coisa normal em outras empresas, não pagam PLR, totalmente na contra-mão de outras empresas de TI, não valorizam os talentos, baixo salario, obrigam a trabalhar fora do expediente, podem te demitir sem ao menos saber se você algo de errado.   "},{"user":"Analista Funcional Sênior - Ex-funcionário, saiu em 2008","avaliation":"Prós: Bom leque de opções contratuais para se trabalhar, embora não hajam muitos clientes no RJ. Boas oportunidades de aprendizado e experiência para carreira. Boa reputação no mercado de TI e em alta no mercado latino americano. Contras: Ausência de atividades internas motivando a qualidade de serviços, o desenvolvimento humano. Ausência de planos de cargos e salário transparentes e meritocracia para crescimento profissional. O gestor sempre fica numa posição passiva (de realizar contrapropostas ou reconhecimento mediante ameaça de perda de profissional experiente para o mercado). Conselhos para presidência: Ausência de um trabalho contínuo do departamento humano, como agente ativo da cultura organizacional. Ausência de planos de cargos e salário transparente e meritocracia para crescimento profissional. O gestor sempre fica numa posição passiva (de realizar contrapropostas ou reconhecimento mediante ameaça de perda de profissional experiente para o mercado).   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boa empresa para se trabalhar, salário acima do mercado mais benefícios, tratamento entre funcionários respeitoso, horário de trabalho comercial. Contras: A empresa poderia ser mais flexível no que diz respeito a horário, se adequando as novas formas de jornada de trabalho, oferecendo também a possibilidade de home office.   "},{"user":"Analista Funcional Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa de porte que avança com força no mercado, muito competitiva internamente. Boas instalações de trabalho, preocupação com a segurança do funcionário. Contras: Os funcionários antigos são descartados facilmente, desta maneira a empresa não pensa nos clientes. Não existem beneficios relacionados ao investimento na carreira. Conselhos para presidência: Plano de carreira eficaz   "},{"user":"Consultor SAP - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom salário Benefícios adicionais Projetos interessantes Processo de contratação rápido Pessoas bem agradáveis de trabalhar Processo de demissão rápido e justo Contras: Falta desenvolvimento de carreira Falta de treinamento Falta avaliação e status Aumento de salários totalmente objetivo não existe avaliação entre pares   "},{"user":"Consultor","avaliation":"Prós: Empresa investe em cursos para os seus funcionários, procura dar academias internas. Eventos de reconhecimentos para seu corpo de funcionários Contras: A liderança é distante dos seus funcionários, tendo pouco contato. Empresa muito vertical, com isso o contato com a diretoria é muito difícil   "}]