[{"user":"Consultor SAP ABAP Pleno","avaliation":"Prós: Boa empresa. Multinacional. Tudo ok com a empresa. Não tenho mais nada a falar sobre a empresa, apenas que é igual a todas consultorias do mercado! Contras: Dificil subir de cargo na empresa. Sem plano de carreira claro. Salário baixo, falta de contato da empresa com o funcionário que fica alocado em clientes   "},{"user":"Analista de Implementação - Ex-funcionário, saiu em 2017","avaliation":"Prós: Tantos os salários (e adiantamentos) como os benefícios são pagos em dia, e inclusive adiantados; a empresa é uma \"escola\" para novos profissionais. Contras: Como as demais consultorias, não existe um programa de cargos e salários e nem um plano de carreira. O job rotation prometido pela gestão não alcança toda a empresa.   "},{"user":"Analista Funcional - Ex-funcionário, saiu em 2017","avaliation":"Prós: O salário e benefícios são depositados sem atraso. ..... Contras: Não existe plano de carreira se não é \"puxa-saco\", consequentemente os bons profissionais são poucos e não têm o devido reconhecimento. Não existe transparência nas ações da gestão e a comunicação é totalmente falha, além de não cumprirem o que prometem no momento de motivar o profissional a fazer mais que o remunerado. Conselhos para presidência: Trocar TODA a gestão da empresa no Rio.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Processo seletivo rapido e pratico. Gerentes decididos. Pouca burocratização. Pessoas simpáticas. Flexibilidade para os processos. Indiscriminação com pessoas. Contras: Pouco envolvimento com terceirizados. Não conseguem avaliar desempenho dos terceirizados. Pouca transparência para com os terceirizados. Pouca comunicação.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Oportunidades de crescimento e evolução na carreira, flexibilidade de horários, ótimos clientes, bons profissionais. Salários em acordo com o mercado. Contras: Não tem PLR, bônus ou qualquer tipo de gestão voltado a pessoas. Falta trabalhar engajamento e orgulho dos profissionais que trabalham na empresa. Conselhos para presidência: Trabalhar a gestão de pessoas e benefícios competitivos que normalmente uma grande empresa possui.   "},{"user":"Analista Funcional","avaliation":"Prós: Horário Flexível, reconhecimento do profissional, chance a de crescimento na empresa Contras: Desde que a empresa começou a crescer, os benefícios da empresa a cada ano vem caindo , em contra mão ao seu crescimento. Conselhos para presidência: Manter os benefícios que já tem, já seria um começo, ao invés de cortar já é o que vem ocorrendo.   "},{"user":"Analista de Sistemas","avaliation":"Prós: A empresa de alguma forma reconhece o trabalho dos colaboradores, existe uma transparência nas informações dos projetos e resultados, buscando um contato do colaborador com o alto escalão da empresa. Contras: Ao mesmo tempo que existe o reconhecimento não existe a recompensa e não possui um plano de carreira claro para que o colaborador se planeje e busque evoluir dentro da empresa. Conselhos para presidência: Criem um plano de carreira claro e um sistema de reconhecimento e recompensa, mesmo que simples!   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2015","avaliation":"Prós: Só vale para valorizar seu currículo por ser uma empresa multinacional do ramo de Tecnologia, tentei puxar na memória mais pontos positivos mais não consegui. Contras: Jamais façam hora extra, pois não vão lhe pagar. Os líderes deixam você na mão quando se precisa e a maioria sabe menos que você. Não possui plano de carreira. Parcelam o seu salário que já é baixo de 2x no mês.   "},{"user":"Field Service","avaliation":"Prós: Ótimo ambiente de trabalho, motivação união dos informativo e processos e noticias da empresa, local muito limpo e organizado, porém não me lembro a ultima vez que os vidros foram limpos, e a faixada a noite esta queimada o nome de \"Sonda\" Contras: Difícil acesso a promoções, colaboradores ficam no mesmo cargo, por anos e anos, sem a oportunidade de crescimento, e quando surgem a oportunidade chegam novos funcionários, também não contratam  - Ex-funcionários e de quebra o restaurante dentro da empresa Sodexo é nem um pouco satisfatório, quase que os obrigando a almoçar em outros lugares e mais caros por sinal Conselhos para presidência: Melhorar as oportunidades de carreira e participações dos lucros na empresa, pois o faturamento da empresa foi exorbitante e graças a seus funcionários   "},{"user":"Técnico de Redes de Telecomunicações - Ex-funcionário, saiu em 2017","avaliation":"Prós: Cumpre com todos seus deveres, trabalha com tecnologias de ponta, oferece um leque muito grande de aprendizagem, excelente gestão e muito respeito a todos colaboradores. Contras: Não é fácil obter uma classificação, fornece poucos cursos de qualificação, colaboradores são avaliados na maioria das vezes através de indicadores.   "}]