[{"user":"Analista Programador","avaliation":"Prós: - Ótima equipe de trabalho, com funcionários com sentimento de dono do negócio. - Fácil contato com o RH - Possibilidade de movimentação de cargo interna Contras: - Salários muito baixos - Muita burocracia para apontamento de horas e registro de incidentes - Escritórios muito precários, com computadores ultrapassados   "},{"user":"Coordenador de Equipe","avaliation":"Prós: Salários em dia, Beneficios, Grande escola. A empresa em si tem uma estrutura muito boa e ainda em crescimento de gestao, o que melhorará ainda mais. Contras: profissional fica muito abandonado pela gestão da operação, acarretando uma sobrecarga do Rh para motivar os profissionais ( atividades que deveriam ser feitas pela gestão) Conselhos para presidência: melhorar ainda mais as oportunidades de carreira na empresa, pois a Sondait é uma grande escola e colhe bastante frutos   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Como tem pouca estrutura na área de projetos, você acaba sabendo lidar com todos os tipos de adversidades, e isso nos torna mais preparados. Contras: Os investimentos são direcionados para novas aquisições, e não há investimento interno, em infra estrutura e pessoal. Para uma empresa de TI, a escassez de tecnologia interna compromete a garantia de quem quer vender inovação. Conselhos para presidência: Sei que nunca vai chegar no topo minha sugestão, mas o mercado sabe muito bem das dificuldades para entregar resultados ao cliente devido à falta de investimentos nas áreas operacionais e administrativas. É notório, constrangedor e humilhante para a empresa e para quem faz parte dela.   "},{"user":"Analista de Business Intelligence (BI)","avaliation":"Prós: Empresa de grande porte com boas oportunidades para quem quer aprender e desenvolver novas funções. A equipe de BI conta com excelentes profissionais. Contras: Caso não tenha negociado com um salário no momento da contratação, será muito difícil conseguir bons aumentos durante o tempo que estiver trabalhando, há uma certa burocracia por conta da Holding, baixo VR e PLR inexistente.   "},{"user":"Consultor SAP Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Alguns treinamentos internos, sem atraso nos salários, Alguns treinamentos internos, sem atraso nos salários, Alguns treinamentos internos, sem atraso nos salários, Contras: Não tem nenhum envolvimento com o funcionário. Serve apenas como empresa de papel. Não tem nenhum envolvimento com o funcionário. Serve apenas como empresa de papel.   "},{"user":"Analista de Suporte","avaliation":"Prós: Salario em dia. Beneficios como Vale Refeição e Transporte. Convenio medico e odontologico. Indicada pra quem esta comecando, pois ha oportnidades de aprendizado. Contras: Desorganizacao muito perceptivel. Empresa nao tem um plano carreira para incentivar seus colaboradores. O local de trabalho esta mal cuidado. Cadeiras sem manutencao. Headsets em pessimo estado de conservacao. Analistas nao possuem sua propria PA. Pessoas capacitadas nao sao valorizadas. O unico objetivo da empresa é contratar com salario baixo. Conselhos para presidência: Valorizar e incentivar colaboradores que estao dispostos a crescer.   "},{"user":"Analista de Dados Pleno","avaliation":"Prós: Empresa de com grande suporte e treinamentos para melhor desempenho do analista, visando um melhor rendimento no trabalho diário, acredito ser bem útil. Contras: Empresa não lhe dá reajuste salarial ou aumento de salários, bem difícil a questão de crescimento na empresa, com o tempo lhe deixa um pouco frustrado, mas aceitável devido ao mercado atual.   "},{"user":"Analista Programador Java","avaliation":"Prós: Ambiente de trabalho descontraido. Salário e benefícios caem em dia e nunca atrasam. Disponibilidade de várias linhas de fretados exclusivos da empresa. Horário de trabalho extremamente flexível Contras: Muita burocracia para tudo. Help desk estramamente falho, se seu computador precisar e manutenção, você ficará sem trabalhar por dias. Toda semana há surpresas​, geralmente não são boas. Benefícios padrão de mercado e esqueça PLR, se não quiserem pagar, invebtarão desculpas pra isso. A unidade Tamboré tem acesso muito difícil, e, mesmo trabalhando na unidade Dom Aguirre, sempre há chances de ir pra Tamboré. Conselhos para presidência: Valorize seus talentos e não os trate como apenas um número e custo. Se não os valorizar, o mercado de trabalho o fará.   "},{"user":"Analista de Help Desk - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho agradável, pessoas dispostas a te ajudar, benefícios como vr, va, convênio, salário compatível ao mercado. A Empresa dá treinamentos referente aos conhecimentos que precisamos ter para exercer o trabalho. Empresa segue as regras objetivos definidos. Contras: Falta de organização em alguns setores, ideias e opiniões as vezes não são ouvidas. Plano de carreira interno não funciona da forma correta pois muitas vezes são escolhidos por afinidade e não por mérito. Não ha valorização de funcionários, a rotatividade é grande. Conselhos para presidência: Acredito que poderiam melhorar o plano de carreira para incentivar o funcionário a crescer dentro da empresa sendo reconhecido pelo mérito, através de avaliações e comportamento.   "},{"user":"Analista Funcional","avaliation":"Prós: Boa oportunidade de inovação na empresa pelo o motivo da pessoas com cargo de liderança não se atualizar no mercado Contras: Cultura da empresa é muito antiga e a maioria dos gerentes estão muito tempo no carga e não se atualizam no mercado Conselhos para presidência: Exijam atualização para cargas de liderança. Os recursos de nivel Senior deveriam fazer pelo menos uma vez por mes um treinamento para os mais novos. escrever artigos e ter participação ativa nos resultados da empresa.   "}]