[{"user":"Analista de Suporte","avaliation":"Prós: Equipe de trabalho bem unificada, superior imediato extremamente profissional, liberdade profissional e grande aprendizado na função por conta da empresa estar dentro de um grande cliente. Contras: Não possui um plano de carreira, beneficios e remunerações pouco abaixo do mercado, gestão (alto escalão) não acompanha as dificuldades do time que sustenta o negocio.   "},{"user":"Analista Funcional","avaliation":"Prós: Na Sonda, temos possibilidade de flexibilização de horário e autonomia para exercer nossa função, além de uma certa estabilidade proporcionada Contras: Não existe plano de cargos e salários, o salário é baixo para em comparação ao mercado, os sistemas internos e a integração das diversas áreas deixa a desejar   "},{"user":"Gerente","avaliation":"Prós: Grande, estabelecida, multinacional. Contras: Lenta demais, está com muita panela.   "},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Amizades e contatos profissionais, carga horária de 40 horas semanais, bom lugar para aprendizado de tecnologias microsoft tais como virutalização com Windows Azure e C# Contras: Gestão fraca as promoções são baseadas nos níveis de amizade e proximidade que você tem dos gestores e lideres, para quem é de BH tudo é centralizado em SP.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Tratamento, cordialidade, interesse. A empresa tem se mostrado muito boa nesse quesito. Fato raro nos dias de hoje. Mas, vamos caminhando.Acredito que o namoro com a empresa tende a se estender por um bom tempo. Contras: Somente o processo de contratação, que é meio vago. Faltaram algumas informações básicas, alguns documentos meio desnecessários... mas nada fora do padrão de uma empresa multinacional. Conselhos para presidência: Sigam na linha de crescimento, dando feedback a todos.   "},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2010","avaliation":"Prós: atendendo cliente Mc donald vc ganha muito lanches, salario é razoável, existem ótimos supervisores embora alguns acabem com a parte ótima dos demais Contras: trabalha muito, sem hora de saída, quilometragem rodada nunca era ressarcida corretamente, enfim apenas uma boa experiência para não passar novamente   "},{"user":"Analista de TI","avaliation":"Prós: Ambiente agradável, a empresa faz os pagamentos dos funcionários sempre em dia, empresa preocupada com o meio ambiente, com restaurante no local. Contras: Não existe plano de carreira, plano de saúde é descontado 30% do colaborador, benefícios ruins, não dão aumento salarial, politica de trabalho pessima.   "},{"user":"Gerente de Planejamento de Produto","avaliation":"Prós: Empresa com foco em inovação, diversas áreas com tecnologias diferentes, podendo atuar de forma diversificada e conhecer um pouco de tudo. Empresa Multinacional. Contras: Cada unidade aparenta ser uma empresa diferente, sem muita integração entre as diversas áreas e países, aumentando o retrabalho, dificultando as chances de crescimento profissional.   "},{"user":"Analista de Suporte Service Desk - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo lugar para trabalhar, paz, tranquilidade, bons benefícios. Benefício bons, restaurante interno, horário flexível, prédio com boa estrutura, fretado disponível para vários locais. Contras: Não tem crescimento profissional interno, muita pressão para entrega de serviços, uma hierarquia ferrada de grossa, não te dão muita importância na operação , salário merecia um pouco mais de aumento. Conselhos para presidência: Deveria valorizar mais os esforços dos seus colaboradores   "},{"user":"Analista de Suporte","avaliation":"Prós: Salário e pagamento dos benefícios pagos em dia. Nunca atrasam salário. Infraestrutura boa,horários flexíveis. Nunca enrolam para dar férias. Contras: Sem plano de carreira, sem aumento de salário. Burocracia de assuntos de Rh, uma vez que a sede é de outra cidade. Não tem festas e nem brinde em final de ano. Conselhos para presidência: valorizar mais o funcionário,principalmente os que vestem a camisa da empresa. Oferecer plano de carreira e auditar melhor as supervisões dos setores.   "}]