[{"user":"Desenvolvedor de Software Júnior","avaliation":"Prós: Contato cotidiano com pessoas de países e culturas diferentes. Bom ambiente de trabalho em relação a colegas de níveis de trabalho próximo, há certa cultura de acolhimento dos mais novos. Possibilidade de viagens internacionais. Contras: Desorganização. Gerência inexperiente com projetos de desenvolvimento de software e com desenvolvedores, o a leva a ações que afetam negativamente o ambiente de trabalho e a qualidade do produto final. Competitividade por vezes desnecessária entre gerentes de um dado site com outros sites de outros países. Salários abaixo do mercado. Conselhos para presidência: Rever como valorizar o funcionário e capacitar a gerência em termos de desenvolvimento de software.   "},{"user":"Técnico","avaliation":"Prós: Flexibilidade, estabilidade, dinamismo, bons benefícios. . Contras: falta de estrutura na cadeia de comando, e controle dos fumatórios treinamento e capacitação, e fluxo de informações e de feedback para funcionários e clientes.   "},{"user":"Estagiário Superior","avaliation":"Prós: Horário flexível, demonstra ter preocupação com o funcionário e busca fazer o funcionário se sentir bem. Club Ericsson, Acadêmia e valoriza o esporte, plano de saúde bom e VR ou VA opcional por um dos dois. Contras: Refeitório nem sempre tem comida de qualidade, dificilmente conseguimos vaga no estacionamento da empresa, pois a solicitação é demorada....   "},{"user":"Estagiário Superior","avaliation":"Prós: Horário flexivel, o colaborador pode escolher entre receber vale alimentação ou refeição, previdência privada, é uma empresa que valoriza a diversidade cultura de todos, motiva o colaborador a procurar novas experiencias que possa agregar ao seu trabalho no dia-a-dia. Contras: Deveria investir em mais infraestrutura no caso de alguns quisitos relacionados a equipemento. É fora isso, é uma empresa boa para se trabalhar, não há muitas críticas para enfatizar.   "},{"user":"Consultor - Ex-funcionário, saiu em 2010","avaliation":"Prós: É uma ótima empresa em todos os sentidos. Gostei muito de trabalhar e de todo o sistema da empresa. O processo funcionava perfeitamente e o projeto inicial muito bom. Contras: É uma ótima empresa em todos os sentidos. Gostei muito de trabalhar e de todo o sistema da empresa. O processo funcionava perfeitamente e o projeto inicial muito bom. Voltaria a Trabalhar,   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Os pontos positivos são: horário flexível, ambiente de trabalho amigável, gerentes atenciosos, linguagens de desenvolvimento atuais, hora extra a vontade. Contras: Os pontos negativos da empresa estão relacionados a folha de pagamento: o salário não atinge a média, o vale alimentação e o vale Refeição não são atualizados a mais de 3 anos. Empresa não se preocupa em manter o bom funcionário. Conselhos para presidência: Reconhecer os bons funcionários e demitir os que não trabalham.   "},{"user":"Estagiário","avaliation":"Prós: Empresa explora várias áreas dentro da T.I. como requisitos e testes, desenvolvimento , implantação, backoffice etc. Acesso e comunicação direto com toda a hierarquia. Contras: Ambiente um pouco anti-ético devido a alguns indivíduos. Informalidade exagerada. Salário baixo. Cliente único e excluisvo, o que limita a evolução da empresa. Conselhos para presidência: Rever a ética dos profissionais que atuam na empresa.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Salário em dia, boa localização, frutas oferecidas aos funcionários em alguns dias da semana, ginástica laboral e ambulatório. Empresa bem internacionalizada, é possível contato com pessoas de diferentes países diariamente. Contras: Empresa de difícil socialização de funcionários novos com os de mais tempo de casa, não existe uma bom programa de integração, infelizmente não me sentia parte da equipe ou da empresa, processos confusos e nem os próprios funcionários entendem toda burocracia, não sabem o que fazem nem porque fazem. RH extremamente desorganizado e confuso. Conselhos para presidência: Funcionários devem ser tratados de maneira igual, independente do seu cargo. Porque a presidência e vice-presidência, não come a mesma refeição servida aos demais funcionários? Seriam eles seres humanos melhores? A presença ter um clube com salão de beleza, dentro da empresa, faz com que os funcionários mais próximos da \"elite\" sintam-se a vontade e no direito de deixarem suas atividades nas mãos dos outros para se beneficiarem disto em horário de trabalho.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: espaço para crescimento dentro da propria instituição, com capacitação intensa aos seus funcionários e livre acesso a linha de gerencia. Ponto importante dentro de uma grande instituição Contras: mercado restrito dentro da área de telecomunicações, acompanhando sempre a sazonalidade do mercado. Empresa deveria se inserir em novas tecnologias e vertentes. Ponto negativo   "},{"user":"Gerente de Sistemas","avaliation":"Prós: É uma empresa de telecomunicações do início ao fim. Há muitas áreas diferentes para se trabalhar e oportunidades de conhecer tudo que diz respeito ao negócio. Contras: É uma empresa tradicional e não tem uma cultura de desenvolvimento de software customizado ou integração de sistemas, o que faz com que seja difícil de trazer inovações relativas a metodologias ou tecnologias. Conselhos para presidência: A empresa está passando por muitas mudanças e está deixando de lado a satisfação de seus funcionários.   "}]