[{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Atenção das pessoas com você, a preocupação se você aprendeu a estrutura Contras: Não muitos alguns que a fabrica tem que ver .... Dar mais chances pra pessoas que não merecem   "},{"user":"Analista de Logística Sênior","avaliation":"Prós: Empresa grande, bom desenvolvimento para os estudantes e chances de crescimento Contras: Organização de alguns superiores afeta os funcionários em geral   "},{"user":"Gerente de Projetos de Software","avaliation":"Prós: Ambiente de trabalho excelente, produtos e soluções inovadoras Contras: Ambiente de trabalho em algum sentido acomodado, velocidade de mudança para universo da Internet lento.   "},{"user":"Analista de Treinamento","avaliation":"Prós: Dá oportunidade de crescimento profissional, treinamentos internos, acompanhamento de desenvolvimento pessoal pelo Gestor. Contras: A área de Telecomunicações é muito instável, como atuamos na área de serviços, o turn over é alto, então o cenário as vezes nos deixa inseguros.   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Plano de carreira definido, avaliação de performance e uma grande oportunidade de aprendizado Contras: Ainda é uma empresa engessada nos seus processos, custo de operação alto   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Excelente lugar para se trabalhar, a empresa valoriza o conhecimento do funcionário e oferece excelentes oportunidades de crescimento. Contras: Os pontos negativos são apenas os relacionados a sua área de atuação, ou seja, você precisa estar sempre estudando para se manter nos negócios   "},{"user":"Técnico de Telecomunicações Master","avaliation":"Prós: Respeito, processos, tecnologia de ponta, oportunidades no exterior Contras: Burocracia, globalização em busca do melhor custo muitas vezes em detrimento da qualidade   "},{"user":"Consultor de TI","avaliation":"Prós: Possui um clube privativo com uma boa infra-estrutura e preço razoável. Contras: Departamentos descentralizados. Ex: Viagens, RH, Infra, IT etc estão espalhados e seus processos não são unificados nem conectados. Também poderia incentivar o trabalho remoto (de casa).   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Bom ambiente de trabalho. Empresa fornece bons treinamentos interno. Contras: Falta de plano de careira. Benefícios muito baixos em comparação ao mercado.   "},{"user":"Estagiário de Processos - Ex-funcionário, saiu em 2014","avaliation":"Prós: Plano de carreira, clube e assistência médica e odontológica. Contras: Muito difícil fazer uma carreira   "}]