[{"user":"Assistente Técnico de Suporte","avaliation":"Prós: Forma de serviço, tratamento dos colaboradores, o serviço a ser desenvolvido. Contras: Não ter vaga no Estacionamento na Central.   "},{"user":"Estagiário","avaliation":"Prós: Uma empresa jovem e dinâmica, ambiente de trabalho excelente, ótimo trabalho em equipe, um ajuda o outro e tem ótimos benefícios. Contras: A falta de processos na empresa tornam as coisas um pouco lentas, não exite plano de carreira bem definido.   "},{"user":"Network Engineer - Ex-funcionário, saiu em 2013","avaliation":"Prós: Colegas de trabalho. Contava com pessoas que eu gostava de trabalhar em conjunto. Contras: Não se dá atenção devida aos recursos que se destacam. Parece que a empresa precisa enxergar melhor o macro e o micro, através de um processo de amadurecimento e maior eficiência de seus gestores, do médio ao alto escalão.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Benefícios, flexidade e autonomia. Contras: Burocracia e controles em demasia.   "},{"user":"Network Engineer","avaliation":"Prós: Ambiente respeitoso, com certa flexibilidade de horários. Contras: Falta de oportunidades de crescimento, falta treinamento presencial de qualidade (algo que existiu no passado), aumento exponencial de offshoring para outros países   "},{"user":"Analista de Telecomunicações Sênior","avaliation":"Prós: Empresa forte no mercado de telecomunicações, flexível com os funcionários. Contras: Passa por momentos difíceis, reduções e não investe nos funcionários Conselhos para presidência: Reduzir as chefias e seus milhares de benefícios, dar oportunidades de crescimento a outros que merecem.   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: A empresa possui um.ambiente de trabalho agradavel. Da a oportunidade de trabalhar fora do país. Possui muitos treinamentos gratuitos. Contras: Muito trabalho e metas quase impossíveis de atingir exigindo muito do funcionário.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: ambiente de trabalho e beneficios Contras: não tenho o que reclamar, não tive problemas   "},{"user":"Engagement Manager","avaliation":"Prós: Oportunidade de crescimento e gestão de carreira Contras: Hierarquia complexa e múltiplos níveis de direção Conselhos para presidência: Continuar a focar nas pessoas da empresa.   "},{"user":"Auxiliar Técnico de Manutenção Pleno","avaliation":"Prós: Pagamentos em dias paga sobreaviso participação de lucros Contras: Não reconhece quem já possui no nível técnico universitário Conselhos para presidência: Reconhecer o colaborador em suas atribuições e devido sua experiência e por representar bem a presença perante ao cliente   "}]