[{"user":"Analista de Telecomunicações Sênior","avaliation":"Prós: Benefícios bons, empresa com muitos projetos e clientes\n\nContras: Instabilidade do Mercado, varição muito grande de períodos com demanda muito alta, com demandas baixissímas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de ProduçãoEx-funcionário, saiu em 2013","avaliation":"Prós: Boa para trabalhar, pessoas capacitadas e empresa que pensa no funcionario\n\nContras: Dificil crescimento, por a empresa não ser grande, tem bastante disputa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa reconhecida mundialmente\n\nContras: oportunidade de crescimento pequena\n\nConselhos para presidência: Existem muitos gerentes com machismo e não sabem avaliar o que realmente precisa para a empresa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Reconhece quem realmente trabalha para a empresa crescer\n\nContras: Tem apenas um cliente o que causa uma pequena insegurança\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Monitoramento","avaliation":"Prós: Boa de se trabalhar e bom ambiente de trabalho\n\nContras: Pouca oportunidade e crescimento profissional\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Processos","avaliation":"Prós: Empresa consolidada no mercado\n\nContras: EGS oferece poucos recursos para quem trabalha com IT.\n\nConselhos para presidência: Sem querem mesmo crescer na área de IT devem repensar a estrutura da EGS.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Uma empresa que preza pela estabilidade e crescimento do funcionário. A grande maioria dos seus gestores tratam seus subordinados com muito respeito e profissionalismo; Os benefícios são muito bons como convênio médico, restaurante, estacionamento e clube\n\nContras: Dentro do mercado o salário é baixo; As inovações poderiam ser mais agressivas mas travam em processos burocráticos da empresa; Possuem estruturas matriciais muito inchadas cheias de caixinhas para chefia e supervisão ineficientes na maioria das vezes\n\nConselhos para presidência: A Ericsson é uma ótima empresa, na qual tenho orgulho de trabalhar, entendo que os offshoring ajudam a diminuir os gastos da empresa, porém nesse processo estamos perdendo pessoas chaves que vão trabalhar nas concorrentes com toda a bagagem que a Ericsson passa, o que deixa a concorrente ainda mais forte perante nós\n\nÚTIL? (19)\nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Uma empresa muito grande, muitas áreas tanto de trabalho quanto de lazer.\n\nContras: Pouca chance de crescimento em algumas áreas e no momento o corte d custos prejudica muitos funcionários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente descontraído, equipe engajada e horários flexíveis.\n\nContras: Falta de um plano de carreira bem estabelecido\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Secretário Executivo","avaliation":"Prós: Espirito de equipe, oportunidades de aprendizagem, Existe uma gestão ampla de conhecimento das outras áreas.\n\nContras: Pouca reconhecimento do profissional, falha no desenvolvimento de um plano de carreira\n\nConselhos para presidência: Reconhecimento profissional e plano de carreirase menos horas extras.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]