[{"user":"Supervisor","avaliation":"Prós: pontualidade, tendencia de crescimento pessoal.\n\nContras: demora para mudança de cargos exercendo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário de TI","avaliation":"Prós: Ambiente muito bom, oportunidade de aprendizado\n\nContras: Não ha nada a reclamar acho muito boa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Telecomunicações Pleno","avaliation":"Prós: Salario, benefícios e o ambiente proporcionado pelos gestores.\n\nContras: A comunicação com os superiores é um ponto a ser melhorado.\n\nConselhos para presidência: Proporcionar mais cursos no ambiente online na língua portuguesa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Bom ambiente de trabalho, respeito aos funcionários, grandes oportunidades de crescimento e aquisição de experiência, dinâmica, objetivos agressivos de crescimento, ótima visão estratégica de longo prazo\n\nContras: Excesso de processos dificulta e atrasa as transformações planejadas e necessárias\n\nConselhos para presidência: Revisar os processos para se tornar mais ágil e conseguir rapidamente realizar as mudanças necessárias. Continuar com o foco em servIcos em novas áreas de atuação confirmando um novo \"ways of working\"\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas SêniorEx-funcionário, saiu em 2013","avaliation":"Prós: Oportunidade de aprendizado constante e flexibilidade no horário\n\nContras: Constante mudança organizacional\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Projetista","avaliation":"Prós: Localidade, benefícios, qualificações.\n\nContras: Gestão de pessoas e reconhecimento profissional.\n\nConselhos para presidência: Igualdade de pessoas, isso faz a todos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: A empresa valoriza a mão de obra interna e possibilita o crescimento dos funcionários\n\nContras: Poderia estender os benefícios EDB para EDA\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Multi nacional com excelente história, cuida bem do bem estar dos seus funcionários\n\nContras: Como toda grande empresa, há muitos processos que engessa o dia a dia\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário de Engenharia Elétrica","avaliation":"Prós: Qualidade no quesito de bem estar na empresa e a mesma proporcionar pequenos benefícios como massagem e frutas regularmente fazendo com que o funcionário tenha maior disposição.\n\nContras: O salário pago costuma estar abaixo da média.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico Pleno","avaliation":"Prós: beneficios muito bons, não atrasa salario, paga hora extra\n\nContras: não deixa fazer mais que 60 hora extra sem justificativa, as vezes erra no calculo do salario, tecnicos contratados sem experiencia entram as vezes com salario maior que o seu, e ainda te obrigam a treina-los, faz jornadas que não condiz com o contrato assinado...\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]