[{"user":"Analista de Desenvolvimento de Sistemas","avaliation":"Prós: Ambiente, localização, tecnologias\n\nContras: Salário, oportunidade, alguns turnos de horários\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas SêniorEx-funcionário, saiu em 2014","avaliation":"Prós: Salário em dia e alguma coisa parecida com plano de carreira\n\nContras: A Ericsson do Parque Tecnológico de São José dos Campos não faz parte da verdadeira Ericsson. É uma empresa afastada da civilização, cheia de estagiários, baixos salários e gestão desorganizada.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário de Engenharia","avaliation":"Prós: Empresa muito boa para se trabalhar! Ótima estrutura, boas oportunidades e ambiente muito agradável!\n\nContras: Sensível às oscilações do mercado!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Telecomunicações Pleno","avaliation":"Prós: Usa equipamentos de tecnologia de ponta\n\nContras: Viaja muito,não tem hora pra dar defeitos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: Ajuda fortemente com o crescimento profissional e pessoal do funcionário como nunca vi igual.\n\nContras: Uma empresa grande e assim com processos que favorecem alguns, e resistentes a mudança mesmo sendo uma empresa de ponta em inovação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Operador de Atendimento","avaliation":"Prós: A empresa possui muitos benefícios.\n\nContras: Não registram todos funcionários com a mesma função fazendo assim alguns desistirem do local de trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Telecomunicações Júnior","avaliation":"Prós: Flexibilidade para pode trabalhar.\n\nContras: Salarios muito baixos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: qualidade de vida, exposicao internacional,\n\nContras: alguns processos acabam se sobrepondo tornando-os um pouco lentos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico Sênior","avaliation":"Prós: É uma empresa séria, lidamos com tecnologia de ponta, trabalhamos com pessoas competentes, ótimos benefícios,ambiente de trabalho agradável, muito investimento em treinamento.\n\nContras: Precisaria disponibilizar veículos melhores ao pessoal de campo\n\nConselhos para presidência: Tenho mais de vinte anos de experiência, atuei em várias empresas e tenho know-how em todas as etapas, do planejamento, implantação, até a operação em redes de telecom. Isso em todas as áreas de tecnologia uma operadora possui e já trabalhei com quase todos os produtos da companhia. Decidi que na Ericsson ficarei até aposentar ou ganhar na loteria, o que ocorrer primeiro.\nSempre tive orgulho da empresa, principalmente depois do \"upgrade\" de EGS para Ericsson. Acho que os salários estão na média do mercado, mas o plano de cargos e salários, deveriam ser mais organizados, com datas para ser avaliado e definido uma atualização no nível salarial (sênior 1,2 e 3, por exemplo) e minha queixa constante:os carros, que nem sempre são disponibilizados, levando em conta a estatura física do colaborador e a região de atuação (se tem muito calor e estradas de terra).\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: ticket, plano de saúde.\n\nContras: Muita desorganização, falta de habilidade na liderança, mentiras, desonestidade, e sem plano de carreira. mínimas chances de crescer.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]