[{"user":"Analista de Recursos HumanosEx-funcionário, saiu em 2007","avaliation":"Prós: A empresa possuia bom ambiente de trabalho, bons benefícios, com refeitório de boa qualidade no local, bom relacionamento com outras áreas da empresa e possibilidade de crescimento\n\nContras: Após a demissão de uma Gerente de RH por conflitos de interesse com a Diretoria (politicagem), a Gerente que assumiu era totalmente despreparada e não entrou em sintonia com a equipe de RH que se desmotivou com a nova Gestora que queria trazer sua própria equipe, isso mostra a fragilidade da estrutura e insegurança da Gerência, algo que não deveria acontecer.\n\nConselhos para presidência: Combater as sabotagens e politicagem que ocorriam no nível de Diretoria e Gerência, por que a empresa era ótima, mas a falta de ética era o que prevalecia.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O ambiente é muito saudável, pode-se perceber que a empresa se importa bastante com o funcionário, dando a liberdade para se trabalhar da forma que for melhor para o mesmo.\n\nContras: O escritório não é muito em localizado. Infelizmente não são utilizados novas tecnologias para se desenvolver o trabalho no dia a dia. Altas cargas de trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista AdministrativoEx-funcionário, saiu em 2016","avaliation":"Prós: Benefícios ótimos, vale refeição, vale transporte, festas, salário compatível com o mercado, ambiente agradável, liberdade e flexibilidade.\n\nContras: Não dão oportunidades para terceiros se tornarem efetivos, não podem participar dos eventos da empresa, não ganham cestas e pagam mais no refeitório.\n\nConselhos para presidência: Considerem mais os terceiros.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário AdministrativoEx-funcionário, saiu em 2018","avaliation":"Prós: Tem restaurante no local, vale presente, auxílio transporte e festinha de fim de ano.\n\nContras: Uma empresa lotada de pessoas acomodadas, pouca chance de crescimento, sistema enrijecido, muito favoritismo e politicagem, além do famoso Q.I pesado na empresa.\n\nConselhos para presidência: Não sejam ingenuos, vcs tentam melhorar os processos, porém é impossível pois os que estão em cargos superiores atravancam tudo e enquanto isso vcs ficam iludindo os estagiários e todos os estags sabem que vcs não contratam ninguém após os dois anos de contrato só usufruem de mão de obra barata.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Programa de home office 1x por semana, ótima localização, salário acima do mercado, clientes grandes principalmente no ramo de telecomunicações, escritório com cadeiras descentes, bom ambiente de trabalho\n\nContras: Estou a pouco tempo na empresa, a Ericsson Inovação S.A está passando por uma grande reestruturação positiva devido a entrada de um novo produto muitas equipes ainda estão em formação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico Especialista","avaliation":"Prós: Multinacional reconhecida por todas as operadoras de telecomunicações. Produtos nas areas de 4G e 5G excelentes e robustos. Não apresentam defeitos.\n\nContras: Política de reconhecimento do labor é antiga. Necessário ter muito tempo de casa para almejar algo melhor financeiramente. Você até consegue desempenhar novas funções, mas financeiramente não recebe este retorno. É necessário negociar bem na entrada.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Solution ArchitectEx-funcionário, saiu em 2017","avaliation":"Prós: Uma das maiores Empresas de Telecomunicações do mundo, sempre no topo das tecnologias. Muito bom para se trabalhar. Seus benefícios não difere muito de outras empresas do setor. Ambiente agradável, pessoas cooperando uns com os outros e crescimento técnico muito bom.\n\nContras: Nada a declarar. Os benefícios não são as melhores do mercado, mas também não são as piores. É bem localizado, perto de metro. Muito bom para se trabalhar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Empresa tem horário flexível e home office, ambiente jovem e agradável, muito acolhedora, emenda feriados. Os gestores são tranquilos na minha área, benefícios bons e dão atenção a datas.\n\nContras: Reconhecimento somente para a área de TI, estão trazendo ex funcionários que são chatos e não tão experientes.\n\nConselhos para presidência: Reconhecer também a área administrativa que tem dar todo o suporte para a área de TI.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Um bom ambiente de trabalho, confiança da gerencia em relação aos funcionários. Cipa muito participativa, empresa bem conceituada que tem tudo para melhorar ainda mais.\n\nContras: Acredito que falta um pouco de organização e gestão de pessoas dentro das equipes, gerência fica muito distante da realidade das mesmas, acarretando em insatisfação e saída de bons profissionais.\n\nConselhos para presidência: Tornar as equipes mais unidas, eliminar algumas laranjas podres, através de uma gerência mais perto do time.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: A empresa proporciona um ótimo trabalho em equipe, tem atividade bem dinâmica, ótimo ambiente de trabalho, horário flexível, e excelentes benefícios.\n\nContras: O crescimento profissional é pequeno, não possui ainda um plano de carreira o que dificulta o desenvolvimento da carreira, apesar disso possui bons salários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]