[{"user":"Estagiário - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ambiente, pessoas, salário de estagiário, clube Ericsson com academia, investimento no funcionário, profissionalismo, e com ótima infraestrutura. Contras: Possibilidade de crescimento, salário de analista, efetivação de estagiários, contratação de mais pessoas que o necessário para os departamentos.   "},{"user":"Estagiário","avaliation":"Prós: Há espaço para todos os tipos de pessoas. Sempre procura estimular o conhecimento e a busca por ele. Internacionalmente reconhecida e há mais de 100 anos no mercado sempre se renovando. Contras: Por ser uma multi-nacional, sabemos que a empresa está muito bem no mercado. Já o Brasil, estamos sentindo as dificuldades do mercado na pele. Os benefícios e mudanças estão sendo afetados todos os anos, assim perdendo a valorização do funcionário.   "},{"user":"Funcionário","avaliation":"Prós: gosto do ambiente (pessoas, clima e cultura organizacional), da localização, acredito que oferece boas oportunidades de desenvolvimento, intercâmbio cultural, bons benefícios, etc. Contras: não tenho nenhuma crítica específica. acho a estrutura organizacional complexa (a empresa é muito grande, global). Às vezes é difícil o entendimento das particularidades de cada país.. Conselhos para presidência: simplificação dos processos   "},{"user":"Desenvolvedor Pleno - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa com facilidade para trabalhar, sem cobrança de rotina, com boa comunicação entre os lideres e busca de.novas tecnologias para ajudar nos processos de clientes. Contras: Gerentes despreparados para atender as necessidades dos Colaboradores, buscando sempre disseminar mentiras e fofocas, para poderem queimar colaboradores que não gostam. Uma empresa de poucas oportunidades. Conselhos para presidência: Buscar lideres preparados para trabalhar com recursos humanos.   "},{"user":"Estagiário","avaliation":"Prós: Empresa muito boa! Voltada totalmente ao bem estar do funcionário sempre com novo status programas de bem estar no ambulatório central. Para as mulheres salão de cabeleireiro e manicure Contras: Mais oportunidades para estagiários e mais programas para melhoria de desenvolvimento, coaching e mentoria. Mais benefícios.   "},{"user":"Gerente de Projetos","avaliation":"Prós: A empresa Ericsson no Brasil, possui ótimos benefícios para os seus colaboradores. A depender do cargo, há uma boa flexibilidade de horários. Contras: A empresa Ericsson no Brasil, poderia melhorar sua comunicação interna e externa. É um constante problema ter acesso às informações e que elas cheguem aos destinatários corretos.   "},{"user":"Estagiário em Engenharia","avaliation":"Prós: O valor da bolsa Auxílio é superior a média do mercado, o convênio é muito bom, bem localizada. Estrutura da empresa, líder de mercado, maior cobertura. Contras: A maioria dos gestores são homens e brancos, falta diversidade nos cargos de coordenação. Falta estratégia quanto a gestão de pessoas e motivação de jovens talentos. Conselhos para presidência: Foco em pessoas   "},{"user":"Auxiliar de Produção II - Ex-funcionário, saiu em 1999","avaliation":"Prós: Respeito ao funcionário independentemente de função. Fator social e humano dessa empresa é excelente. Sempre terei ótimos conceitos sobre essa empresa. Contras: Não tive nenhum. Nao tenho o que reclamar pois foi nessa empresa que aprendi tudo o que sei de como trabalhar em equipe. Ser solidário com o grupo de trabalho. Conselhos para presidência: Continuem assim pois o respeito e a valorização humana são imprescindíveis.   "},{"user":"Arquiteto de Soluções Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Trabalho em equipe, possibilidade de viagens internacionais, possibilidade de crescimento profissional . Contras: Mudanças constantes de estrutura .   "},{"user":"Analista de Sistemas","avaliation":"Prós: Empresa flexível até certo ponto, pessoas educadas, projetos interessantes. Os benefícios são excelentes e o salário razoável. Trabalhar aqui é muito bom. Contras: O pior problema da empresa está na organização. Contudo, por se tratar de uma subsidiária da Ericsson, ela está sujeita aos processos de lá. Na verdade, esse é o maior dos problemas. Conselhos para presidência: Tentar utilizar tecnologias que facilitem o trabalho no dia a dia.   "}]