[{"user":"Estagiário Superior","avaliation":"Prós: A empresa é sensacional, a cultura, as pessoas, o entrosamento entre os colaboradores, apesar da empresa estar passando por mudanças. Salário é benefícios é claro são excelentes para uma bolsa de estágio normal.\n\nContras: Não vejo pontos negativos, já estou na empresa já faz um tempo. Nesse período não observei nada que tenda a ser um ponto negativo, quando comparado às outras empresas, pois empresa tem o que melhorar, porém lá está entre a utopia que todos desejam e os pontos fracos das outras empresas que já passei.\n\nConselhos para presidência: Continue com as ideias inovadoras e trace mais conteúdos práticos para que os novos ingressantes vejam o que eles estão fazendo. Que não tenham somente a ideia do que é a tal coisa, e sim vejam, toquem e experienciam a tal coisa. Que os integrantes não estão somente na gestão da empresa e sim transformando a vida de pessoas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Auxiliar de ProduçãoEx-funcionário, saiu em 2002","avaliation":"Prós: Salário era muito bom, a produção era boa e uma equipe ótima. Recebíamos todos os direitos e eramos tratados com respeito pela empresa. Área boa de trabalhar.\n\nContras: A área que trabalhei fechou. Produção de celular, foi para outra cidade com mão de obra mais barata. Muito triste, pois uma empresa conceituada\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor de ImplantaçãoEx-funcionário, saiu em 2016","avaliation":"Prós: Paga em dia e paga todos os benefícios, paga participação de lucros.\n\nContras: Instabilidade, garantia de continuidade no emprego.\n\nConselhos para presidência: Trabalhar com dedicação e vontade\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Flexibilidade de horários com possibilidade de Trabalho remoto. Respeito a feriados e dispensa coletiva no final do ano. Possibilidades de remanejamento interno.\n\nContras: Foco exclusivo nas finanças em detrimento da qualidade das entregas. Organização gerencial baseada em uma cultura de \"amigos\" e não de desempenho.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Arquiteto de SoluçõesEx-funcionário, saiu em 2017","avaliation":"Prós: Contato com pessoas de todo o mundo. Incríveis e muitas oportunidades de crescimento pelo mundo. Desenvolvimento de habilidades é uma prioridade.\n\nContras: Sucessivas decisões errôneas levaram a Ericsson não só a perder a liderança, mas ainda impossível mesmo de se manter em 2o. lugar.. Isso fez com que seus números caíssem nos últimos anos com exceção dos custos... levando ao fechamento de milhares de posições no mundo inclusive no Brasil, o que amedronta os funcionários que ainda estão por lá.\n\nConselhos para presidência: A empresa é ótima de se trabalhar (sempre foi). A questão é como reverter a tendência de queda. A inovação começa na liderança (ao meu ver, isso não acontece). As ações devem estar alinhadas com o discurso (ao meu ver, isso não acontece). As contribuições da Ericsson para o mundo a faz dela patrimônio global e torço para que retome a posição de liderança em seu segmento, pois é lá o seu lugar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Account Manager","avaliation":"Prós: Possibilidade de relocaçao em outros países.\n\nContras: Panela impera na empresa, apenas os amigos dos amigos que prosperam na empresa. É fundamental entrar como estagiário para ter alguma chance de progresso.\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"},{"user":"Analista de Inovação PlenoEx-funcionário, saiu em 2017","avaliation":"Prós: Visão global, autonomia, liberdade para inovar, respeito pelas pessoas, confiança e parceria entre as equipes. Compromisso com o Brasil e conexão forte com a rede global de P&D e headquarters.\n\nContras: Conflitos entre estilos de liderança, estratégias e formas de execução, existente nas diferentes divisões. Isso não impede no entanto a empresa de realizar grandes projetos.\n\nConselhos para presidência: Atenuar os conflitos exercendo capacidade de compreensão das diferenças de abordagem entre as divisões globais.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Monitoração SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa bem localizada, no tiete, acesso direto pela rodoviária cai direto na portaria. Acesso restritos as áreas do prédio. Banheiro para todo lado.\n\nContras: água não potável no local, tem que comprar água para não passar mal, ar condicionado ruim, mais dono do prédio é responsável não a Ericsson.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa grande com ramificações internacionais, potencial de aprendizado interno extenso através de portal de ensino que remete à todo tipo de aptidão.\n\nContras: Não possui muita autonomia, muito tempo ócio, falta de inovação e melhoria de processos, excesso de funcionários, dificultando plano de carreira para novos ingressantes.\n\nConselhos para presidência: Inove mais, demita mais.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Assistente Técnico de Telecomunicações","avaliation":"Prós: Final de ano a empresa nos presenteia com cartões presente com valores mto bons inclusive contendo valores por filhos. facil comunicação com RH\n\nContras: A empresa não tem plano de desenvolvimento de colaboradores eficaz, não apresenta real interesse em desenvolver e reter talentos. realizando assim um esquema de promoções internas.\n\nConselhos para presidência: precisa aumentar as oportunidades internas mantendo retenção de talentos e desenvolvimento de colaboradores o que beneficia a empresa, pois a contratação de mercado custa muito mais a empresa do que desenvolver e alocar colaboradores que já estão na empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]