[{"user":"Analista de Processos Sênior","avaliation":"Prós: É uma empresa com grandes oportunidades de aprendizado, chances de experiência no exterior, tecnologia de ponta, ambiente de trabalho bastante agradável. Contras: Políticas de decisões um pouco engessada, burocracia, plano de carreira inexistente, salários sempre na média ou abaixo, poderia melhorar as opções de benefícios. Conselhos para presidência: Melhorar Home Office, plano de carreira mais claro, melhorar rede e infra-estrutura de IT   "},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa aberta a novas ideias independentemente do nível hierárquico que você ocupa. Preocupa-se com o bem-estar de seus funcionários, tem políticas de trabalho flexível e home office. Contras: Deixa a desejar no âmbito de algumas lideranças, segue um modelo bastante tradicional ainda, o que deixa a empresa um tanto quanto engessada. Muitos processos burocráticos, demora no tempo de desenvolvimento de carreira.   "},{"user":"Comprador Especialista","avaliation":"Prós: Cultura sueca amigável, empresa tecnológica, buscando um caminho para se re-estruturar. Pessoas comprometidas, que amam a empresa que trabalham pois grande parte fez sua vida lá dentro. Contras: Atual momento sem estratégia definida que chegue até a base de funcionários, o que leva a incertezas e desmotivação. Não há processo claro de crescimento para os funcionários. Conselhos para presidência: Que haja mais velocidade na implementação das estratégias e re-estruturação.   "},{"user":"Analista de Planejamento Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho tranquilo, home office, bastante contato com o corpo diretivo. Total liberdade para criar e se desenvolver dentro da equipe. Contras: Corpo diretivo um pouco confuso sobre o rumo da empresa, estratégia não bem definida, dificuldade de comunicação entre as áreas e até mesmo entre os diretores.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2015","avaliation":"Prós: Reconhece talentos , te ensina muito sobre processos e organização é um otimo caminho para carreira e crescimento profissional . Contras: Dependendo a gestão e projeto que esta pode ter dificuldade de se alavancar e a burocracia as vezes atrapalha .   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Plano de carreira internacional, organização, benefícios diferenciados, projetos internacionais, multiculturais, participação em ações da empresa. Contras: Modelo de Negocio muito dinâmico, sensível com altos e baixos. Burocracia e processos lentos. Empresas do tipo \"enterprise\" são muito complexas com uma gama muito grande stakeholders para reportar sem um proposito claro. Conselhos para presidência: Make things simple, quick, easy e low costs.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom ambiente para se trabalhar, liberdade de expor suas idéias, escritório bem localizado ao lado do metrô, oportunidades para trabalhar com novas tecnologias, horário flexível com possibilidade de Home Office, salários na média do mercado. Contras: Empresa vem passando por diversas crises ao longo dos últimos anos oscilando em períodos de muitas contratações com períodos de muitas demissões por baixa demanda de projetos. Mutos cargos de chefia também dificultam a empresa a baixar seus custos em tempos de crise. Conselhos para presidência: Diminuir o Overhead da empresa.   "},{"user":"Analista em Telecomunicações - Ex-funcionário, saiu em 2013","avaliation":"Prós: Autonomia para crescer profissionalmente dentro da empresa, boa estrutura dada a seus funcionários e seus familiares, cursos extra curriculares, etc. Contras: Gestores politizados que buscam pelo ego-gigantescos e falsa auto-estima subir rapidamente e arrogantemente para cargos superiores, mostrando um mal exemplo a ser seguido. Conselhos para presidência: Empresas notáveis possuem lideres com força de vontade e humildade. Empresas que fracassam possuem lideres arrogantes, exibicionistas e que adoram aparecer na mídia.   "},{"user":"Técnico Eletrônico","avaliation":"Prós: Empresa boa de se trabalhar, os benéficos são os melhores da área de telecomunicações, salário e hora extra nunca atrasaram, ótimo RH, vale Alimentação muito bom. Contras: Empresa não dá a opção do técnico de campo crescer muita burocracia para promoção, plano de saude oi trocado de Unimed que era ótimo para Amil que deixou a desejar.   "},{"user":"Engenheiro Pleno - Ex-funcionário, saiu em 2013","avaliation":"Prós: Nada, Trabalhei 3 anos lá sem ter escolha, pois eles adquiriram a empresa onde eu trabalhava e fui obrigado a trabalhar, ou melhor ficar encostado, só era útil quando tinha algum cliente que solicitava consultoria dos produtos da minha antiga empresa Contras: Não valorizam o profissional, deixam pessoas altamente capacitadas encostadas, meu gerente (Roncero) não me conhecia, e nem procurava conhecer, mal e porcamente me entrevistava, quando dos eventos obrigatórios, descriminam os funcionários, quando há festas de fim de ano (sem convite) Conselhos para presidência: que as gerencias procurassem conhecer melhor o potencial e talento de seu funcionários   "}]