[{"user":"Funcionário","avaliation":"Prós: Bom salário , bons benefícios, plataforma de escala bem adequada , boas oportunidades de crescimentos profissional, bons treinamentos. Ll Contras: Viaja muito, supervisores um.pouco ríspido agem sem pensar no seu cansaso, mesmo sabenso que tenha viajado para manutenção, alimentação tem q melhorar Conselhos para presidência: Preste atenção nos supervisores   "},{"user":"Gestor de Projetos","avaliation":"Prós: Na Ericsson temos flexibilidade de Horarios, e fazemos home office duas vezes por semana. Isso aumenta a qualidade de vida dos funcionarios. Contras: O plano de carreira não é muito bem definido dentro das areas da empresa, isso complica o crescimento profissional de cada funcionario. Precisa melhorar a meritocracia.   "},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possui um pacote de benefícios diferenciado quando comparado ao mercado de Salvador. O pagamento é antecipado para o dia 25 e nunca houve atraso. Há certa flexibilidade de horário. Contras: Sem oportunidade de crescimento: esse é o ponto mais gritante. A empresa não financia cursos técnicos ou pós aos funcionários e por ter apenas 1 cliente o trabalho se torna repetitivo e trivial. O processo de desenvolvimento e entregas ainda é burocrático e muitas vezes desorganizado. Conselhos para presidência: Escutem menos os puxa-sacos   "},{"user":"Manager","avaliation":"Prós: oportunidades de conseguir mover entre areas diferentes e assim crescer em conhecimento e algumas vezes em salario atraves de promoção que a nova proporciona por ter uma nova posição. Contras: planejamento futuro. a Ericsson sempre foi muito boa em planejando seu futuro. Bastanmte acertiva. mas ultimamente se mostra muito fragil nesse ponto com muitas incertezas.   "},{"user":"Analista de Telecom - Ex-funcionário, saiu em 2010","avaliation":"Prós: Ótima relação de qualidade de vida e salário. Empresa com cultura avançada e que valoriza o profissional. Bastante respeito para com o funcionário. Contras: Ao mesmo tempo que a empresa expõe o funcionário a excelentes oportunidades de trabalho, ela peca em não remunerar adequadamente. O profissional acaba se qualificando rapidamente e é mais bem remunerado fora da empresa.   "},{"user":"Analista de Telecomunicações Júnior","avaliation":"Prós: É uma empresa super flexível e tem home office. Uma empresa que aposta muito no seu crescimento profissional aplicando certificações e cursos de extensão. Contras: Plano de Saúde, Plano Odontológico é bem inferior. Acredito que oportunidade de crescimento profissional assumindo outras posições até existe, porém, o salário continua o mesmo..   "},{"user":"Diretor de Vendas e Marketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: Grande oportunidades de crescimento na carreira. Oportunidades para trabalho no exterior e mudança de áreas são incentivadas afim de criar um clima de motivação. Contras: Deixou de valorizar os talentos para criar um organograma voltado para as iniciativas internas, esquecendo do cliente. Uma empresa bastante burocrática e em alguns momentos lenta nas decisões.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Cultura de aprendizado forte, benefícios melhores do que o do mercado, oportunidades de aprendizado interno e cultura interna boa, gestão perto dos funcionários. Contras: Não possui plano de carreira, oportunidades de escassas de promoção o que pode desmotivar alguns funcionários mais antigos, esses são os principais problemas   "},{"user":"Integration Engineer","avaliation":"Prós: Ambiente saudavel, oportunidades de crescemento e grande e boa pra fazer viagem pelo mundo e , te muito pessoal que sao de diferentes partes do mundo , e da pra ter ainda mais crecemento no mundo d it Contras: O salario e baixo , para o pessoal que leva muito tempo na empresa , a inestabilidade que tem a companhia 2016 2017 faz que muito pessoal quera procurar novas oportunidades .   "},{"user":"Consultor de Soluções Sênior","avaliation":"Prós: Empresa Mãezona. Possibilidade de trabalhar em uma cultura global. Focada na tecnologia de telecomunicações. Grande experiência com o mercado B2B e o mundo corporativo tradicional. Contras: Uma empresa que se acostumou a ser a número 01 no seu segmento e agora que perdeu o posto está tendo dificuldades de se reinventar. O mercado de telecom está passando por grandes transformações e a Ericsson demora muito tempo para tomar decisões. Falta planejamento estratégico e a cultura da empresa só olha pra dentro de si mesma sem uma visão ampla do mercado e as necessidades dos clientes. Muitos gestores não se atualizaram e a empresa ainda opera em modelos de gestão da década passada. Precisa melhor a gestão de talentos e incluir meritocracia. Está cortando benefícios na busca de reduzir custos. Muitas reorganização e cortes não conseguiram ainda mudar a cultura para que a empresa seja ágil. Conselhos para presidência: Acabar com o modelo de unidades globais da empresa que infelizmente não agregam valor e apenas geram custos. Introduzir accountability. Trocar gestores da década passada. Um plano estratégico com foco na execução e medições continuas de resultados. Transformações organizações que agreguem agilidade e não apenas mudar os nomes das \"caixinhas\"   "}]