[{"user":"Gerente Sênior","avaliation":"Prós: oportunidade de conhecer novas tarefas, atividades países, sempre de acordo com a pró-atividade da pessoa. É a empresa mais democrática que conheço, o que em muitos casos por ser entendido como um problema Contras: Empresa com estruturas grandes e complexas, item que acaba sendo bastante visível por grande parte dos clientes também. Isso leva à grandes problemas políticos dentro do dia-a-dia da empresa Conselhos para presidência: A política, história e cultura da empresa impede que qualquer iniciativa importante de mudança aconteça.   "},{"user":"Coordenador","avaliation":"Prós: Oportunidades de crescimento, cooperativa da Ericsson, oportunidades em outros países, estabilidade no emprego, visibilidade no mercado alem de benefícios Contras: Corte de custos bruscamente, processos lentos dificultando a gestão, dependência da matriz Sueca atrapalha a tomada de algumas decisões, falta estruturas em escritórios do NE Conselhos para presidência: Menos burocratica   "},{"user":"Estagiário de Nível Superior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima organizacional muito agradável, o que gera satisfação em fazer parte da organização. Desenvolvimento pessoal e profissional muito presentes no dia a dia das atividades. Contras: Rever de modo positivo o plano de carreira, a fim de valorizar os bons profissionais e gerar assim, um maior incentivo dentro da organização. Conselhos para presidência: Olhar sempre para o seu colaborador, pois ele é quem move a sua empresa   "},{"user":"Account Manager","avaliation":"Prós: Os projetos e a intercao global, job rotation, bagagem multi cultural e o fazer parte nodesenvolvimento de uma sociedade conectada, levando a rede p o mundo todo. Contras: A empresa está focada apenas Em rede e nas operadoras e isso a levará p o buraco... vejo q não há diversidade real, presente no grupo, nos paises em toda America Latina, p as posicoes de liderenca (só homens brancos, engenheiros)... A falta de foco das equipes de projeto, quw gera muita lentidão na execuçao e entrega dos mesmos! Perdem muitooo tempo no cafezinho... a alta gestão demonstra estar mais focada em seu umbigo e cria regras p o grupo, mas não as pratica! Conselhos para presidência: Olhar real p sua equipe e colaboradores, como um todo e auto avaliação e mudança da alta cupula p trazer criatividade e mudança!   "},{"user":"Analista de Telecomunicações - Ex-funcionário, saiu em 2009","avaliation":"Prós: Organização, eficiência nos processos e respeito pelos profissionais. Além disso, oferece excelente ambiente de trabalho, bastante colaborativo. Contras: No período em que trabalhei na empresa, a remuneração ficava um pouco abaixo da média oferecida pelo mercado. Também sentia a falta de um plano de carreira estruturado.   "},{"user":"Operador de Atendimento","avaliation":"Prós: Uma excelente empresa, onde a todos tem muita atenção para cada colaborador, há uma infraestrutura extraordinária por poder disponibilizar muitos benefícios para cada colaborador. Contras: O único ponto negativo que vejo aqui, é a questão da Gestão não oferecer uma oportunidade para os colaboradores, muitos querem uma vaga superior para poder demonstrar sua competência mas não disponibilizam uma vaga melhor.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Estrutura, Ambiente Contras: Plano de Carreira não é claro, ainda mais se for alguma área que nao seja telecomunicações   "},{"user":"Engagement Manager","avaliation":"Prós: flexibilidade e acesso à gestão, viagens, para quem gosta, e reconhecimento da marca da empresa no mercado. clima entre os funcionarios e relaxado e amigável, na maioria das vezes Contras: dificuldade de reposicionar a empresa em momentos de diversidade, demora na tomada de decisões e muitos níveis de aprovação/gestão. Custos altos, o que dificultam a criação de novos negócios.   "},{"user":"Técnico de Telecomunicações Sênior","avaliation":"Prós: A pontualidade e comprometimento com o funcionamento da empresa Contras: Mau gestão de alguns funcionários   "},{"user":"Técnico de Manutenção III","avaliation":"Prós: salario e benefícios nunca atrasam , estrutura , treinamentos Contras: não ter autonomia para realizar atividades / muito burocracia Conselhos para presidência: Funcionário devem ser cobrados e incentivados para desenvolver um boa atividade , mas para isso os funcionários precisam ter voz para apontar oque está errado em campo e onde pode ser melhorado, falta dialogo e definir uma cultura de trabalho.   "}]