[{"user":"Analista","avaliation":"Prós: Ambiente de trabalho, Processos determinados e bem planejado, oportunidades diversas para se trabalhar no exterior, job rotation funciona quando se pede. Contras: Meritocracia muito baixa, creio que deveria ser mais valorizado os funcionários por mérito e não pela amizade ou familiaridade, gerenciamento precisa melhorar. Conselhos para presidência: Meritocracia muito baixa, creio que deveria ser mais valorizado os funcionários por mérito e não pela amizade ou familiaridade, gerenciamento precisa melhorar.   "},{"user":"Especialista","avaliation":"Prós: Ambiente de trabalho é muito bom e possui desafios interessantes, que desenvolvem os colaboradores. Na maior parte dos cargos o horário de trabalho é flexível. Contras: Falta de reconhecimento dos funcionários, falta de plano de carreira (impactando cargos e salários). A empresa só da aumento quando pedem demissão. A gestão das demandas é muito desorganizada, gerando retrabalho e desgastando mais que o necessário.   "},{"user":"Software Engineer - Ex-funcionário, saiu em 2015","avaliation":"Prós: Multinacional com sede em outros paises. Salario bom se voce souber negociar. beneficios padrão. Pessoas bacanas e dispostas a ajudar. Infraestrutura razoável. Contras: Precisa de um plano de carreira mais efetivo e melhor acompanhamento da gerencia em relação ao crescimento profissional do funcionario. Basicamente isso.   "},{"user":"Service Delivery Manager","avaliation":"Prós: Empresa com possibilidade de movimentação internacional Contras: Seguro de saúde precário, cultura ruim (tempo de decisão muito longo). O business está caindo e a empresa não tem reação   "},{"user":"Diretor","avaliation":"Prós: cultura; posicionamento; global; mobilidade; salario; beneficios; pessoas; oportunidade Contras: engessada; foco em caça as bruxas ao invés de resolver o problema; trabalho em silo; liderança Conselhos para presidência: reduzir títulos onde os silos se escondem atrás de definições de papéis e responsabilidades.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bons benefícios que foram cortados com a crise, bom salário, bom restaurante, auxílio transporte, estacionamento, home office, ambiente tranquilo e amigável. Contras: Benefícios foram cortados com a crise, promessa de efetivação durante o estágio por diversas vezes, que não foram concretizadas, estacionamento começou a ser pago, clube ericsson fechado, muitos cortes devido a crise.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Respeito com seus funcionários, política da empresa colocada em prática, sai do papel, quem já trabalhou sente saudades, ambiente esplêndido para se trabalhar. Contras: Negativo, nenhum, não sei se posso chamar de negativo o fato de ter trabalhado lá como temporário , talvez nova chance aos bons funcionários que lá passaram e aguardam por nova oportunidade. Conselhos para presidência: Mantenha sempre a qualidade da relações internas , a certeza de sucesso da empresa é consequência. "},{"user":"Analista Administrativo Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os Benefícios são muito bem pagos, e o salário sempre é pago em dia. O plano de saúde atende muito bem. Algumas pessoas que você encontra na Ericsson ficam pra sempre em sua mente e coração. Contras: Falta de diálogo do chefe com os funcionários, muita brutalidade quando se cobra ou corrige algo. Dificilmente sua ideia é ouvida, principalmente se você trabalha em uma das filiais e não na matriz em SP. Aliás muitos funcionários da matriz em SP menosprezam os funcionários das filiais. Conselhos para presidência: Ter ouvidos de ouvir.... Não escutar e ignorar, pode ser de onde menos espera que vêm as melhores idéias. Isso deve ser repassado à coordenadoras, supervisores, todos que tenham alguma autoridade.   "},{"user":"Assistente Técnico Júnior","avaliation":"Prós: plano de carreira beneficio de plano de saude odontologico para dependentes seguro de vida e previdencia privada 40h semanais de jornada de trabalho Contras: Plano da amil é mais basico amil 400 isso dificulta atendimento vr é da tickt na localização qual trabalho ele pouco aceito ! Fora esta situação ñ possuo insatisfações mas se esse beneficios fossem melhorados ajudaria e axiulio creche que é para crianças ate dois anos Conselhos para presidência: Poderia melhorar os intens negativos nos beneficios ja ajudaria mto   "},{"user":"Especialista em Redes - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável e equilibrado. Profissionais com vontade de crescimento, esperando uma reconhecimento para ocuparem novos cargos e melhores salários. Vários segmentos com várias oportunidades. Contras: Devido políticas organizacionais, não conseguir gerar alternativas positivas para passar este momento turbulento que afeta o país, preferiu transferir o peso do erros de gestão aos seus funcionários, com sobrecarga de metas pra quem ficou, e com demissões. Conselhos para presidência: Observarem a forma como certos coordenadores e supervisores , sem qualquer perfil para o cargo, tratam seus subordinados como número e não como profissional.   "}]