[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Empresa sueca com mais de 140 anos de existência no mercado de telefonia e telecomunicações, tem presença mundial em diversos países e um quadro de mais de 115,000 funcionários. No Brasil, a empresa está presente a mais 90 anos, com sede em São Paulos e filiais no Rio e São José dos Campos. Contras: No Brasil e na sua sede em São Paulo: - perdas constantes de beneficíos e obssessão por custos - downgrade do plano de saúde - por ser uma indústria de hardware o dissídio não é linear e não existe correção da inflação nos salários - perda do estacionamento - pessímo restaurante, comida horrível e insalubre - péssima localização na Zona Norte de São Paulo - prédio velho com quase 50 anos caindo as pedaços, sempre em reforma - ar condicionado deficitário, ambiente imundo e bagunçado - movéis e estrutura de facilities velha e desgastada - mudanças/cortes na política de viagem - engessamento do plano de carreiras, RH terceirizado e bagunçado - cortes constantes de quadros, devido as infindáveis reestruturações para tentar contornar a crise relacionada à baixa nas vendas - perda de mercado para a Huaweii e Nokia - uso constante de terceiros para diminuir custos e conseguir incentivos fiscais do governo No Brasil, com seus 90 anos, é um empresa lenta e burocrática, muito inchada, com panelinhas de funcionários antigos que só pensam em sobreviver e não colaboram, apenas vivem para fortalecer teias de relacionamento de décadas. O sistema de availação é viciado para proteger line managers e diretores antigos. Mundialmente: Ericsson vive um péssimo momento atual, está cortando quadros em vários países, com cortes de mais de 12,000 funcionários desde 2014. O presidente Hans Verstberg foi removido em Julho de 2016 e não foi substituído, as ações estão em queda a mais de 9 meses, estando hoje (Oct/2016) no mesmo patamar de Oct/2008. Há mais anos de 10 anos, a Ericsson tenta se transformar em uma empresa de software e de rede de dados, mas na visão do mercado continua sendo uma simples fornecedora de centrais telefônicas. Conselhos para presidência: Na Ericsson Brasil: - transformar numa empresa do século 21, mudar a cultura interna de funcionalismo público, cortar as múmias da telefonia fixa que estão na empresa por mais de 20 anos escondidos nos feudos e nas panelas e investir em quadros mais jovens e formados no mercado ágil de software, internet e mobile Na Ericsson Global: - Entrar numa fusão com um empresa verdadeiramente de IoT (Cisco, Google, Nokia)   (4)"},{"user":"Técnico","avaliation":"Prós: Paga todos os direitos aos funcionários. Sempre dar cursos para seus funcionários. Uma empresa bem aberta e que os funcionários tem o livre acesso a pessoas do alto escalão da empresa, pra tentar resolver alguma coisa que seja pertinente. Contras: Tem muita burocracia pra resolver problemas muitas vezes pequeno. As vezes falta um pouco de gestão. As vezes diminui os gastos de um lado mais peca no outro. Salários são um pouco baixo. Conselhos para presidência: No projeto de mant. da TNO a Ericsson poderia tentar com a Tim um projeto que fizesse swap de toda TNO para Ericsson.   "},{"user":"Estagiário Superior","avaliation":"Prós: Trabalhar na Ericsson é muito bom, o ambiente é agradável, todos estão dispostos a ajudar e temos uma politica muito pro funcionário. O que mais gosto é a oportunidade de trocar de áreas e tentar se enquadrar na melhor opção para você e a empresa. Contras: Trabalhar na Ericsson é muito bom, o ambiente é agradável, todos estão dispostos a ajudar e temos uma politica muito pro funcionário. O único problema é que a empresa hoje está passando por uma fase ruim e tiveram que se desfazer de alguns benefícios de funcionários, mas nada que desestimule a vinda ao trabalho diariamente.   "},{"user":"Analista de Logística Sênior","avaliation":"Prós: Bom ambiente de trabalho, oportunidade de aprendizado com colegas de equipe, horário é bom. Bons benefícios como alimentação, plano de saúde, seguro de vida, cooperativa, PLR, bônus. Contras: Falta de oportunidade para crescimento profissional através de incentivo financeiro. Empresa exige alguns cursos e qualificações para promoção profissional que não são acessíveis ou compatíveis ao salario atual do colaborador. Conselhos para presidência: Investir em novos colaboradores e avaliar os antigos.   "},{"user":"Engagement Manager - Ex-funcionário, saiu em 2016","avaliation":"Prós: plano de carreira, beneficios, investe em formar profissionais na area de telecomunicacoes, possibilidades de crescimento, trabalhar em outras unidades fora do pais, sempre atualizado com novidades tecnologicas Contras: demora para atualizar-se com as tendência de mercado, muitas areas que fazem funções internas, crescimento de carreira depende de tempo de casa, alguns benefícios defasados em relação ao mercado Conselhos para presidência: Atualize-se e invista em areas novas para voltar a crescer. Coloque em pratica o discurso: CUSTOMER FIRST   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de trabalhar no exterior e se envolver com outras culturas. Experiência boa para quem está no começo da carreira. Bom plano de compra de ações pelo empregado e bom plano de previdência privada. Contras: Muitos gerentes pregando a mudança mas que são incapazes de aceitar a mudança para eles mesmos. Uma visão bastante limitada por parte de uma gerência acomodada e que se mantém na empresa apenas por relacionamentos. Cobranças de metas fora da realidade é desorganização nas responsabilidades, resultando em produtos de baixa qualidade pois o foco fica apenas no cumprimento de prazos. Conselhos para presidência: A empresa precisa de renovação nos quadros tático e estratégico para que possa se tornar mais ágil e inovadora. É preciso uma nova mentalidade nesses níveis para que a empresa possa se tornar uma empresa de inovação que possa responder rapidamente as mudanças do mercado. "},{"user":"Solution Architect","avaliation":"Prós: É uma empresa que dependendo do seu chefe imediato te proporciona uma flexibilidade de horário muito boa. Boa oportunidade de transferência para outros países e trabalhar em uma imprensa realmente internacional. Avaliações 360 graus. Contras: Perda do estacionamento, academia, restaurante e outros benefícios que eram diferenciais da ERICSSON. Downgrade dos planos de saúde. Nos últimos meses a Ericsson Brasil vem sofrendo uma série senciente de benefícios e mudanças em suas instalações o que na minha opinião eram os grandes diferencias da empresa.   "},{"user":"Arquiteto de Soluções","avaliation":"Prós: Vasto acervo de documentações, treinamentos e ótimo ambiente de trabalho. Possibilidade de experiências no internacionais. Planejamento do plano de crescimento profissional. Incentivo ao compartilhamento de informações e experiências. Contras: Infelizmente a empresa está passando por reestruturação que envolve muitas demissões para contornar a crise relacionada à baixa nas vendas. Ainda não há perspectiva de que as demissões pararão e de retomada em seu crescimento. Conselhos para presidência: Evite contratar para depois demitir. Eu fui procurado pela Ericsson em 2015, sai do meu emprego anterior e agora fui demitido sem justa causa.   "},{"user":"Gerente - Ex-funcionário, saiu em 2006","avaliation":"Prós: Oferece muitas oportunidades de trabalho e aperfeiçoamento profissional e pessoal. Há treinamentos para times e pessoas que oferecem resultado para a empresa. Ótima estabilidade e excelente pacote de benefícios. Contras: Processos de negócios são lentos e burocrática em alguns aspectos. Muito inchada e com pessoas que não colaboram para o crescimento do negócio mas fazem parte de teias de relacionamento de décadas engessam os que pensam fora da caixa. Conselhos para presidência: Remover os feudos que se formaram há décadas e ainda persistem mesmo com certa renovação dos quadros nas épocas de crise. Corrigir a cultura da empresa expurgando os malefícios da cultura brasileira do dando que se recebe. Fortalecer o méritocratismo.   "},{"user":"Analista de Monitoramento de Redes Pleno","avaliation":"Prós: Excelente Rh, Excelente prédio de trabalho no Tiete, Predio com lanchonete, estacionamentos, preço acessíveis, maquinas de café gratuitos etc. Contras: Não conseguir levar os funcionários que prestam serviços para a Vivo, para trabalharem no prédio Matriz no Tiete que é excelente e vem localizado. Conselhos para presidência: Levar os setores Vivo Para o Prédio do Tietê   "}]