[{"user":"Solution Architect","avaliation":"Prós: Possui profissionais qualificados e ambiente corporativo diverso e internacional o que proporciona oportunidades dentro e fora do Brasil, como projetos ou carreira. Contras: A ericsson vem passando por transformações definida pelo mercado e por possuir uma estrutura pesada e ultrapassada, sofre em efetuar mudanças e se modernizar. Conselhos para presidência: Ericsson deve olhar ao mercado e como estão evoluindo as empresas de ict, como Google e implementar está nova visão e forma de se posicionar e seu dia a dia.   "},{"user":"Analista de Telecomunicações Sênior","avaliation":"Prós: Empresa continua reconhecendo o funcionário que se empenha. Diretores com ideias inovadoras que incentivam a busca pelo conhecimento. Contato direto com gerência e diretoria. Boa convivência, horário flexível, bons benefícios, boa localização. Contras: Falta de plano de carreira e definições mais claras de o que se deve fazer em cada um dos cargos, deixando o funcionário sem uma diretiva para crescimento. Receita anual dependente de um único cliente. Apesar de ser um cliente estável e de bom relacionamento, causa uma pequena insegurança quanto ao futuro. Conselhos para presidência: Maior transparência quanto à forma de crescimento. Como não temos um plano de carreira, seria muito interessante que os funcionários soubessem o que devem fazer para seu crescimento profissional e evitaria \"teorias\" de como o processo funciona que, em muitos casos, desmotivam os funcionários.   "},{"user":"Arquiteto de Sistemas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa multinacional Oportunidade de trabalho no exterior Oportunidade de aprendizado, uma vez que a empresa é muito atuante em pesquisa em suas áreas de core-business Contras: Em países como o Brasil, o grau de autonomia do profissional mais qualificado é muito restrita, uma vez que a Ericsson nos vê como centro de desenvolvimento de baixo custo.   "},{"user":"Estagiário","avaliation":"Prós: Uma empresa grande e com um ambiente bom, possui em geral certa flexibilidade de horário e alguns benefícios de acordo com o esperado no mercado Contras: Rigidez no crescimento interno, é bastante raro obter-se um crescimento notável dentro da empresa, seja por parte da aquisição de conhecimento quanto pela parte financeira   "},{"user":"Funcionário","avaliation":"Prós: Localiza por se tratar de ficar praticamente anexa rodoviária do tiete, infra-estrutura, equipamentos, tem alguns benefícios legais, amplo estacionamento Contras: Embora seja junta com Ericsson a EGS sendo uma terceira da Ericsson e acaba não tendo os mesmos benefícios e não há muita flexibilidade em horários. Conselhos para presidência: Colocar EGS no mesmo patamar da Ericsson   "},{"user":"Funcionário","avaliation":"Prós: empresa focada nos funcionarios com muitas ferramentas de trabalho modernas que permitem desenvolvimento de projetos estrategicos e desafiadores. Os times sao colaborativos e existem muitas oportunidades de crescimento profissional. Contras: A empresa esta no caminho certo quanto a modernizacao de politicas e beneficios. Conselhos para presidência: Acredito que os stakeholders precisam olhar para o mercado e se espelhar no que ha de mais moderno no que se refere a politicas e beneficios. Existe a necessidade de se criar uma cultura de confianca por parte da lideranca.   "},{"user":"Analista de Telecomunicações Júnior - Ex-funcionário, saiu em 2010","avaliation":"Prós: Excelente empresa para se trabalhar, com grande suporte por parte de todas as áreas, flexibilidade de horários, bons benefícios e excelente ambiente. Contras: Paga pouco em relação aos concorrentes diretos e indiretos como huawei, zte, Nokia, vivo, Tim, claro, oi, nextel, Motorola. Além disso, alguns processos são engessados. Conselhos para presidência: Aumentar os salários   "},{"user":"Analista de Contratos Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Flexibilidade e autonomia, empresa com cultura de deixar o funcionario trabalhar da melhor maneira possivel, liberdade de interagir com qualquer nivel hierarquico Contras: Falta de plano de carreira, a empresa nao apresenta e nao informa quais as qualificações para evoluir profissionalmente e os sistemas de medição de competencia sao muito vagos.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótimo ambiente de trabalho, empresa estruturada. Possui oportunidade de crescimento, contato com o exterior e incentivos de estudos. Possui uma equipe multicultural, o que agrega nas experiências profissionais. Contras: Localidade em São José dos Campos, uma vez que é na Dutra e não no centro da cidade. Uma vez que o setor de telecomunicações está passando por um período de incertezas, a empresa tem sofrido com isso o que impacta diretamente a instabilidade dos colaboradores.   "},{"user":"Estagiário Superior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Excelente empresa para se trabalhar, com uma cultura de trabalho e acolhimento muito boa, remuneração acima da média do mercado. Recomendo com certeza! Contras: Nenhum --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------   "}]