[{"user":"Solution Architect","avaliation":"Prós: Ambiente de trabalho descontraído, assim como a flexibilidade de horários e autonomia são itens que ajudam positivamente para motivar o dia a dia. Contras: A cultura se transformou ao longo dos anos para pior com a entrada de pessoas do mercado e a falta de foco no negócio e sim na carreira individual.   "},{"user":"Analista de Sistemas I","avaliation":"Prós: Pontes nos feriados locais, oferecimento de frutas na parte da manhã. Ambiente de trabalho amigável, com horários flexíveis e equipe engajada. Contras: Muitas horas extras, sendo que muitas vezes não se tem escolha de não fazer. Não há uma separação clara de atividades entre as equipes e de responsabilidades entre os cargos. Conselhos para presidência: Deve trabalhar a igualdade entre todos, principalmente entre as filiais. Se organizar melhor nos planejamentos e execuções das atividades, além de retribuir mais ao desempenho dos funcionários (para isso será necessário maiores fiscalizações e análises para não continuar com a cultura de promoções baseadas em interesses pessoais dos cargos de chefes)   "},{"user":"Project Manager - Ex-funcionário, saiu em 2019","avaliation":"Prós: Flexibilidade, home office, muitos cursos no Ericsson academic que melhoram a competência do funcionário. Sinergia, ambiente agradável de trabalhar. Contras: Por ser um empresa de tecnologia, precisa estar sempre buscando e avaliando as tendências de mercado com relação a salários, modelos de gestão mais interativos para todos os níveis hierárquicos. Conselhos para presidência: Ser menos dependente do headquarter e ter mais autonomia para tomar decisões para alavancar novas oportunidades.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: é uma boa empresa, tem bons benefícios, um bom ambiente de trabalho, flexibilidade de horário, copa com microondas, 1/3 a mais de férias, convênio com faculdades e restaurantes, banco de horas Contras: muito dependente do cliente, que é apenas um ... é um desperdício ter o potencial que a empresa tem devido aos excelentes profissionais que vestem a camisa e ter um único cliente, não abrir a mente para novos serviços a serem prestados para outras empresas, e com o tempo o funcionário acaba fazendo mais do mesmo, o que contribui para a saída das pessoas, embora de modo geral a rotatividade é muito baixa   "},{"user":"Operador de Produção - Ex-funcionário, saiu em 2014","avaliation":"Prós: Reconhecimento como funcionario e menbro da empresa, valorizando o empregado e investindo na qualificação . empreza que valoriza seu empregado como seu maior patrimonio Contras: A produção e venda do produto depende muito do mercado exterior isto atrapalha o crescimento no brasil, sendo uma empresa conhecida mundialmente   "},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de carreira. Ambiente saudável, oportunidade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Nenhum específico. Demandas da evolução da técnologia exige muito dos profissionais atuais. O escritório é bem localizado. Desenvolvimento contínuo tem que ser uma meta pessoal.   "},{"user":"Manager","avaliation":"Prós: Bom equilibrio entre carga de trabalho e vida pessoal, beneficios diferenciados, bom ambiente de trabalho, tecnologia de ponta, lider em telecomunicações, Contras: Dificuldade de ascensão profissional, constantes lay-offs, desenvolvimento profissional não é muito valorizado, pouco treinamento, excesso de burocracia Conselhos para presidência: Se equiparar a outras empresas do mercado em oportunidades de desenvolvimento profissional e meritocracia.   "},{"user":"Analista de Qualidade Júnior","avaliation":"Prós: Multinacional com ótimos benefícios, empresa boa para iniciar a carreira e aprender processos de melhoria e novas tecnologias. Área estruturadas. Contras: Localização ruim. Rh um pouco bagunçado. Estratégia da empresa nao é comunicada aos colaboradores. Não há horário flexível. H   "},{"user":"Estagiário","avaliation":"Prós: Ótimo lugar para se trabalhar, ambiente bom entre os funcionários, a diretoria está bem próxima e acompanhando, sempre com acompanhamento nas atividades corriqueiras, ótimas chances de fazer projetos em áreas fora de sua atuação. Contras: Pouca chance de efetivação, com poucas vagas abertas no Brasil, a maior parte todas foras do país, onde é muito difícil do estagiário conseguir ser efetivado   "},{"user":"Engenheiro de Sistemas Sênior","avaliation":"Prós: Empresa global, multicultural com muito aprendizado. Líder na área de rádio. Muito contato com novas tecnologias. Bom balanço entre vida pessoal e trabalho Contras: É uma empresa muito centrada no Core business, que é rádio. As outras áreas que não são rádio a Ericsson precisa melhorar a condução desses outros negócios   "}]