[{"user":"Assistente Técnico de Manutenção","avaliation":"Prós: Empresa cumpri com todos os benefícios e pagamentos. Sempre a data certa, salários não atrasam, benefícios de boa qualidade. Contras: Empresa peca muito em questão de lideranças, precisa de lideres que se comprometam com a empresa e também com os funcionários, não agravando a todos. Conselhos para presidência: Reformulações na sua administração.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de trabalho, organização da empresa, home office, flexibilidade de horários, salario de inicio de carreira Contras: Plano de carreira, trabalho de feedback das equipes, planejamento dos projetos, excesso de gastos, lentidão nas decisões. "},{"user":"Analista de Engenharia Júnior","avaliation":"Prós: Empresa muito boa, valoriza o funcionario e investe pesado em aprendizado. Vale a pena trabalhar lá mesmo ganhando menos do que em outras empresas Contras: Poucos pontos negativos, como falta de uma direção na carreira profissional e ausência de foco em resultados.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Treinamentos,Flexibilidade e Benefícios, Ambiente de Trabalho. Líderes com experiência na função e de fácil acesso. Contras: Algum processos muito manuais, porém normais em áreas administrativas. De resto não tenho o que reclamar.   "},{"user":"Solution Architect","avaliation":"Prós: Empresa preza a diversidade, não importanto muito aparências, gostos, origens. Empresa muito grande e com possibilidade de envolvimento com muitas culturas e países diferentes. Contras: Crescimento profissional, dificuldade para mudanças, apesar de possuir muitos processos as indicações se sobrepõem aos processos.   "},{"user":"Estagiário","avaliation":"Prós: Empresa multinacional de grande porte, oportunidades no exterior , oportunidade de trabalhar com pessoas de diversos países, alta tecnologia. Contras: nao tenho nada de negativo para comentar .   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Desafios relevantes, grande aprendizado profissional, acessibilidade à gerência e diretoria, bom clima de trabalho, frutas oferecidas em certos dias da semana e instalações Contras: Carga de trabalho é elevada às vezes, algumas comunicações corporativas são um pouco tardias, algumas demandas de trabalho sofrem alterações depois de iniciadas   "},{"user":"Supervisor - Ex-funcionário, saiu em 2015","avaliation":"Prós: A Ericsson foi uma das melhores empresa que ja trabalhei . onde investe pesado no profissional com treinamentos e cursos de aperfeiçoamento. tudo de bom desde o RH a gerencia. Contras: na minha visão como colaborador , e no tempo em que estive por la. que foram 9 anos não tenho pontos negativo ha mencionar. excelente empresa para se trabalhar. recomendaria a qualquer um. Conselhos para presidência: Continua com a politica de investi na carreira do colaborador com cursos.   "},{"user":"Analista de Planejamento","avaliation":"Prós: Excelente relação de benefícios, incentivos de desenvolvimento profissional e ambiente de trabalho. Contras: Dependendo da cidade onde o recurso estiver alocado, as oportunidades de crescimento podem ficar mais restritas.   "},{"user":"Estagiário de Engenharia","avaliation":"Prós: Empresa global, oportunidades no exterior, alta tecnologia é muito aprendizado. . Contras: Empresa contrata estagiários para trabalharem como terceiros nos clientes, não é uma boa para os estagiários que querem trabalhar na Ericsson.   "}]