[{"user":"Internship","avaliation":"Prós: Profissionais excelentes e ótimo ambiente Contras: Varios cargos de chefia, demora de processo por ser uma empresa grande   "},{"user":"Analista de Sistemas e Telecom I","avaliation":"Prós: Ótimo ambiente de trabalho. Boa região. Boa oportunidade de aprendizagem Contras: Difícil retorno de reconhecimento Falta um pouco de clareza da gerência sobre as expectativas em relação ao funcionário   "},{"user":"Analista de Telecomunicações Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: ambiente de trabalho é agradável, aprendizado constante tive oportunidade de lecionar no projeto JP Contras: creio que deveria investir mais em on the job, com a empresa economizaria mais em investimentos de cursos e teria maior satisfação de pessoal. Conselhos para presidência: Mudar a mentalidade de avaliação dos funcionários atraves de certificações e focar mais em on the job para qualificar todos de forma igualitaria   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: uma empresa que reconhece o valor do seu funcionário, que investe em cursos e capacitação e no bem estar do mesmo Contras: por ser uma empresa com milhares de empregados, ás vezes a distancia entre gerencia e empregados atrapalha   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: - empresa com abragencia mundial e oportunidades em vários países - bom equilíbrio de vida pessoal e profissional - ambiente agradável Contras: - cultura de empresa estatal - lentidão - dificuldade de adequação (na velocidade necessária) as mudanças - falta de foco (ex: não valoriza devidamente o corpo técnico, mesmo sendo uma empresa de tecnologia) - inchaço na estrutura administrativa   "},{"user":"Funcionário","avaliation":"Prós: Cursos, horários, localização e beneficios Contras: Não tenho nada á acrescentar neste campo. Conselhos para presidência: Continue dessa forma e os empregados continuaram satisfeitos. "},{"user":"Analista de Sistemas","avaliation":"Prós: ambiente agradável e maioria das vezes não gera muita pressão nos funcionários Contras: crescimento profissional, as vezes tenho a impressão que os gerentes são orientados a não deixar o funcionário crescer   "},{"user":"Operador de Montagem - Ex-funcionário, saiu em 2015","avaliation":"Prós: Vários é uma excelente empresa Contras: nenhum é uma excelente empresa   "},{"user":"Analista de Logística Sênior - Ex-funcionário, saiu em 2007","avaliation":"Prós: Plano de carreira e salários bons. Contras: Falta de organização dos gerentes   "},{"user":"Técnico Eletrônico","avaliation":"Prós: horário. cursos de aperfeiçoamentos. cursos invertermos.. Contras: falta oportunidade plano de carreira Conselhos para presidência: melhor salário   "}]