[{"user":"Funcionário","avaliation":"Prós: Pontes nos feriados locais e recesso coletivo entre Natal e o Ano Novo sem descontar das férias, oferecimento de frutas na parte da manhã. Ambiente amigável. Contras: A empresa passou por uma crise nos últimos anos e teve que demitir bastante, além de promover uma grande redução nos benefícios. Antes tínhamos um clube com quadras, piscina, churrasqueiras, bar e academia. O estacionamento dos funcionários era gratuito. Hoje em dia esses benefícios foram retirados e o stress no trabalho aumentou bastante uma vez que temos várias pessoas sobrecarregadas devido ao aumento da carga de trabalho gerado pelas demissões.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: ambiente agradável de trabalhar, liberdade de dar opnioes pessoas com vontade de melhorar, flexibilidade de horário, remuneracao boa dentro da média do mercado. Contras: Diversas mudanças a todo momento na organização, perda de muitos talentos, alguns benefícios perdidos que faziam a diferença, como ações da companhia e incentivo neste mercado.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Contato com outros países, usa-se outros idiomas todos os dias, mesmo que via e-mail. Boa estrutura, clube. Próximo ao metrô e rodoviária, apesar de longe de tudo. Contras: Estagiário não é visto como membro do time, fica isolado. As pessoas que mais se desenvolvem, são as que se envolvem pessoalmente com outros funcionários -casamentos e etc. Conselhos para presidência: Todos merecem o mesmo respeito e consideração   "},{"user":"Diretor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Emenda de feriados, Voce tem muitas chances de viajar, participar de reunioes, conferencias e até trabalhar em outros paises como expatriado, Contras: muito \"amigograma, ou seja, muitas vezes a promoção ;e por amizade e não por performance. A empresa esta muito instável e tem passado por mudanças há mais de 10 anos   "},{"user":"Assistente Técnico em Telecomunicação","avaliation":"Prós: A empresa oferece cartões presentes no final do ano... e PLR porem fora isso ñ vejo nada de extremamente animador ja que beneficios como home officer ñ é para todos Contras: A empresa ñ possui plano de carreira estremamente dificil de dar aumento por merito ou de subir de cargo ou de te encaixar na sua area atuante Conselhos para presidência: Deve trabalhar a igualdade entre todos   "},{"user":"Assistente Administrativo Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios: cartão corporativo, cooperativa de crédito, plano de saúde, odontológico, previdência privada, seguro de vida, PLR, horário flexível, muitas oportunidades de viagens, empresa bem estruturada, celular corporativo, notebook e as vezes permitido home office. Contras: Não reconhece financeiramente seus funcionários. Os aumentos salariais são escassos. Quase nunca acontece. Os que tem é por convenção coletiva. Não reconhecimento do funcionário. Não há motivação. Alta demanda de trabalho por pouco reconhecimento. Se seguisse o padrão Suéco, com certeza seria muito melhor. Conselhos para presidência: Mais reconhecimento dos funcionários, principalmente PCDs, que são pouco reconhecidos. Valorização salarial. Motivação.   "},{"user":"Analista de Desenvolvimento Sênior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: instabilidade, empresa com grande potencial de desenvolvimento, mas as ações que são tomadas por VPs e Heads acabam não condizendo com o que o mercado nescessita e projetos são fechados do nada.   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Dinâmica, Desafiadora, Inovadora, Reconhecimento, Cultural, Social. Contras: Burocracia, Terceirização Conselhos para presidência: Terceirização é bom até certo ponto. O patrimônio intelectual dos funcionários é incalculável. "},{"user":"Engenheiro - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho e benefícios: - plano de Saúde - cooperativa de crédito - refeitório - fretado - festa de fim de ano - prêmio por tempo de serviço Contras: Os produtos são desenvolvidos no exterior e são fabricados aqui no Brasil, na minha opinião deveríamos começar a desenvolver/projetar também aqui no Brasil, dando oportunidade e chance de termos experiência nesta área, apesar de saber que isso no começo será custoso e quase impossível, mas a longo prazo irá ser benéfico para a empresa e para o país.   "},{"user":"RH - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons beneficios, plano de saude e odontologico bom, o salario e compativel com o mercado e pagamento em dia, oferece restaturante e banco no local, tem ambulatorio no local. Contras: Nao tem plano de carreira, o setor de carreiras e recursos humanos so existe em Sao Paulo, os funcionarios de outras localidades ficam sem apoio do RH.   "}]