[{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Cultura da empresa, benefícios, ambiente de trabalho, horário flexível Contras: Remuneração baixa, necessidade de negociar salários usando propostas de empresas, falta plano de carreira na joint-venture ( com participação da ericsson) que atuo   "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: horarios flexíveis, clube , tecnologia de ponta Contras: Plano de carreira, líderes com pensamentos atrasados.   "},{"user":"Estagiário","avaliation":"Prós: Flexibilidade nos horários, ambiente. Contras: Benefícios, famoso Q.I. (Quem indica)   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2013","avaliation":"Prós: O aprendizado na empresa é muito grande! As pessoas que estão a bastante tempo na empresa possuem um grande conhecimento e estão dispostas a compartilhar com os outros Contras: A valorização do profissional é totalmente nula   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho, as pessoas, Contras: Correria do dia a dia, balancear a vida profissional com a particular Conselhos para presidência: Keep walking "},{"user":"Gerente","avaliation":"Prós: Empresa que prima pela inovação e o desenvolvimento tecnológico do mundo! Alto nível de processos e ferramentas de controle. Contras: Corporativismo e maus lideres fazem a empresa perder talentos! Baixíssimo nível de líderes inspiradores. Conselhos para presidência: Observar a péssima qualidade dos líderes da alta gerência que impedem o crescimento de seus subordinados simplesmente porque não se importam com isso.   "},{"user":"Técnico","avaliation":"Prós: Estou trabalhando, pagando minhas contas Contras: Nao tenho tempo para familia ,nem amigos , nem ao menos ganho bem para isso   "},{"user":"Network Engineer","avaliation":"Prós: bom ambiente de trabalho e reconhecimento Contras: poucos beneficios e restaurante ruim   "},{"user":"Gerente","avaliation":"Prós: Muitas possibilidades de crescimento profissional Contras: Falta clareza nos objetivos e tempo para absorver novas atividades   "},{"user":"Técnico de Manutenção","avaliation":"Prós: Benefícios e companheiros de trabalho Contras: Salários e reconhecimento com funcionários   "}]