[{"user":" - Ex-funcionário, saiu em 1998","avaliation":"Prós: Uma excelente empresa,muito promissoura Contras: Durante o tempo que trabalhei la nao conheco nenhum ponto negativo! Conselhos para presidência: Continuem com esta mesma filosofia de trabalho. "},{"user":"Gerente Regional de Programas","avaliation":"Prós: Cultura da empresa, valores humanos e globalizada Contras: Muitas mudanças organizacionais e falta de oportunidades transparentes de evolução na carreira   "},{"user":"Analista Jurídico","avaliation":"Prós: Integração com várias áreas. Grandes oportunidades de aprendizado. Contras: As oportunidades de crescimento não são bem apresentadas. A adequação dos cargos e salários dos funcionários também é uma maneira de reconhecer as atividades desempenhadas com excelência . Conselhos para presidência: Maior atenção da presidência aos funcionários que a representam perante clientes e público geral.   "},{"user":"Analista de Logística Sênior","avaliation":"Prós: Quit room, dinamismo, feedback 360 graus, IPM, Contras: Horários não flexíveis, já teve esse tipo de horário e não existe mais. Conselhos para presidência: Horários mais flexíveis, ferramentas de trabalho mais modernas e com acesso mais remoto, e mais possibilidades de intercâmbio.   "},{"user":"Funcionário","avaliation":"Prós: Empresa de excelência em tudo que faz, com um nome reconhecido e de respeito no mercado. Contras: Uma gigante em organização constante.   "},{"user":"Funcionário","avaliation":"Prós: Empresa que permite e propicia crescimento individual. Contras: Como a maioria das empresas grandes a burocracia atrapalha e encarece os custos de projetos. Conselhos para presidência: Criar programas locais de bônus X metas locais.   "},{"user":"Funcionário","avaliation":"Prós: Cesta de frutas 2x na semana, ginástica laboral e massagem, máquinas de café, chocolate e capuccino a vontade.. Contras: Gerentes precisariam ser melhor instruídos em como ajudar os funcionários a atingir o seu plano de carreira. Conselhos para presidência: Investir forte na capacitação dos Gestores. "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Oportunidades de crescimento, de obter experiência no exterior e de mudança de áreas. Contras: Trabalhos fora do estado ou do país por tempo largo.   "},{"user":"Funcionário","avaliation":"Prós: empresa altamente organizada que da toda a tranquilidade para o funcionário poder trabalhar Contras: as promoções muitas vezes tardam muito devido ao fato dos processos internos da empresa. Por um lado é bom o fato de que para qualquer coisa que vier a fazer existe uma regra, um processo a ser seguido, por outro lado, é ruim pelo fato de que muitas vezes para alcançar os requisitos necessários para uma promoção são bastante demorados. Conselhos para presidência: Dentro das regras, encontrar uma forma de encontrar os talentos mais rapidamente "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Possibilidade de usar qualquer sistema operacional. Contras: Trabalho excessivo, trabalho sob pressão, diversas horas extras, muitas fofocas entre os grupos   "}]