[{"user":"Analista Programador","avaliation":"Prós: É uma empresa sólida com diversos clientes em diversas áreas. É completamente possível remanejamento interno caso haja necessidade. Todos os compromissos também são cumpridos. Contras: Não há espaço para crescimento, de fato. Além disso, o cargo/salário oferecidos não são compatíveis com as funções executadas, ou seja, você ganha para ser um analista e tem funções de arquiteto.   "},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2018","avaliation":"Prós: Organização, otimas pessoas, educação e maneira de tratar o funcionário, muitas vagas de emprego e principalmente a atenção pelo telefone incrivel Contras: Demoram muito para reconhecer um bom funcionário e quando reconhecem ele fica preso em seu cargo por ser bom lá, e promovem o que tem mais tempo de casa por tempo não por qualidade Conselhos para presidência: Avaliem melhor os funcionários e promovam por mérito não por tempo   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa bem localizada e com flexibilidade no horário. Possuem clientes renomados que te fornecem um grande aprendizado e oportunidade de crescimento profissional. Time qualificado e ambiente harmonioso. Contras: Remuneração abaixo do mercado e ausência de plano de carreira. Muita pressão em relação a produtividade por conta do regime de contratação de horas da consultoria.   "},{"user":"Arquiteto de Software","avaliation":"Prós: As pessoas são ótimas de se trabalhar, e há uma ótima liberdade no modelo de trabalho o que proporciona a possibilidade de uma ótima qualidade de vida Contras: Processos internos não são muito claros, ao entrar na empresa você é direcionado diretamente à um cliente, sendo assim fica-se bem afastado da empresa, impedindo de ficar atualizado quanto aos processos internos   "},{"user":"Agente de Atendimento Help Desk I - Ex-funcionário, saiu em 2018","avaliation":"Prós: salário, benefícios. Contras: pessoas agem de forma pessoal, não visualizam o desempenho de cada funcionário, ficando a critério do líder imediato, ao qual age de acordo com quem gosta, indicar os melhores funcionários   "},{"user":"Estagiário","avaliation":"Prós: A empresa oferece muita flexibilidade, você consegue administrar muito bem seu tempo lá. Benéficos bons, pessoas muito legais para se trabalhar. Contras: Os pontos negativos é o ambiente, pouca chances de crescimento na empresa, os projetos demoram acontecer sendo assim ficamos na ansiedade por querer fazer outra coisa.   "},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Ótima empresa com salários competitivos. RH competente boa infraestrutura Liberdade de inovação Horários flexíveis Localização muito boa e acessível Contras: Tem muitos problemas administrativos. O administrativo, sistema de pontos e afins do bem datados. Precisa melhorar os processos internos pois as pessoas ficam muito perdidas. A infraestrutura poderia ser melhor e mais moderna, deixa a desejar. Algumas unidades parecem esquecidas. Os benefícios não são muito atraentes. Falta um pouco de investimento Conselhos para presidência: Invista mais em infraestrutura e bem estar dos funcionários.   "},{"user":"UI/UX Designer Pleno","avaliation":"Prós: Salários de acordo com o que o mercado costuma pagar e muita facilidade para conseguir promoções conforte sua experiência. Geralmente trabalhamos em terceiros. Contras: Você praticamente não tem benefícios pois trabalha alocado nos cliente, não tem PLR, vale refeição é baixo, politica de reembolso é muito ruim.   "},{"user":"Analista de Desenvolvedor .NET Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Acompanhamento do RH mesmo alocado no cliente porem o sistema de ponto não funciona sempre falta horas e preciso ficar atento nas suas horas Contras: Somos só mais 1 numero, a empresa precisa valorizar os seus colaboradores, o sistema de ponto não funciona, o banco de horas nunca funciona sempre tem erro Conselhos para presidência: Valorizar com benefícios aos funcionários, com premiação para cada entrega de projetos   "},{"user":"Estagiário","avaliation":"Prós: liberdade para trabalhar, flexibilidade de horario, pode usar fones de ouvido e lideres competentes s Contras: muitos cargos de chefia o que dificulta a subordinação s   "}]