[{"user":"Analista de Sistemas Júnior","avaliation":"Prós: A empresa sempre foi muito atenciosa matendo uma proximidade muito grande mesmo o funcionário estando alocado no cliente. Também sempre foi rápida da solução de problemas. Contras: A empresa não paga muito bem e os benefícios não são muito bons. A gestão de horas e ponto é outro ponto a melhorar. Em alguns momentos a empresa se mostra pouco interessada em manter um funcionário.   "},{"user":"Analista de Negócios Júnior","avaliation":"Prós: Na unidade de Recife especificamente o clima é bastante descontraído, as pessoas são excelentes e engajadas. O trabalho não é tão puxado e a qualidade de vida é um dos pontos fortes da empresa. Contras: Pelo menos na unidade Recife trabalha-se com clientes públicos e isso dificulta o trabalho. Não há muita motivação para se trabalhar nos projetos, pois não são desafiadores o suficiente. Outro grave problema dessa unidade é a desconexão com a identidade geral da empresa. A sede não tem nenhuma caracterização de marcas, branding ou algo que identifique a empresa. Por vezes vemos que as outras unidades espalhadas ao redor do Brasil possuem ações de marketing, sedes personalizadas, projetos sociais, etc. Porém, em Recife se uma pessoa entrar na sede da empresa não saberá do que se trata nem qual é a empresa de fato. Isso é ridículo. Conselhos para presidência: Dêem mais atenção à sede de Recife! Promovam projetos sociais, ações de marketing, personalizem a sede! Não é só de salário que vive um funcionário, ele deseja se sentir realizado e orgulhoso da empresa que faz parte.   "},{"user":"Estágio","avaliation":"Prós: Equipe simpática, com pessoas dispostas a ensinar. Além disso, visualizo uma possibilidade de efetivação e plano de carreira dentro da organização. Salário e benefícios de acordo com o mercado. Contras: Devido ao pouco tempo na organização não sou capaz de opinar sobre os pontos negativos. Uma sugestão de melhoria avaliada até o momento seria a comunicação interna e melhoria dos constantes erros de sistema.   "},{"user":"Monitor de Qualidade - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pontos positivios são o (PCds) todos muitos esforçado e competentes, se desdobram para ajudar a todos, a Resource contrata muitos e dá oportunidades de aprendizado de comunicação. Contras: Empresa totalmente desorganizada, você é contratado e tem que ficar correndo atrás de demandas, e quando te passam demandas relevantes é preciso correr atrás para entregar, pios ninguém tá nem aí com nada! Conselhos para presidência: Se organizem melhor, melhorem os benefícios o básico no mínimo já ajudaria ! Querem abraçar o mundo e não dão conta de nada !   "},{"user":"Consultor SAP ABAP Sênior","avaliation":"Prós: Muitos da equipe de consultores tem uma boa capacidade técnica e são prontos a ajudar quando necessário, a empresa não é exclusivamente da área SAP, trabalha com diversas tecnologias diferentes, possui escritório no exterior Contras: Atualmente com dúvidas sobre o futuro da área SAP na empresa, sem expectativas de aumento salarial, sem expectativas de grandes projetos em curto espaço de tempo, alguns gerentes muito bons saíram assim como gestores   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Ótima para quem está começando na carreira em TI, salários e benefícios justos, e existe a possibilidade de você ser alocado em ótimos projetos(caso tenha muita sorte). Contras: Plano de carreira deixa a desejar, obviamente por você estar esquecido, largado em algum cliente ao redor de São Paulo. Isso talvez não se aplique a funcionários internos, mas quanto a isso não posso avaliar , não é o meu caso. Conselhos para presidência: Aprimorar o RH de vocês, a quantidade de alocados Resource no cliente em que estou caiu drasticamente, por falta de competência de vocês em repôr os que foram saindo, enquanto outras consultorias ocuparam esse gap.   "},{"user":"Analista de Monitoramento Bilíngue","avaliation":"Prós: A empresa paga em dia, paga benefícios, o prédio é bonito, o escritório é limpo e organizado. Várias áreas atuam no mesmo escritório, mas nada além disso Contras: É uma empresa regular em ti, nada em especial, o ambiente é ruim e o conhecimento técnico da coordenação peca em relação ao dos analistas. Que tem mais formação. Não há investimento no funcionário nem plano de carreira   "},{"user":"Analista de Recrutamento e Seleção Pleno","avaliation":"Prós: A Empresa aplica a metodologia de \"gestão de portas abertas\", isso impacta positivamente na motivação dos colaboradores pois, entre outras coisas, sentem se parte integrante do \"mecanismo\" Contras: Comunicação interna lenta. As informações demoram de ser atualizadas em toda as unidades da empresa em termos de expansão territorial. Isso poderia gerar ruídos no entendimento sobre temas relevantes. Conselhos para presidência: Recuperar a antiga cultura da empresa em ser clara com relação aos seus objetivos e formas de trabalhar.   "},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa séria, não atrasa pagamentos e tem um ambiente muito de trabalho agradável. Para quem é alocado em cliente, há profissionais encarregados de facilitar a relação entre empregado e empresa Contras: Falta de plano de carreira. Poderia ter benefícios melhores. A localização é um pouco complicada, e fica em uma área bem afastada das principais regiões.   "},{"user":"Analista Programador Júnior","avaliation":"Prós: Ótimo ambiente profissionais muito capacitados, meu aprendizado dentro da empresa está sendo gigantesco, colegas de trabalho e gestores sempre dispostos a ajudar. Contras: Apesar de ter um ótimo ambiente, falta transparencia para o funcionário em alguns aspectos. Sua carreira dentro da empresa parace ficar stagnada.   "}]