[{"user":"Consultor I","avaliation":"Prós: Fico no cliente, o ponto positivo que reconheço é que um funcionário da resource vem para o cliente com frequência para ver se está tudo certo, se preciso de algo. Contras: Por ficar em cliente, não tenho acessos a resource, não participo de reuniões gerais, nem reuniões com o presidente, não tenho contato nem com quem é minha chefe, muito menos acesso ao organograma da empresa. Benefícios são ruins, acertaram itens comigo que após assinar o contrato não recebi. Conselhos para presidência: Olhar mais para os funcionários que ficam nos clientes, somos nós que \"sofremos\" o dia-a-dia.   "},{"user":"Analista Programador Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com boas perspectivas de mudança de projeto, bom lugar para quem está iniciando na área de tecnologia da informação, lugar onde se aprende como trabalhar em situações Contras: Os salários não são atraentes para profissionais seniores, muita rotatividade de profissionais, baixa retenção nos projetos, pacote de benefícios não muito adequado Conselhos para presidência: Valorizar os profissionais seniores, fazer melhores esforços para rete-los, diminuir o turn-over "},{"user":"Analista de Service Desk Pleno","avaliation":"Prós: Atuar com cliente internacional, fluxo de trabalho bem elaborado, empresa em expansão no setor de tecnologia da informação com foco em missões críticas. Contras: Cobrança de convenio médico para cada dependente onde o mesmo ainda tem coparticipação, não registro de bilíngue na carteira e não pagamento de vale alimentação.   "},{"user":"Funcionário","avaliation":"Prós: Clima organizacional positivo, equipes são bem unidas, equipamentos e ferramentas de trabalho são satisfatórios, o acesso aos prédios da Resource são de fácil acesso, próximos a transportes públicos. Contras: Salários defasados, regimes de pagamento flex (por fora), gestão de pessoas ruim e banco de horas. Não existe nenhum plano de carreira, alem de muitas burocracias para receber reembolsos e etc.. Conselhos para presidência: Melhorar os gestores e parar de arrumar meio de fugir do CLT full.   "},{"user":"Desenvolvedor Java","avaliation":"Prós: Há uma certa flexibilidade, um bom sistema de pagamentos, há um certo acompanhamento dos gestores, a localização de algumas unidades são boas. Contras: Não há um bom plano de carreira, e nem muito incentivo ao aprendizado, poderiam apoiar com cursos ou outras oportunidades, isso deveria ser básico para qualquer empresa de TI.   "},{"user":"Analista de Requisitos Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A localização é boa para quem fica na Paulista, o é horário flexível e permite trabalhar remoto. Contras: Instabilidade nos projetos, troca de equipe e cliente frequentes, não há oportunidades de crescimento profissional, os eventos que ocorrem na empresa ficam somente para as equipes no cenesp, tipo café da manhã, iBeer e quem fica na Paulista não tem oportunidade de participar, a migração para CLT full prejudicou os profissionais mais experientes não tendo condições de continuar na empresa. Conselhos para presidência: Promover plano de carreira, mais treinamentos internos e melhorar os benefícios.   "},{"user":"Coordenador","avaliation":"Prós: Excelente ambiente de trabalho e convivência com profissionais muito talentosos. Nesni alocado, recebo bom apoio de meu gestor e do backoffice da empresa Contras: dificuldades em receber horas extras. Não há muita clareza ou orientação de como crescer profissionalmente dentro da empresa. É preciso melhorar esse aspecto. Conselhos para presidência: É preciso estabelecer um plano de carreira mais claro e equiparar o valor dos salários com o mercado,   "},{"user":"Diretor de Operações","avaliation":"Prós: Uso de tecnologias de ponta, ambiente de trabalho colaborativo, gestão por meritocracia, profissionais bastante capacitados em todas as áreas. Contras: Empresa pouco focada em pessoas, não possui RH estruturado de forma conveniente, níveis executivos não exercem gestão de forma estruturada, demissão é um processo desestruturado. Conselhos para presidência: Pensem mais nas pessoas.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Remuneração. Plataforma de treinamentos e atualização on-line Empresa em expansão, melhorando seus processos e políticas Alguns programas de valorização Contras: A consolidação da filial NE poderia ter tido uma implantação mais bem planejada; O RH da empresa tem muito a evoluir, tanto na aplicação de legislação específicas de cada município de atuação, quanto no cumprimento e organização de outras obrigações.   "},{"user":"Coordenador de Sistemas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Liberdade de horários, home office quando necessário, negociações diretas com os clientes e auto gerenciamento de budgets, pessoal e gastos com projetos. Contras: Carencia de plano de carreira para desenvolvedores. Falta de um maior controle, auditoria, de grandes projetos que podem causar problemas a empresa.   "}]