[{"user":"Analista de Infraestrutura II","avaliation":"Prós: Paga bem e em dia, porem é um ilusão, não tem benefícios, sistema CLT flex é enganador, CLT Cesta é pior ainda, empresa que quer fazer de tudo para pagar menos impostos. Contras: nao valoriza o funcionario, nao tem oportunidade de crescimento, temq ue implorar aumento e nunca consegue,quando fiquei alocado em cliente é dificil falar com o ponto focal. Conselhos para presidência: tirem os CLT FLEX.. e valorizem os funcionários.. talvez diminua os processos.   "},{"user":"Analista de BI Pleno","avaliation":"Prós: boa empresa para se trabalhar, focada em pessoas, nome no mercado, estrutura sólida, oportunidade, pessoas, clima e localização. indico para outras pessoas. Contras: dar mais valor a área e projetos de RH. Oferecer mais espaço para inovação, focar e seguir os processos.   "},{"user":"Analista de Sistemas Java Sênior","avaliation":"Prós: Em geral a equipe de trabalho é unida e cooperativa, há alguns eventos patrocinados para corridas e passeios ciclisticos Contras: A forma de pagamento que não é Clt full. Não possui benefícios, todos são descontados integralmente do meu salário. Muita desorganização exigindo que os recursos trabalhem em média 10h/dia e frequentemente aos finais de semana. Conselhos para presidência: Migrar para pagamento Clt full. Organizar a empresa para melhorar a qualidade de vida dos funcionários.   "},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: Equipe Respeito Transparencia Focados no desenvolvimento técnico dos seus colaboradores, criando equipes muito bem preparadas, as quais atendem os clientes com excelencia. Contras: Concreto Por haverem muitas unidades pelo Brasil, e somente duas sedes principais algumas atividades se tornam muito engessadas e não resolvidas rapidamente.   "},{"user":"Analista Programador Java Pleno","avaliation":"Prós: Bons salários, projetos com novas tecnologias, existe a possibilidade de home office, bom acesso aos gestores, grandes clientes, flexibilidade de horários. Contras: Não tenho nada de ruim ainda, comecei recentemente e já entrei em um projeto novo, com ótimas tecnologias, só que pra conseguir equipamentos de trabalho é demorado mas nada de grave   "},{"user":"Consultor SAP CRM Sênior","avaliation":"Prós: Fácil acesso aos gestores, líderes comprometidos com o projeto e equipe. Ambiente de trabalho adequado e flexibilidade no horário de trabalho. Contras: Falta de um plano de carreira bem definido, centralização de poder e escritório localizado em uma região de acesso complicado e com poucas opções de transporte público.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Boa localização, em diferentes pontos de sp, principalmente quem é da Zona Sul Liberdade para entrada e saida do escritório sem batimento de cartão Contras: Necessidade de se contratar funcionários pelo (baixo) salário e não pela experiência e sem qualquer preocupação com a entrega dos projetos; Ausência de plano de carreira; Plano de saúde muito fraco.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente descontraído e saudável Contras: Os programas motivacionais não tem tanta forças nas filiais "},{"user":"Assistente de Projetos","avaliation":"Prós: O ambiente da Resource é agradável e equilibrado. Tem vários programas que a Resource faz, tipo Resource +Voce, +Liderança, etc... Isso é bom para os colaboradores possam agregar os conhecimentos básicos. Contras: Acho que eles dão poucas oportunidades para os colaboradores, e tem alguns pontos negativos pela falta de acessibilidade para surdos. Alguns departamentos funcionam isolados e não se comunica bem.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Liberdade para tratar diretamente com o cliente sem muita interferência gerencial (necessário pois os gestores não tem know how técnico ou mesmo de negócio e nunca existe documentação ou escopo bem definido) Contras: Cada equipe é uma microempresa interna, todas brigando pelos clientes e projetos: Caos e muito \"fogo amigo\". Quando o cliente demanda muitos projetos, é comum que outro \"gerente\" tente te queimar com a equipe q vc atende p passar a atende-lo; Plano de carreira ZERO; Assistencia medica péssima (se vc não for gerente) Gestores ignoram documentação e especificação, aplicando prazo e custo sem qq approach técnico. A desculpa p isso é sempre a \"concorrência\". Conselhos para presidência: Façam uma relação entre projetos problemáticos x gerentes de conta envolvidos x empresas q desistiram e vão descobrir o obvio.   "}]