[{"user":"Estagiário","avaliation":"Prós: Possui uma visao de excelencia e acredita no potencial do funcionario, investindo e apoiando sempre quando este precisar. Alem da equipe ser boa de trabalhar. Contras: A empresa deveria dar o vale transporte ao inves de ser no cartao em dinheiro. Nao que atualmente como esta nao esta bom, mas seria um pouco melhor ainda.   "},{"user":"Analista Programador","avaliation":"Prós: Todos os compromissos firmados foram seguidos rigorosamente, o que a empresa diz que vai fazer ela realmente faz. Os salarios são competitivos de acordo com o mercado. Contras: Como trabalho fora da empresa, em um cliente! Me sinto totalmente abandonado! Não tenho nenhuma visibilidade para empresa o que limita em muito o meu crescimento. Conselhos para presidência: Conseguir avaliar a atuação dos profissionais alocados em clientes para gerar oportunidades ou mesmo poder reconhecer os bons profissionais e os maus.   "},{"user":"Comercial","avaliation":"Prós: O clima organizacional é muito bom, tem muita flexibilidade de horários, e é baseada em resultados, para mim isso é um vantagem. Existem muitas oportunidades em vários tipos de tecnologias diferentes. Contras: Trata-se de uma empresa familiar, então algumas decisões são tomadas sem um prévio alinhamento entre os profissionais envolvidos. A parte do bônus acordada anteriormente, as vezes não é honrada, o que é péssimo para a imagem da empresa no mercado Conselhos para presidência: Comunicar de maneira clara as diretrizes da empresa e suas prioridades e honrar os compromissos assumidos com os profissionais que alcançaram com louvor as metas estabelecidas.   "},{"user":"Consultor SAP - Ex-funcionário, saiu em 2014","avaliation":"Prós: É uma multinacional 100% Brasileira, oferecendo soluções com tecnologia a de ponta para os mais de seus 300 clientes ativos. Empresa tem muito potencial! Contras: Gestores sem preparo para assumir cargos de liberaça. Não existe meritocracia, e nem plano de carreira. Empresa tem potencial, mas não tem pessoas preparadas para \"guia lá\". Conselhos para presidência: Contratar pessoas qualificadas para assumir cargos de liderança.   "},{"user":"Analista de Field Service","avaliation":"Prós: A empresa visa bastante o seu funcionamento e de seus colaboradores, fazendo pesquisas úteis de campo, conversas e reuniões diretamente com cada colaborador Contras: A empresa não sabe escolher bem os seus líderes, exceto um poucos que sabem como ser um bom líder, é aqueles que governam com mão de ferro, sempre tendo que haver intervenções.   "},{"user":"Consultor I","avaliation":"Prós: Bons clientes, não tenho nada de bom para falar sobre a empresa pois é uma empresa de outsourcing, te coloca no cliente e te esquece lá, uma vez por mês vai uma pessoa verificar se esta tudo bem. Contras: RH desorganizado, alocados ficam esquecidos nos clientes e quando precisam de um respaldo leva tempo para chegar uma resposta, uma vez por mês vai uma pessoa verificar se esta tudo bem, e quando temos um problema nunca resolvem de forma satisfatoria. Conselhos para presidência: Comecem a tratar melhor seus colaboradores que colocam a cara a tapa para representar a empresa dentro dos clientes.   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: A Flexibilidade de horário com alguns gerentes e alguns projetos colabora para o bem estar do funcionário. A oportunidade de fazer Home Office liberado por alguns gerentes é um ponto bem positivo. Contras: Nenhum plano de carreira, isso deixa o funcionário sem expectativas com relação ao futuro, pelo menos em algumas células são assim, não sei se acontece em todas. Conselhos para presidência: Investir mais nos seus funcionários para apresentarem mais resultados e estarem satisfeitos.   "},{"user":"Consultor SAP","avaliation":"Prós: Por se tratar de uma empresa não tão grande, existe fácil acesso aos gestores para propor ideias, também existe a possibilidade de trabalho remoto. Contras: Apesar do fácil acesso aos gestores, os mesmos possuem uma autonomia muito limitada, então bons projetos são abandonados por falta de visão da alta administração. Conselhos para presidência: Existem bons funcionários indo embora por pouca perspectiva de carreira, essa questão deveria ser fomentada.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente agradável, pessoas interessantes e interessadas em desenvolver um bom trabalho. Muita gente com bastante potencial buscando crescimento de carreira. Contras: Burocracia, baixo nível de independência e autoridade, muitas \"panelas\", falta de processo de avaliação e feedback, comunicação pouco eficaz, falta de organograma claro com responsabilidades bem definidas e divulgadas. Conselhos para presidência: Meritocracia já! Valorize quem é bom, não quem é amigo.   "},{"user":"Especialista de Sistemas","avaliation":"Prós: Para os recursos alocados em clientes não existe ponto positivo. Você não tem acompanhamento e cada reclamação efetuada demora no mínimo duas semanas para ser resolvida, isso quando resolvida. Contras: todos os meses o pagamento é menor do que o acordado e você precisa abrir chamado para correção que demora no mínimo uma semana para solução e mais umas duas, ou até 1 mês, para regularizarem. Conselhos para presidência: Reavaliem a forma de contratação, vocês estão à beira de serem denunciados ao Ministério do Trabalho.   "}]