[{"user":"Assessor Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário em dia, horário flexível, Home Office. Participação de fóruns e eventos. .. autonomia para fazer o que quiser... colaboração de equipe. Contras: Muita cacique e pouco índio, remuneração baixa e modelo de contratação escroto. Brigas constantes de egos entre líderes, não existe crescimento por meritocracia, mas sim por ser amigo ou parente ... desorganização por parte de RH. Sem treinamentos ou incentivo estudo.E péssima localização Conselhos para presidência: Não perca a essência que a Resource sempre teve, de valorizar seus funcionários. A empresa está abandonada!!   "},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: bom salario pago em dia, flexibilidade de horario fe trabalho(sem controle), home office, clientes grandes com projetos de visibilidade Contras: por trabalhar com projetos, tem-se instabilidade no trabalho. formas de contratação que desafiam a paciencia do funcionario, clientes mimados e desorganizados.   "},{"user":"Coordenador de Projetos","avaliation":"Prós: Empresa proporciona oportunidades de crescimento tanto profissional quanto pessoal e paga-se relativamente bem. Ambiente é favorável para trabalhar e mostrar o seu potencial. Contras: Falta de visão estratégica por parte dos diretores e cultura com dificuldade de se adaptar as novidades que o mercado e clientes necessitam. Algumas áreas funcionam diferente das demais.   "},{"user":"Analista de Sistemas BI","avaliation":"Prós: Uma empresa grande, com grandes potenciais de crescimento. Flexibilidade de trabalho, atividades, horário e novas tecnologias. Contras: Falta de plano de carreira e estabilidade profissional, organização e administração descentralizada, com problemas nas realocações dos profissionais.   "},{"user":"Analista Programador","avaliation":"Prós: Ótimo ambiente de trabalho, horários flexíveis, possibilidade de certificações e grandes chances de crescimento. Contras: A Resource fica dentro do Centro Empresarial de São Paulo. Local demasiadamente longe para a atual situação da cidade com trânsitos megalomaníacos e mal localizado! A dificuldade em locar salas de reunião é um tanto quanto desagradável também..rs. Conselhos para presidência: Repensar o local da matriz ;-]   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Flexibilidade de horarios e homeoffice. Muitos profissionais qualificados, oferece ferramentas de trabalho. Contras: Não existe plano de carreira e aumento de salário. Existe diversas panelas entre gerentes e áreas especificas. Conselhos para presidência: Aplicar no minimo o reajuste anual para todos os funcionários mesmo os que são cotas/autogestão   "},{"user":"Técnico em Suporte Pleno","avaliation":"Prós: Empresa que pensa no funcionário, não atrasam o salario, nem benefícios, são muito justos, não há nenhuma área que se negue a falar com vc. Temos oportunidade de crescimento. Contras: Até o presente momento não encontrei um ponto negativo para deixar registrado, poderia falar do salário que recebo porem sei que tem empresas que estão anunciando valores maiores porem no final das contas acabam atrasando salários e os benefícios não são tão bons quanto a Resource Conselhos para presidência: Criar um canal de sugestões para os Alocados.   "},{"user":"Programador","avaliation":"Prós: Por trabalhar como consultor em desenvolvimento o nível de aprendizagem é extremamente elevado. Localização na Av. Paulista. Equipe muito boa. Contras: A forma de contratação não é CLT Full. Você recebe uma porcentagem como CLT e outra como Direito Autoral. Muitas vezes ofere um salário com cerca de 10% a cima do mercado, porém sem férias de 30 dias, décimo terceiro ou PLR. Conselhos para presidência: Implantar o modo de contratação CLT (Full) para todos os consultores.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ótima empresa, muito flexivel, correta com seus funcionários, com profissionais muito bem capacitados. Contras: Falta de PLR e salario um pouco abaixo do mercado, falta um programa pra aproximar os funcionários que estão trabalhando em casa, pois quando se trabalha HO as oportunidade de promoção são menores   "},{"user":"Funcionário","avaliation":"Prós: Ótima empresa, tem um projeto muito bom para crescimento de forma interessante Contras: Começou a pouco tempo, tem poucos clientes, só atende um nicho de mercado "}]