[{"user":"Consultor de Técnologia III","avaliation":"Prós: Salário clima de trabalho, clima de trabalho, flexibilidade trabalhar na Resource e muito bom espero continuar pois e um ótimo lugar para ganhar bagagem profissional. Contras: Benefícios poderiam ser melhore a comparticipação e de 20% mas para dependentes vc deve pagar integral. Não há plr mas tirando isso de maneira geral e bom   "},{"user":"Analista de Sistemas Desenvolvimento .NET Júnior","avaliation":"Prós: Gestores próximos dos funcionários, Projetos diversos = aprendizado exponencial, empresa bem localizada, foco muito no inicio da carreira (estagiário), Seniors prontos para ajudar Contras: Remuneração abaixo do mercado, muita burocracia para pedir aumento, VR podia ser melhor né devido a região, mas todos os outros beneficios de Plano de saúde, Odontologico são bons.   "},{"user":"Analista Programador","avaliation":"Prós: Flexibilidade na realocação de cliente, pois caso o funcionário (desenvolvedor) não se adeque ao cliente, então pode tentar vaga em outros clientes da empresa. Salário na média do mercado e dependendo da sua negociação com o gestor, então pode conseguir benefícios e maior salário. Contras: O funcionário que não fica alocado na matriz, como o desenvolvedor por exemplo, fica meio jogado e esquecido. Raramente o gestor procura o funcionário para verificar como estão as coisas no cliente. Mas isso não é genérico, pois depende muito do gestor.   "},{"user":"Analista Programador Java Júnior","avaliation":"Prós: O Atendimento ao funcionário é excelente, sempre tem visita do pessoal do Rh para prestar ajuda ao profissional, benefícios atrativos, e uma vasta carteira de clientes Contras: Não consigo encontrar pontos negativos, pois a empresa nunca deixou a desejar, sempre prestou um grande auxílio, pagamentos em dia e bons benefícios.   "},{"user":"Analista Programador VI","avaliation":"Prós: Bom ambiente de trabalho, aceita trabalho remoto (home office), os benefícios são bons, a equipe se ajuda bastante e bom relacionamento com os chefes. Contras: Acredito que a empresa poderia dar mais atenção ao plano de carreira e ter ferramentas para avaliar melhor os funcionários, assim conseguiria identificar e reter talentos Conselhos para presidência: Melhorar o plano de carreira   "},{"user":"Analista de Sistemas Desenvolvimento.NET - Ex-funcionário, saiu em 2018","avaliation":"Prós: Remuneração acima de mercado o que possibilitou um ganho no patamar dos analistas seniors e plenos no mercado de salvador-ba mesmo fugindo da realidade local Contras: Na out source praticamente não tivemos acompanhamento do Rh e Gerencia de contrato da empresa. Remuneração acima de mercado o que possibilitou um ganho no patamar dos analistas seniores e plenos no mercado de salvador-ba mesmo fugindo da realidade local   "},{"user":"Programador Web I","avaliation":"Prós: Bons clientes, carga de trabalho razoável e bem coerente para com os seus funcionários. Dependendo do cliente, a localização da empresa é boa Contras: VR baixo, salário abaixo da média, extremamente burocrática e muito padrão. Falta estímulo para os funcionários bem como o acompanhamento nos clientes   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Os pontos positivos da empresa são estar alocada em uma empresa de renome do setor de cosmética e higiene. A empresa cumpre com suas obrigações legais. Contras: Os pontos negativos da empresa são falta de plano de carreira, não é empresa cidadã (o que significa ter licença maternidade de 4 meses), não oferece PLR.   "},{"user":"Analista de Sistemas Java","avaliation":"Prós: Atuo alocado no Grupo CITI, nunca tive problemas com a Resource, pagamento sempre em dia. Convenio na média. Atuo alocado no Grupo CITI, nunca tive problemas com a Resource, pagamento sempre em dia. Convenio na média Contras: Um ponto que acho em negativo é a Falta de PLR, como atuo alocado em cliente, não posso negativar, pois nunca tive problemas com a Resource. De resto está na média.   "},{"user":"Gerente de Recursos Humanos","avaliation":"Prós: Autonomia, ambiente de trabalho, camaradagem lá as pessoas nao tem vergonha de falar as coisas, podem dar ideias novas e contribuir que sempre serao escutadas Contras: Treinamentos. Poderia ter um programa melhor estruturado para treinamentos ou politicas de incentivos para que as pessoas possam se certificar.   "}]