[{"user":"Estágio","avaliation":"Prós: liberadade Contras: baixo VR pra quem trabalha na paulista é uma pena pois os lugares pra comer costumam ser caros.   "},{"user":"Programador Júnior","avaliation":"Prós: Ambiente agradável de se trabalhar na filiais, carteira de clientes interessante, alguns setores são muito entrosados com práticas ágeis e tecnologia de ponta Contras: Acompanhamento de alocado fraco, RH ineficiente, comercial vende projetos que não geram retorno financeiro, capacity ruim e alguns departamentos desatualizados em TI   "},{"user":"Desenvolvedor","avaliation":"Prós: Ótima empresa, respeitam seus funcionários, benefícios em dia! estrutura para trabalhar, sem pessoal chato ou que cometam injustiças, adoro trabalhar lá Contras: Difícil encontrar, mas se for para ser chato mesmo, acho que poderia melhorar o VR para o pessoal de SP, almoçar na AV Paulista é sempre mais caro.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa que tem grandes clientes e se der sorte existe a chance de participar de ótimos projetos, contato com ótimos profissionais e grande aprendizado, pagamentos em dia, escritório na paulista tem ótima localização, flexibilidade de horário Contras: Salário e benefícios baixos, funcionários alocados normalmente são esquecidos havendo pouca comunicação da empresa para os que estão no cliente, desorganização no RH. Não existe plano de carreira, típica consultoria de TI, empresa para ficar por 1 ano ou 2 no máximo. A empresa não consegue segurar ótimos funcionários.   "},{"user":"Analista Programador Pleno","avaliation":"Prós: Empresa acompanha de perto seus funcionários terceirizados e tenta ajudar da melhor maneira possível para que os mesmos se sintam confortáveis nas empresas onde estão Contras: Não há muitas opções de benefícios, a falta de opção entre VR/VA é um pouco limitada para as pessoas que usam marmita. Fora isso a empresa não apresentou muitos pontos negativos na experiência que eu tive com a mesma. Conselhos para presidência: Trazer mais opções de benefícios para os funcionarios   "},{"user":"Estagiário em Desenvolvimento de Software - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma empresa comprometida com seus clientes e entregáveis. Possui um bom ambiente de trabalho quando dentro da consultoria e bons benefícios. Contras: Quando alocado em clientes, a gestão é variável, podendo ser boa ou extremamente ruim dependendo do cliente e do coordenador. O salário é abaixo da média esperada. Conselhos para presidência: Escolher melhor os coordenadores de time, avaliando não somente o background profissional como também suas soft skills.   "},{"user":"Funcionário","avaliation":"Prós: Locais de trabalho diversos, com variação de projetos e clientes. Em geral os profissionais são entusiasmados e divertidos. São bacana e estão sempre prontos a ajudar uns aos outros. Contras: A empresa varia entre formas de contratação, e o tipo CLT cesta eh uma enorme furada. Mas o ponto mais importante, pra mim, como trabalho alocado em cliente, me sinto apenas um número. Meu gerente passa apenas para dizer oi. Com isso, não há praticamente possibilidade de crescimento profissional. Não há metas e avaliações (meu gerente nem conhece meu trabalho para poder me avaliar). Então a possibilidade de promoção de cargo ou salário, eh só se você implorar (quase nula). Quem não trabalha alocado, o cenário eh completamente outro, com cursos, workshops e avaliações contínuas. Conselhos para presidência: Melhorar o cuidado com os colaboradores alocados, e melhorar muito para não perder bons profissionais, principalmente para as concorrentes que trabalham nos mesmos cliente. Indra e TCS (Tata Consulting) estão com tudo, e oferecendo muito mais!   "},{"user":"Analista Programador","avaliation":"Prós: Cultura da Empresa, pagamento em dia, contato com diversas tecnologias, flexibilidade de horário, benefícios em geral uma bom ambiente de trabalho. Contras: Falta de planejamento com os colaboradores alocados. Falta de atenção com as distancias e de como o colaborador esta no cliente. Praticamento o colaborador se sente como um objeto, onde pode hoje estar no centro de São Paulo amanha em Barueri e depois em Guarulhos. Conselhos para presidência: Maior planejamento dos projetos   "},{"user":"Analista Front","avaliation":"Prós: Salários compatível com o mercado, oportunidade de se trabalhar em diversos clientes, alguns eventos são realizados para integração e compartilhamento de conhecimento Contras: Benefícios abaixo no mercado, não tem um plano concreto de carreira, quando está alocado fica difícil reconhecer se trabalha no cliente ou na resource.   "},{"user":"Analista de Recursos Humanos - Ex-funcionário, saiu em 2018","avaliation":"Prós: A Resource é uma empresa que te proporciona o seu desenvolvimento profissional; Posso dizer que tem um excelente clima organizacional, se preocupa com os seus funcionários para promover a melhor ação de engajamento. Contras: Infelizmente na questão de plano de carreira não está definido, e a liderança precisa pensar como um multiplicador de conhecimento, só assim vai conseguir desenvolver as pessoas do seu time.   "}]