[{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótima empresa,com ótimos benefícios.Pagamento em dia,bons incentivos,treinamento, cursos que podem ser usados até mesmo em outras empresas... Contras: Passei pouco tempo para poder identificar pontos negativos. As vantagens são maiores,por isso ,nada a reclamar da empresa ou profissionais que atuaram na mesma. Conselhos para presidência: Não   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2019","avaliation":"Prós: Comissionamento, premiações, produtos, cobertura e serviços em relação a concorrência, entre outros aspectos relevantes que ocorrem no dia a dia Contras: Atenção aos problemas relatados pelos seus colaboradores, canal para o cliente resolver ou consultar informações pós venda é péssimo, nada funciona, e nenhum call center quer realmente ajudar o cliente Conselhos para presidência: Atenção as reclamações corriqueiras   "},{"user":"Analista","avaliation":"Prós: Empresa séria e oferece muitos benefícios. O ambiente de trabalho é bastante limpo e seguro, a maioria dos gestores sempre dão excelentes feedbacks sobre o desenvolvimento da empresa. Contras: Não há chances de crescimento dentro da mesma área e na mesma localidade, a política da empresa para crescimento é necessário mudar de área ou de localidade. Conselhos para presidência: Mudar um pouco a política de cargos e salários, para que a pessoa não precise sair do mesmo departamento/localidade para crescer.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa oferece planos de carreira, que ao longo do trajeto é possível conquistar diversos benefícios a favor do funcionário sendo um deles o crescimento profissional. Contras: A empresa não foca muito em relação a treinamento, o que deveria ser prioridade para o funcionário ter uma base em relação ao cargo contratado.   "},{"user":"Vendedor Comercial","avaliation":"Prós: Só o salário Contras: Pouca remuneração   "},{"user":"Consultor de Risco IV","avaliation":"Prós: Um exexcelente salário se atingir as metas. Benefícios excelentes como PLR, KIt nutrição para filhos até 2 anos. VR acima da média pega pelas empresas do mesmo segmento. Contras: Muita restrição para mudanças setoriais quando se incluí ideias para modificação de metas, pontuação sobre as metas. Gestão pessoal muito seletiva. Ex: mesa situação para mabos colaboradores, resolvida em curto prazo para um, longo prazo ou até esquecimento para outro. Conselhos para presidência: Dar mais atenção ao \"baixo clero\" quando se trata de ideias, mudanças, \"reclamações\".   "},{"user":"Operador de Call Center - Ex-funcionário, saiu em 2018","avaliation":"Prós: Amizade com os funcionarios do call center boa carga horaria pra quem faz faculdade experiencia para empregos futuros. Esse site pra melhorar tenque para de obrigar a fazer avaliaçao Contras: Salario metas de atendimento abusivas e imposiveis 50 de mins para conseguir Essas metas esse site te força a fazer avaliaçao ok entao e chato isso   "},{"user":"Analista","avaliation":"Prós: Empresa oferece flexibilidade de horários, benefícios alinhados com o mercado, autonomia para o desenvolvimento do trabalho, ambiente de aprendizado bastante rico. Boa cultura e qualidade de vida. Contras: Peca pela falta de um plano de carreira claro, com oportunidades e recompensas que não exijam a morte ou o desligamento de um superior. Não fornecer facilidades na obtenção de produtos comercializados pela própria empresa. Conselhos para presidência: plano de carreira claro. Vantagens comerciais para obtenção de produtos e serviços comercializados pela empresa.   "},{"user":"Estagiário","avaliation":"Prós: É uma empresa que tem um leque muito grande de aprendizado, possuindo ferramentas top de mercado como SAP, OCS, URA. Uma bela oportunidade de estudar esss sistemas e agregar no currículo Contras: Falta de plano de carreira, oportunidade interna muito restrito. Talvez o grande problema de trabalhar na empresa hoje pra se trabalhar, aos demais, a empresa é ótima.   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios são bons, mas poderiam ser melhores. Contras: A comissão é muito comissão baixa.   "}]