[{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios oferecidos por essa empresa são realmente bons; Geralmente a equipe de vendedores também é bem selecionada, então fica mais fácil o trabalho em equipe. Contras: Falsa ideia de crescimento, tem uma política de estrelas que ninguém entende. Comissão variável é variável mesmo, depende do que eles querem pagar. O que é vendido simplesmente desaparece na comissão. Stress demais, tem que brigar e contestar comissão e estrelas todo mês. Conselhos para presidência: Contratar melhores gestores, por trás dos grupos no WhatsApp a realidade é uma guerra.   "},{"user":"Estagiário","avaliation":"Prós: Plano de carreira até certo ponto bem estruturado, salário compatível um pouco acima do mercado para cargos equivalentes, benefícios diversos. Contras: Relação com gerencia não tão clara, dificuldade na avaliação pessoal periódica, metas nem sempre são bem estabelecidas e poucas oportunidades para mudar de área.   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com pacote de benefícios atrativo, comunicação muito bem estruturada, eventos e treinamentos para os colaboradores, além das iniciativas internas. Contras: Precisa estruturar o plano de carreiras para que os colaboradores possam ter oportunidades de crescimento dentro da Organização!No geral não há o que se falar de negativo   "},{"user":"Supervisor","avaliation":"Prós: Benefícios, VR, premiações, salário sempre em dia. Nunca tive problemas com remuneração A empresa é bem pontual neste aspecto. Empresa excelente Contras: Gestão totalmente despreparada eles não sabem o que querem, direcionamentos mudam a cada minuto. Todos perdidos sem saber o que fazer. Perdem muitos talentos por não saberem trabalhar. Conselhos para presidência: Reformular gerente de vendas regional. Colocar alguém que tenha energia e saiba trabalhar com pessoas.   "},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima empresa, proporciona conhecimento e ajuda no crescimento no profissional e o pessoal. Otimiza bem a informação e a organização intelectual. Bom lugar para aprimorar boas experiencias Contras: O Sistema de remuneração foi se alternado de uma forma que o colaborador começou a apresentar dificuldades para alcançar um bom teto salarial Conselhos para presidência: Voltar a dar mais qualidade no quesito motivacional ao colaborador, fazendo com que ele tenha mais prazer e foco no objetivo. Que de oportunidade de crescer fora do ambiente de trabalho, pois a inteligencia emocional se fortalece no dia a dia através de uma otima vivencia de experiencias e conteúdo   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios são bons.. porém empresas do mesmo ramo pagam melhor e são mais transparentes com seus colaboradores, empresa precisa evoluir nesse ponto Contras: Organização, principalmente do Rh,são extremamente desorganizados e de difícil acesso pelos funcionários e ex funcionário são tratados com pouca cordialidade   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Vt, vr, por, convênio médico, odontológico, seguro de vida, previdência, celular com chip ilimitado, pagam 80% da faculdade e “possibilidades de crescer” Contras: Péssimos gestoras, pessoas que não são merecedoras do cargo pq para crescer basta vc puxar saco e puxar pano dos outros. Metas absurdas e extrema pressão psicológica. Não conheço uma pessoa que saiu porque simplesmente surtou por conta da pressão. Comissionamento baixissimo! O salário de vendedor é 1300, se você bate a meta absurda na tampa ganha 495 de comissão e tem teto de comissão. Vale mais a pena ser funcionário de franquia, eu já fui gerente de franquia, mas antes de ser gerente teve mês de eu tirar 5000 como vendedor sem muito esforco. Você tem os benefícios sendo funcionário da própria tim, porém é desumana a forma como trabalham e muito mal pago. Conselhos para presidência: Colocar gestores mais qualificados que saibam levar feedback e não passar com tanta pressão nos demais funcionários   "},{"user":"Funcionário","avaliation":"Prós: Excelente ambiente para crescimento profissionalAmbiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefiade telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada. Conselhos para presidência: melhorar   "},{"user":"Consultor","avaliation":"Prós: Ambiente de trabalho descontraído e estrutura que proporciona aos seus funcionários. Você tem liberdade para criar e expor todas suas idéias. Contras: Talvez pelo fraco desenvolvimento profissional, seja ele em cursos de aprimoramento técnico etc., contrata-se muito profissionais que estão no mercado e os que trabalham lá Não são bem aproveitados.   "},{"user":"Especialista de TI","avaliation":"Prós: Ótimos benefícios como: Participação nos lucros, convênios, Flex Office, Celular. O ambiente de trabalho é muito bom (pelo menos, na minha área), nível de stress normalmente é gerenciável. Contras: Oportunidades de crescimento na carreira são difíceis de ver, a não ser que você mude de área (recrutamento interno). A estrutura organizacional muda constantemente. Em caso de demissão (voluntária ou involuntária), a reposição é lenta ou nula. Conselhos para presidência: Mais do que cuidar de seus clientes (Customer Experience), deve-se cuidar de seus funcionários.   "}]