[{"user":"Analista","avaliation":"Prós: Flexibilidade, laptop, beneficios, localização, oportunidade de crescimento, Contras: Desorganizado, falta de alinhamento entre as areas, falta de colaboração, hieraquizada, escopo de atividades confuso.   "},{"user":"Analista","avaliation":"Prós: Empresa com ótimos benefícios, ambiente estável, oportunidade de crescimento, pessoas engajadas a fazer o melhor e em equipe e clima organizacional bom. Contras: Remuneração abaixo da média de mercado, perdemos muitas pessoas por conta do salário. Apesar de um dos valores ser a transparência, não acho que as pessoas são de fato transparentes umas com as outras. Existe muita falsidade.   "},{"user":"Executivo de Contas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa multinacional com ótimos benefícios, todo o pacote que uma multinacional pode oferecer. Única observação é o salário, alguns cargos ainda estão defasados Contras: Apesar de ser uma empresa multinacional, não tem um plano de carreira bem definido para os seus funcionários, treinamentos não existe para quem acaba de entrar na empresa Conselhos para presidência: Antes de alcançar um bom resultado, o time tem de estar bem preparado, com um planejamento bem estruturado com treinamentos frequentes para capacitar os seus funcionários.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Treinamentos para os colaboradores, desenvolvimento. Ótimo aprendizado. Excelente ambiente de trabalho dependendo da área. Bons benefícios... Contras: Mudança de Gestão/Diretoria em pouco espaço de tempo. Não passa segurança. Muita pressão para pouco reconhecimento, dependendo do setor. Existe também muito \"prefirismo\" onde se é promovido se o gestor realmente gostar de vc.   "},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa que não atrasa o pagamento,tem muitos benefícios,assim como telefone corporativo e internet ilimitada para os colaboradores..ambiente agradável e sem pressão por parte dos supervisores. Contras: Os supervisores dão mais vantagens pra alguns colaboradores,fazendo assim com que os outros não sejam tão previlegiados... Quem trabalha no call center chega a receber mais de 60 ligações por dia o que deixa o funcionário sobre sobrecarregado.   "},{"user":"Consultor de Vendas","avaliation":"Prós: Uma empresa que da oportunidades para quem não e da área de Telecom horários e salários de acordo com mercado de trabalho e rotina diária tranquila Contras: Pos vendas desgastante falta apoio aos clientes e autonomia para os consultores em loja resolverem uma serie de problemas mas em suma e uma empresa boa   "},{"user":"Especialista","avaliation":"Prós: É uma empresa pouco hierarquizada e com o clima leve. Incentiva bastante as movimentações internas que permitem ter um crescimento de carreira acelerado, dependendo da performance. Contras: é uma empresa com pouco pensamento a médio/longo prazo, com pouco planejamento, organização e processos. Esses pontos acabam dificultando bastante o dia a dia do trabalho.   "},{"user":"Especialista","avaliation":"Prós: Oportunidade de crescimento e rendimento variável. Oportunidade de expor ideias de forma ampla e transparente. Programa de flexibilidade de horários. Contras: Falta de reconhecimento e falta de um programa de retenção de talentos. Falta de transparência na definição dos rumos da empresa. Gestores mal preparados. Conselhos para presidência: Reconhecer mais o esforço dos empregados e proporcionar um programa de retenção de talentos eficiente.   "},{"user":"Analista de Atendimento I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios maravilhosos.vale alimentação de 19.00 na época ... Auxílio creche de 420.00 para cada filho.. muito bom mesmo...fora que dão papinha da Nestlé pra quem tem filho pequeno...e leite até completar 2 anos. Contras: Supervisores despreparados,deveriam em investir mais nesse campo,toda dúvida que vc tem ninguém ajuda,são poucos que realmente ajudam e se interessam.   "},{"user":"Consultor de Vendas","avaliation":"Prós: Estrutura moderna e ambiente agradável, estrutura para treinamentos sempre atualizados e disponíveis de forma virtual, suporte aos consultores Contras: Não vejo pontos negativos no momento pois a cada dia tenho me surpreendido positivamente com estrutura e qualidade no que diz respeito a colaboradores   "}]