[{"user":"Estagiário","avaliation":"Prós: Empresa bastante flexível e bom ambiente de trabalho. Grande oportunidade para crescer profissionalmente em um ambiente no qual existem inúmeras pessoas muito competentes e prontas para trocar conhecimento. Contras: Existência de muitos processos que acabam dificultando a chegada em certos fins. Além disso, a localização da sede não é muito boa. Por fim, há muitos homens e poucas mulheres em cargo de poder, demonstrando um desiquilíbrio de gênero.   "},{"user":"Engenheiro Sênior","avaliation":"Prós: Benefícios, estabilidade, empresa de grande porte e reconhecida no Mercado. Pagamento sempre em dia e ótimos beneficios. Recomnedaria essa empresa. Contras: Salários abaixo do Mercado. Localização ruim sem nada por perto. Falta plano de carreira e melhor reconhecimento do funcionário. Flata confraternização no final do ano.   "},{"user":"Executive Manager","avaliation":"Prós: Oportunidade de crescimento. Time engajado e focado em resultado. Diversidade é estimulada. Clima de trabalho extremamente positivo. Boa estrutura física. Contras: Dimensionamento de headcount absolutamente incompativel. Excesso de mudanças táticas. Metas para remuneração variável impossíveis de serem atingidas. Conselhos para presidência: Compensar o esforço dos colaboradores de forma concreta e mudar as pessoas que tomam decisões táticas que não levam aos resultados esperados   "},{"user":"Especialista","avaliation":"Prós: Política flexível, recrutamento interno, RH, salarios compativeis com o mercado de telecomunicações, folga por tempo de casa, folga no dia do aniversário Contras: Excesso de reestruturações, gestor imediato ter acesso a candidatura interna do colaborador, benefícios do plano de Saude limitado por ser Tim em alguns estabelecimentos. Conselhos para presidência: Valorizar os colaboradores cada vez mais.   "},{"user":"Analista","avaliation":"Prós: Ótimos benefícios, horário flexível, cultura de accountability, programas de reconhecimento (meritocracia) e grandes possibilidades de crescimento interno. Contras: Algumas áreas da empresa não parecem enxergar o quadro geral para benefício da empresa, travam processos importantes de outras áreas, visando apenas os próprios objetivos. Existe também um ambiente tóxico proporcionado por alguns gestores e que não é percebido por seus superiores. Um acompanhamento mais próximo seria necessário.   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com muitos benefícios o Vale alimentação Tem a opção de ser dividir o valor sendo a metade em vale refeição o plano de saúde é ótimo Contras: Falta desenvolvimento para a equipe de vendas, os gestores não auxiliam quando necessário e tornam as cobranças repetitivas e exaustivas. Empresa deveria investir mais no desenvolvimento do quadro de gestão   "},{"user":"Estagiário","avaliation":"Prós: A empresa oferece bastante benefícios e tem boas chances de crescimento até um certo nível, que não seja tão alto. Mas num médio nível é possível subir. Contras: No setor em que estou, não estou para aprender e sim para fazer um serviço mais barato, pois há vaga na área e eles nem me contratam e nem contratam outra pessoa para preencher a vaga, apenas continuam me dando os trabalhos da função que deveria ter um analista fazendo e não um estagiário. Conselhos para presidência: Alguém deveria supervisionar o estágio, pois os estudantes estão aqui para aprender e no meu caso isso não acontece.   "},{"user":"Consultor de Vendas","avaliation":"Prós: Uma empresa grande que paga os dias trabalhados em feriados 120 reais a mais acrescentados no salário e 60 a mais no vale, uma empresa grande Contras: Empresa com péssimos gestores e péssima qualidade, tem rotatividade de funcionários muito alta, quase não chegam a 3 meses e não tem escala fixa de horarios   "},{"user":"Consultor de Vendas","avaliation":"Prós: Empresa idônea, paga tudo em dia, faz campanhas que nos motivam, e ajudam nas vendas. Descontos em faculdades, benefícios em relação a convênio, salário família e etc Contras: Demora para pagamento de campanha, demora para respostas. Metas acima da média, cursos desnecessários, método de subir de carreira é bom, porém não funciona "},{"user":"Analista","avaliation":"Prós: A empresa promove grande possibilidade crescimento profissional ao longo do tempo. Não é dificil, verificar que vários colaboradores ascenderam ao longo dos anos na empresa. Contras: A empresa ainda está mudando sua cultura organizacional, isso é perceptível. Apesar de ser uma empresa de tecnologia, ainda possuímos processos manuais e um life style um pouco distante do tão sonhado disruptivo jeito de ser. Mas está no caminho.   "}]