[{"user":"Funcionário","avaliation":"Prós: Os benefícios são bons comparados ao mercado e a empresa fomenta a inovação e a entrega do funcionário, pela agilidade na tomada de decisão. Contras: Essa mesma agilidade gera muito retrabalho, não há processos que burocratizem tudo mas, ao mesmo tempo, não há nada que guie novos funcionários. A empresa é feita de pessoas e, quando uma sai, tudo se perde.   "},{"user":"Analista de Negócios I","avaliation":"Prós: Trata seus funcionários muito bem e não deixa nada a desejar. Empresa de respeito e tem total compromisso com clientes e funcionários. Estão de parabéns Contras: Não tem nenhum ponto negativo. v. .   "},{"user":"Consultor de Vendas Corporativas","avaliation":"Prós: Aprendizado, para quem busca uma bagagem comercial, busca ser visto por recrutadores anônimos pelo bom nível de atendimento, a TIM é o lugar. Contras: Poucas oportunidades de crescimento x salário incompatível. Metas bastante desafiadoras, gestores diretos com pouco preparo em gestão de pessoas. Conselhos para presidência: Política de remuneração pode ser revista   "},{"user":"Estagiário","avaliation":"Prós: Ambiente bom de se trabalhar e conviver, com pessoas agradáveis e horário de trabalho flexível, o que é bastante interessante. Gestores atenciosos. Contras: Às vezes falta um pouco de atenção no quesito de estruturação de áreas, muitas vezes fica confuso saber onde ou com quem se deve falar pra solucionar um certo problema.   "},{"user":"Consultor Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com boa oportunidade de aprendizado. Sempre com novas tecnologias permite que o funcionario esteja sempre atualizado com o mercado. . Contras: Ambiente agressivo. Muita disputa entre areas que deveriam ser parceiras. Salários desiguais entre funcionários com mesma função. Conselhos para presidência: Nao alimentar tanto a agressividade do ambiente de trabalho.   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Celular corporativo Contras: Empresa com sistema d einfromacao gerencial dependente de feeeling da área comercial. Não é uma empresa 100% digital é muito corporativismo nas áreas   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2016","avaliation":"Prós: Diversos benefícios de ótima qualidade como vale refeição, vale alimentação, assistência odontológica, assistência médica, e também dia de folga no seu aniversário. Contras: Sem nenhuma chance de efetivação. Nenhum outro ponto negativo para destacar nessa empresa.   "},{"user":"Vendedor","avaliation":"Prós: Salário bom Contras: Por fora da folha   "},{"user":"Consultor de Vendas","avaliation":"Prós: Salário satisfatório e em dia, benefícios excelentes, plano de carreira, gestores atenciosos, treinamentos e acompanhamento de resultados, a pesquisas de satisfação dentro da empresa, ótimo ambiente de trabalho, os funcionários acabam se tornando mais do que apenas companheiros de trabalho. Contras: O sistema é falho, muito lento, o suporte técnico nem sempre ajuda ( já fui salva várias vezes por eles ). Não temos tanta autonomia para resolver problemas em problemas em planos que são ativados , porém, já vão com defeitos no pacote. Conselhos para presidência: Mudar algumas regras no programa 5 estrelas e torna lo sempre transparente aos funcionários, remuneração melhores aos funcionários. Uma fator importantíssimo para tornar o serviço de pós venda mais eficiente é ter pelo menos 2 funcionários em loja que tenham mais autonomia em loja, em contato com outros setores, que o atendimento desses funcionários seja mais voltado para pós venda. Não tenho muita coisa a dizer porque a empresa é ótima, a melhor que já trabalhei.   "},{"user":"Manager","avaliation":"Prós: Flexível em alguns pontos e bons benefícios. Cliema organizacional de uma forma geral é bom. Ações como pesquisa de clima e avaliação de desempenho permitem que o colaborador tenha um pouco de voz. Contras: RH ainda precisa melhorar, embora exista um forte movimento de mudança. Os gestores ainda seguem a linha tradicional e precisam ser ousados caso queiram gerar mudanças que podem não ser bem vistas.   "}]