[{"user":"Atendente - Ex-funcionário, saiu em 2010","avaliation":"Prós: Muito bom trabalhar la, adquiri muita experiência, mas nem tudo são flores, acabei pedindo demissão depois de 2 anos na empresa, nas valeu muito a pena. Contras: Horarios ruins, nao tinha folgas de finais de semana, horario para almoçar nao eram dos melhores, de pontos negativos somente isso mesmo, valeu.   "},{"user":"Especialista","avaliation":"Prós: Oportunidade de crescimento, autonomia, ambiente agradável e moderno, mobilidade ( politica de flex office que funciona na prática) e reconhecimento profissional. Contras: Programa de cargos e salários com pouca clareza e muitas burocracias internas que impactam a qualidade das entregas e evolução do negócio...   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa moderna, diversificada, com vários benefícios e salário bom para um estagiário. Existe chance do estagiário ser efetivado, mas eu infelizmente entrei no auge da crise e naquela época não estavam contratando ninguém. Tem um bom restaurante no próprio prédio, onde a comida é boa e barata. Contras: Não possui um bom plano de carreira, não oferece muitos cursos aos funcionários e as áreas da empresa não se conversam muito. Tem bastante burocracia, como praticamente qualquer empresa grande.   "},{"user":"Telemarketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios atrativos VT. VR. VA. Plano de saúde e auxilio a mães com crianças. Como cesta básica e ajuda em escolas. ambiente limpo e agradável. Contras: Quase 2 meses em treinamento, quando chegamos para o atendimento ao cliente vários pontos negativos. As pausas eram contadas no sistema, caso acontecesse algum imprevistos não poderia sair do lugar. Tinha o tempo certo para atender cada cliente, não ultrapassando para perder nota.   "},{"user":"Atendente - Ex-funcionário, saiu em 2000","avaliation":"Prós: Lugar bom,atendimento bom mas precisa melhorar muito mais. E preciso disciplina e amar o que gosta de fazer pra se manter a par da situação e importante ficar Contras: Não há planos de crescimento e isso dificulta muito a nossa alegria em estar em um lugar dos sonhos mas é interessanfe para que possamos aprender e crescer   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa grande com posibilidade de crescimento, bom planejamento o de carreira, bons benefícios e possibilidade de boa remuneração, com muita expansão. Contras: Bom, toda empresa de telefonia móvel já e conhecida pelos seus processos de clientes insatisfeitos, com o serviço ou atendimento, a Tim não e diferente e quem trabalha como consultor de vendas acaba sendo pressionado a fazer a venda a qualquer custo, sendo com mentindo, forçando o cliente, e até negando serviços de pós venda. Conselhos para presidência: A equipe de gestão das lojas, precisam de uma reciclagem e as metas da Tim também, distribuem metas inalcançáveis honestamente, aí seus funcionários ao fazem troca de chip no pós, fazem planos passando valor de prorrata, dão desconto em aparelhos, sem falar da fidelidade, e assim em diante, práticas que são conhecidas e incentivadas pelos supervisores, gerentes e até cordenadores, só pesar em número e esquecer da qualidade, e das pessoas não é uma boa estratégia comercial.   "},{"user":"Especialista Sênior","avaliation":"Prós: Oportunidades internas de crescimento. Pacote de benefícios bastante atrativo. Possibilidade de se trabalhar de home office até duas vezes na semana. Contras: Alguns casos os gestores não são preparados de forma adequada para exercer as posições de liderança. Acabam por muitas vezes colocando a mão na massa, e não permitem que determinadas decisões sejam tomadas pelos especialistas.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem   "},{"user":"Especialista Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelentes benefícios, possibilidade de carreira, oportunidade de trabalhar em diversas áreas e equipes. Gestão de RH coerente e excelente estrutura. Contras: Ambiente competitivo, gestão nem sempre consegue conciliar vida profissional e pessoal, embora o RH tente estimular este processo. A política de gestão de desempenho, pode ser melhorada.   "},{"user":"Senior Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Otimo ambiente, aprendizado e oportunidade de crescimento. Equipe engajada, vestem a camisa e sentem orgulho pela empresa. Acesso facil aos gestores, diretoria e presidencia Contras: Os colaboradores das regionais responsáveis pelos resultados ficam sem valor e pouco autonomia por reportar ao HQ. Politica de avaliação de desempenho apenas para constar que tinha porem sem serventia   "}]