[{"user":"Coordenador Comercial","avaliation":"Prós: Empresa faz alto investimento no desenvolvimento de lideres, diretoria acessível a todos os níveis hierárquicos, clima empresarial excelente Contras: Sede distante da área metropolitana, número baixo de executivos de vendas para cobertura da área. não disponibilizar carro para os cargos de vendas   "},{"user":"Senior Manager","avaliation":"Prós: Cultura de sesenvolcimento dos empregados, com diversos cursos e palestras, Desafios propostos Benefícios Oportunidades internas são propostas de fato primeiramente a quem já está Contras: Líderes passam por cima de muitas premissas O RH só exerce este poder fiscalizador qdo lhes convém Não trazer líderes da Itália, temos mais pessoas competentes no Brasil   "},{"user":"Analista de Desenvolvimento Analítico - Ex-funcionário, saiu em 2018","avaliation":"Prós: É.com certeza meio estranho que o site obrigue vc a postar algo para ter acesso às informações, isso induz ao erro já que nem sempre as pessoas trabalham ou trabalharam Contras: Basicamente a empresa nem ao menos considera colocar a opção de não ocupa um posto de trabalho, então acredito que seria ótimo se vcs resolvecem isso   "},{"user":"Executivo de Contas I - Ex-funcionário, saiu em 2019","avaliation":"Prós: não atrasa pagamento e paga pelo que você realmente realizou, plano de saude nacional, plano odontologico, plr, comissionamento, auxilio combustivel Contras: A empresa não cumpre com a questão de comprometimento com o colaborador, contrata e sem pensar realiza corte de vagas e de pessoal sem se importar com aviso Conselhos para presidência: Melhorem o comprometimento com os colaboradores, fazem desligamentos sem se importar com a pessoa   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2018","avaliation":"Prós: gestão de pessoal Existe uma coisa no Telemarketing chamado VARIÁVEL. Se você fizer seu papel direitinho como Trabalhador como ser pontual por exemplo ou Se sua dinâmica de atendimento for boa para os clientes você recebe uns 200 a mais. Isso depende da Empresa é claro!!! Contras: oscilação salarial dos negativos , muito estressante e não tem plano de carreira, vc vai ter o mesmo cargo a vida toda na empresa. positivo. os lucros realmente são ilimitados , pois grande parte do pagamento é por comissão , a maioria das empresas em sp o valor do pagamento é de 700 , mas juntando com as comissões conheço pessoas que ja chegaram a tirar 2500 por mes.   "},{"user":"Engenheiro de Telecomunicações Pleno","avaliation":"Prós: Uma Empresa com excelentes benefícios, salário compativel com o mercado. Muito estruturada e com grandes objetivos de crescimento e investimentos. Com grande flexibilidade de horário e sistema de Home office. Contras: Empresa com visão otimizada de quantidades de funcionários, o que dificulta no crescimento. Falta de um plano de carreira mais estruturado. Processos internas burocráticos que atrapalham a rotina de trabalho   "},{"user":"Consultor Sênior","avaliation":"Prós: Flexibilidade em fazer home office, até duas vezes por semana. Ambiente descontraído. Meritocracia. Oferece bons benefícios para os colaboradores. Contras: A maioria das oportunidades internas já estão definidas por indicação. O processo seletivo é muitas vezes realizado apenas por exigencia do RH.   "},{"user":"Estagiário","avaliation":"Prós: Bons VR, VT, plano de saúde e odontológico, dados e voz ilimitados, possibilidade de efetivação, job rotation e boas oportunidades internas. Contras: Muitas vezes é possível perceber o alto nível de responsabilidade que estagiários recebem, muitas vezes de equivalendo a de outros colaboradores com cargos bem acima. Conselhos para presidência: Olhar mais para os estagiários e reconhecer a sua importância na empresa.   "},{"user":"Consultor de Vendas","avaliation":"Prós: Pacote completo de beneficios. VA+VR, VT, seguro de vida, auxilio creche, convênios médico e odontológico, previdencia privada, telefone corporativo. Contras: Salário abaixo do mercado, metas irreais, RV abaixo do mercado, gestores de loja despreparados contratados do mercado sem experiencia em telecom. Gestores cobram vendas sem respeito aos clientes. Vendas acima de qualquer coisa. Conselhos para presidência: Mais rigor na fiscalização da força de trabalho direta. O maior defeito dessa empresa é o atendimento ao cliente e a venda sem escrupulos.   "},{"user":"Consultor IV","avaliation":"Prós: Além da excelente experiência no ramo, a empresa nos prorporciona crescimento profissional, além de benefícos e auxílios para nosso bem viver. Contras: Ao meu ver, pontos negativos não existem, apenas pontos construtivos, porque com base nisso podemos nos corrigir como equipe e prestar um serviço de exncelência.   "}]