[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Recentemente criou a iniciativa de levar conhecimento a alunos de escolas e universidades sobre inovação, tecnologia e transformação digital. Contras: Péssimo processo de contratação de jovens recém formados. Não prepara seus gestores para identificar os talentos e retê-los de alguma forma. Conselhos para presidência: Veja como a gerência identifica novos talentos e o que faz para que eles se desenvolvam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Remuneração acima do mercado. Acesso a treinamentos de alto nível. Ferramentas de trabalho são de última geração. Alto nível de conhecimento na prática de negócios e tecnologia. Permite trabalhar em diversas indústrias e ter vivência em experiências de negócios distintos Contras: Prepare-se para competição que muitas vezes não é saudável. Falta de direção entre áreas que fazem as mesmas coisas com único objetivo de aparecer na foto. A alta liderança precisa ser renovada já pois se diz atual mas pratica ainda o mesmo que 10 anos atrás. Se diz com foco no cliente mas não escuta na maioria das vezes. Conselhos para presidência: Um líder numa empresa em transformação não fica sentado na mesa. Adote a prática de cada dia ficar numa área participando de forma construtiva do seu dia a dia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ótima empresa para qualquer momento da carreira, política de remuneração das mais agressivas do mercado, ambiente de alto nível de convivência e benefícios excelentes Contras: Existe muita politicagem em algumas áreas, a cultura “moderna e cool” não é aplicada na prática em muitas gerências médias, sua qualidade de vida está em função de qual gerente você se reporta\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas","avaliation":"Prós: Pacote de benefícios muito bom(salário, comissão, plano médico e odontológico e carro)e superior ao Mercado. Ambiente de trabalho muito cooperativo e alegre. Liberdade para trabalhar Home Office. Contras: As metas de vendas são muito agressivas e as revisões anuais não refletem a evolução do Mercado. A política de comissões não é muito clara. A integração entre as Diretorias deveria ser maior. Conselhos para presidência: Comunicação mais clara e integração entre as unidades de produtos e soluções\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2013","avaliation":"Prós: Maravilhosa. Uma das melhores empresas para se trablhar na atualidade. Sao muito atenciosos e preocupados com o que pensas e fazes e todas as situacoes Contras: Nao\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa é ótima. Lá fora. Produtos são bons e reconhecidos no mercado. Portfólio é grande. Marca forte. Salários competitivos. Bons benefícios. Contras: Na America Latina se esforça para parecer moderninha mas é careta, machista, sem flexibilidade de horário, zero foco no cliente, preza a (fake) meritocracia. Zero qualidade de vida. Promove muita gente despreparada. Conselhos para presidência: Trocar a alta gerência da região.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Business Operations Analyst","avaliation":"Prós: O Clima de trabalho é otimo as Pessoas fazem a diferença o Salario é bom beneficios são otimos ferramentas de trabalho acesso a conteudo de estudos Contras: ainda existe uma certa barreira dentro da oracle em relação a diferentes areas que fazem o mesmo trabalho, muitas ações ainda estao focadas somente para a area de vendas e exista uma dificuldade enorme e dar aumento ou promoção para as pessoas que não sao diretamente ligas a area de vendas. Conselhos para presidência: As mudanças que aconteceram em 2018 foram fundamentais para que conseguissemos começar a ver uma nova oracle, espero qeu não paremos por aqui e que essas mudanças possam ser cada vez mais impactantes no nosso dia a dia como tem sido ate o momento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salario e benefícios, bem como um ambiente de trabalho muito interessante e desafiador. Outro ponto importante é o trabalho em Equipe, bem como os conhecimentos adquiridos nos treinamentos corporativos. Contras: De forma geral os desafios são interessantes, porém a dedicação do profissional pode afetar a qualidade de vida em familia. De qualquer forma a qualidade de vida é algo que tem que ser administrado pelo profissional.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Benefícios ótimos e ótima estrutura predial. Reembolso para cursos de idiomas e pós-graduação. Os salarários são acima do mercado e o cluma organizacional é muito bom. Contras: Não há um plano de carreira e aumento salarial claros. Seu progresso pode ser muito rápido e extremamente lento dependendo da setor em que você trabalha.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"System Solution Architect Senior","avaliation":"Prós: Salário fixo competitivo, produto de boa aceitação no mercado, plano de saúde e odontológico excelentes e bastante conteúdo disponível para aprendizagem online. Contras: Turnover alto devido à mudança no plano de compensation non-sales, deixando a empresa pouco competitiva. Não há foco no cliente de verdade, há quase nenhuma automatização de relatórios (há 95% de dependência em Excel), zero cultura de trabalho Home Office para colegas de presales, sales e operations. Perguntar sobre ponte de feriado pode ser danoso para sua imagem, independente do quão focado você e seu resultado demonstrem. Conselhos para presidência: RH mais presente e uma boa política de acompanhamento de BP, com o uso de uma simples ferramenta de feedback 360 pode ajudar na contrução de uma cultura melhor\n\nRecomenda a empresa:   (5)\nREPORTAR"}]