[{"user":"Gerente","avaliation":"Prós: Pacote de salário e benefícios acima do mercado com certeza chamam a atenção. A Oracle também tem ótimos profissionais dispostos a ajudar com tudo, há um sentimeto de conquista conjunta, a conpetição interna é saudável. Contras: Postura self-service. Não é bem um ponto negativo, mas complica um pouco os primeiros meses de trabalho. Há muito o que aprender sobre a empresa e muitos sistemas diferentes a serem acessados - só para comunicação são três aplicativos diferentes. Conselhos para presidência: Continuar com o ótimo trabalho desenvolvido no último anos: transparência e oportunidades.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Master Principal Sales Consultant - Ex-funcionário, saiu em 2016","avaliation":"Prós: A cultura da Oracle (Face the truth) é colocada no dia dia. Isto algumas vezes pode ser considerado agressivo, mas torna a empresa bastante franca. O grande porte auxilia na geração de negócios devido a abrangência das soluções e quantidade de referências. Contras: A agressividade comercial muitas vezes limita a criatividade dos empregados. Leva-se ao pé da letra que você vive por quarters na empresa. Desta forma, negócios que levam mais tempo, nem sempre quem colhe os frutos é de quem plantou.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor","avaliation":"Prós: Aprendizado contínuo, benchmark de processo de vendas e flexibilidade de evolução. Oportunidade de trabalhar com pessoas que transformam o mercado. Contras: Há muitos processos “self service” que podem fazer com que leve mais tempo do que o normal para iniciar a performar conforme o esperado. Há um esforço interno maior do que a média para desenvolver iniciativas voltadas para o cliente devido ao volume de interações entre diferentes pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative","avaliation":"Prós: Plano de Carreira, Clima Organizacional, Remuneração, Benefícios, Flexibilidade, Desenvolvimento, Capacitação, Oportunidades horizontais e verticais Contras: Empresa voltada para vendas e com cultura americana. Desprezam a cultura regional, desta forma dificultando a relação com cliente. No entanto, buscando mudanças com nova gestão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistema Sênior","avaliation":"Prós: Beneficios e ótimos salarios a aprendizagem multidisciplinar é extremamente necessária e ótimo para o crescimento profissional e como individuo Contras: Processo de reconhecimento dos méritos dos funcionários é bem defasado de outras empresas que passei, cultura extremamente voltada a vendas agressivas Conselhos para presidência: Unificar todas a areas da empresa e dar visibilidade para as pessoas que querem mudar de posição\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Product Director","avaliation":"Prós: Empresa gigante, marca com ótima credibilidade. Chance de trabalhar em um ambiente com foco em resultados. RH oferece ótimos benefícios e bom work-life-balance. Contras: Turnover altíssimo. Fora da curva se comparado aos competidores da empresa. Diretores de mesmo nível e experiência tratados de forma diferente. Se for do departamento de vendas tem um ótimo carro, se não for, não tem. Conselhos para presidência: Ter um jovem talentoso como presidente é ótimo, mas é preciso cuidar do HR e dos departamentos de vendas porque as políticas de contratações são na base da \"panelinha\". Sempre os mesmos...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative","avaliation":"Prós: Uma empresa com estrutura e recursos que está evoluindo muito em cultura organizacional, valorizando atitudes e posturas; não só números. Funcionários estão em constante aprendizado, bastante treinamentos. Foco social e no ecossistema de Inovação! Contras: A pressão é intensa e favorece muito os conflitos internos. Bastante burocracia em processos internos. Poucos donos para resolver problemas e muito self service\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development Consultant","avaliation":"Prós: Empresa que está mudando em um ritmo acelerado e em um caminho promissor tanto visando o funcionário com a tendência do mercado. Após o início do novo presidente, a empresa vem crescendo muito. Contras: Não há plano de carreira e de promoção em termos de hierarquia e salário. Ainda mesmo executando um trabalho exemplar, o aumento de salário é visto como um favor feito pelo gerente e não uma questão natural. Conselhos para presidência: Plano de promoção e carreira explícito\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Account Manager","avaliation":"Prós: Empresa de grande porte com facilidade de mobilidade lateral e com bons benefícios e sálario acima da média de mercado, comissionamentos justos. Contras: Altissima pressão e empresa preza o conflito interno entre áreas de vendas, forçando com que cada um pense apenas em sí mesmo, deixando de lado o trabalho em grupo e união de forças para melhor entrega de resultado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Planejamento Financeiro - Ex-funcionário, saiu em 2017","avaliation":"Prós: Grande empresa, que traz grande aprendizado de processos. Cultura da empresa espetacular, com anos de tradição. Ja que a meta coletiva é mais recompensadora do que a individual. Contras: Trabalho muito intenso, e para alguns, estressante. Crescimento meritocrático, grande esforço e trabalho em alto nível necessários para subir, somente anos de casa não o farão, o que pode não ser bom para alguns. Baixos salários iniciais, com metas para que se elevem, o que também divide opiniões. H\n\nRecomenda a empresa:   \nREPORTAR"}]