[{"user":"Inside Sales Representative - Ex-funcionário, saiu em 2015","avaliation":"Prós: Excelente oportunidade de aprendizado e crescimento, ótimos benefícios, excelente comissionamento , visão valor humano dentro da empresa, sempre busca melhorias para o funcionário Contras: Alguns gestores com perfil que não vão de encontro aos valores da empresa, em questão de respeito ao funcionário, tratativas e compliance. Algumas promoções não são por meritocrácias e sim por priximidade e relacionamento com determinada liderança\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative - Ex-funcionário, saiu em 2016","avaliation":"Prós: A companhia possui muitas linhas de produto e uma grande marca que nos dá muita abertura e receptividade por parte das áreas de Tecnologia das empresas Contras: A rotatividade da liderança é muito alta, o que, associado a uma cultura de execução fraca, gera grande perda de tração a cada troca. O líderes também vêm , em grande parte, de fora da companhia. Conselhos para presidência: Formar mais líderes dentro de casa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Aprendizagem, cultura, contato com outras culturas, suporte ao funcionário. A Oracle possui uma cultura desafiadora e energizante. Aconselhável para quem não gosta de rotina. Contras: Necessidade de líderes ao invés de chefes, empatia e organização na estrutura. Infelizmente, a falta de organização e estrutura, faz com que façamos trabalhos repetitivos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Grande empresa de tecnologia, ótimo lugar para aprender sobre como funciona o mundo de TI e vendas corporativas. Bons benefícios, ambiente dinâmico, empresa sem barreiras: alta gerência da empresa bem acessível Contras: promoções mais baseadas em politicagem do que meritocracia em si. Péssimo ambiente de trabalho em algumas áreas, principalmente em alguns times de vendas. Empresa está passando por processo de transformação no Brasil e querem tirar essa imagem negativa de cultura agressiva que possuem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Consulting Manager Sênior","avaliation":"Prós: A Oracle é uma empresa muito dinâmica, com pessoas apaixonadas por trabalhar na Oracle. A tecnologia de ponta alinhada a vontade fazer acontencer local é o que faz da empresa ser diferenciada. Contras: Na empresa para ser reconhecido é também ser lembrado antes. Trabalhados diferenciados muitas vezes são lembrados por um nome apenas. Ações que sejam realmente customer centric sem pensar em vendas ainda são um desafio\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative","avaliation":"Prós: Remuneracao muito boa, desafios pessoais e comerciais, tecnologia de altissima qualidade a capacidade de influenciar na economia e qualidade de vida da regiao Contras: Por ser uma empresa muito focada em resultados e por ter resultados excelentes nos ultimos anos a pressao em cima dos seus funcionarios é cada dia maior para mater e ampliar os numeros\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Constante busca de se reinventar e inovar Ambiente Dinamico Trabalho em Equipe Empresa que se preocupa com seus colaboradores Gestão por responsabilidade Meritocracia Contras: Pelo tamanho da Oracle e seu grande portfolio, de produtos e serviços, muitas vezes é dificil enxergar ou estar em contato com todas as barreiras e dificuldades enfrentadas por cada área, mas os Executivos tem se preocupado cada vez mais se aprofundar nas necessidades das pessoas e criar um ambiente favorável. Conselhos para presidência: Continuem pavimentando o caminho da cultura Heart Count ao invés do Head Count !!!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora","avaliation":"Prós: - Focada em vendas - Alta capacidade de mudança - Salário e beneficios, ótimo plano de saúde - Prédio, estruturas modernas e novas - Foco em endo marketing - Vários eventos para os funcionários, dia das crianças, outubro rosa, novmebro azul etc Contras: - Alta competitividade - Muita rotatividade de pessoas - Sentimento constante de instabilidade - RH com baixa atuação em carreira e disciplina, muito focado em Marketing - Baixa presença de mulheres nos cargos de gestão - Muitos beneficios entre relações pessoais - Gestores sem foco em pessoas, apenas foco em vendas Conselhos para presidência: - Trabalhar mais em Soft Skills - Aproveitamento de recursos humanos - Validar tratamento dos gestores com os funcionarios, evitar atitudes de exclusão, diferença de tratamento, informações privilegiadas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa oferece um bom salário para início de carreira e ótimo pacote de benefícios. AINDA é uma marca forte para se levar no cv e abrir portas no mercado. Contras: Burocrática, lenta, desorganizada, antiga e medíocre em termos de estratégia e liderança. Se não fosse pelo nome, jamais diria que é uma empresa do vale do silício. As metas e as equipes mudam de meses em meses - não há planejamento; tudo na tentativa e erro. A empresa não se reinventa e tenta compensar todas as debilidades de processo e produto sobre os times de vendas. Poucos líderes inspiram as equipes, já que a maioria das promoções se dão por politicagem. A empresa (e os chefes) vivem repetindo vários clichês, na esperança de convencer que existe algum tipo de inovação - ninguém se convence. Inclusive, vendem o programa de trainee como algo incrível, que nada mais é que um call center de luxo, sem acompanhamento de carreira e desenvolvimento real de novos líderes. Feedback é uma raridade. Prova disso é a taxa altissima de desligamentos voluntários antes do primeiro ano do programa, e uma desmotivação em série das turmas que entram. Conselhos para presidência: Saia dos clichês e olhem, de fato, para o que a concorrência tem feito. Não adianta contratar 100 jovens por ano e manter a mesma mentalidade de mercado da decada passada. Nem home office vocês liberam - que século vocês estão?!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Principal Sales Consultant - Ex-funcionário, saiu em 2015","avaliation":"Prós: Os Salários são compatíveis com a exigência de trabalho, o ambiente de trabalho e instalações são excelentes, a condição de mobilidade tecnológica e benefícios são bem atraentes. Contras: A pressão por resultados em cada área é diferente e pode ser melhor administrada existe uma alteração de política empresarial muito rápida e sempre atribuída às ordens do HQ. Conselhos para presidência: Manter quadro de profissionais por mais tempo, utilizar sistema de rotatividade de profissionais entre as áreas, minimizando as dispensas de colabradores\n\nRecomenda a empresa:   \nREPORTAR"}]