[{"user":"Analista de Customer Success - Ex-funcionário, saiu em 2017","avaliation":"Prós: empresa que possui ótimos benefícios e auxílios, boa faixa salarial comparada ao mercado e flexibilidade no horário no dia a dia. qualidade de vida ok. Contras: infelizmente, empresa ainda está tentando passar por uma transformação de cultura para melhorar o mindset construído durante os últimos anos de pressão desmedida comercialmente, resultando em vários problemas internos e um clima organizacional não muito amistoso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development Consultant","avaliation":"Prós: Muitas oportunidades de trabalho, muito aprendizado acelerado, benefícios muito bons, tem muita gente jovem, o que dá um pouco de sensação de ambiente mais descontraído. Contras: não emenda feriado, gestão um pouco falha, muita politicagem, algumas coisa são para \"inglês ver\", oportunidades não são tão claras para os colaboradores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Horário flexível, plano de saúde sensacional, benefícios em geral muito bons e salários até que acima do que o mercado oferece. Bolsa auxílio para idiomas e MBA. Contras: A empresa não oferece estacionamento e o valor do estacionamento na região é bastante abusivo, mas acredito que o maior problema aqui esteja no plano de carreira, é muito comum ver pessoas com 7, 10, 15 anos fazendo exatamente a mesma coisa sem mudança nenhuma e não existe nenhuma ação do RH para ajudar neste aspecto. Conselhos para presidência: Focar em plano de carreira para manter os funcionários motivados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: infraestrutura/ home office / benefícios / localização/ pessoas / clima / diversidade Contras: maior comprometimento dos gestores/ avaliações equivalentes com as capacidades / feedback verdadeiros\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Vendas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom salário flexibilidade de horário benefícios Contras: Competição muito grande pressão por números arrogância dos gestores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development Consultant","avaliation":"Prós: oportunidade de crescimento profissional e aprendizado constante. Mudanças são sempre uma constante, o que proporciona conhecer de tudo um pouco e o mercado costuma gostar disso. Contras: Ambiente de pressão e buscar por atingimento de resultados que de qualquer forma. Empresa onde a cultura é \"se virar\" e aprender de qualquer forma.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Associate Consultant","avaliation":"Prós: É uma empresa que cumpre a risca seus deveres quanto aos empregados à respeito de encargos e salário. Possui um bom ambiente em seu headquarter e profissionais muito capacitados. Contras: Muito trabalho... Praticamente não existem feriados ou fins de semana livres. Gerando muito stress aliados a uma gerencia de processos internos com muita burocracia. Ficando difícil possuir uma autonomia dentro da corporação\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Excellent place to work with global projection. Allows you to be a part of a great environment and understand more about tech and how it's shaping the future of the world Contras: Communication can be slow and complicated sometimes, but totally workable. Leadership could use some improvement in order to streamline processes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Sênior","avaliation":"Prós: Empresa de renome global. Boa remuneração, possbilidade de interação com profissionais de vários países e abertura para interagir com os executivos seniores são alguns dos pontos positivos da empresa Contras: De forma geral o clima organizacional não é bom. Muito trabalho para times bastante enxutos. Foco no trimestre inviabiliza a construção de iniciativas que vão gerar frutos no longo prazo. Muito foco em vendas gera uma empresa com competências pouco diversas. Alguns líderes antigos são péssimos gestores de pessoas. Conselhos para presidência: Elaborar programa de contratação de jovens talentos para as várias áreas da empresa e não apenas vendas. Importante mesclar a cultura de vendas com mais gente de tecnologia. Substituir líderes com pouca habilidade para gerir pessoas. Combinar o foco no trimestre com iniciativas de mais longo prazo e que serão importantes para o futuro da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Beneficios, flexibilidade, autonomia, home office, desafios, aprendizado continuo, instalacoes, tecnologia. Contras: A empresa privilegia muito a area comercial, onde tudo é possivel, desde bonus super agressivos até MBAs no exterior. As ateas de apoio nao tem direito a promocoes e meritos, dito pelo RH\n\nRecomenda a empresa:   \nREPORTAR"}]