[{"user":"Product Director","avaliation":"Prós: Multinacional com grande penetração no segmento premium (grandes contas). Precisa ter mais foco em SMB e atenção com o segmento Cloud onde cortes e mais cortes foram realizados. Bonus alto. Bom salário. Contras: Alguns diretores de mesmo level tem carro oferecido no pacote, outros não. A empresa diz que apenas os Sales Directors tem o carro oferecido pela empresa por trabalharem em função comercial o que não é verdade, afinal um Partner Director, um Program Marketing Director, um Training Director, trabalham focados no resultado comercial. Muito chato, profissionais de mesmo level com tratamento distinto. Ou determina o benefício por level ou esqueça do benefício. Turn-over altíssimo se comparado a Microsoft, Google, Facebook, IBM, SAP. Plano de saúde Porto Seguro é inferior ao que os competidores oferecem. Conselhos para presidência: A Oracle é conhecida no mercado como uma baita empresa mas com um turnover altíssimo. Basta conversar com gestores de HR que outros competidores para perceber que esse discurso é a mais pura verdade. Inúmeros profissionais saem da empresa e participam de outros processos alegando que é complicado se manter na Oracle. A política da companhia muda muito. O foco é em A, então contrata 200 pessoas, de repente muda o foco pra B, então demite 150 pare recontratar pessoas de novo perfil. Sinto uma falta de planejamento muito maior do que nas empresas por onde passei. Lamento porque de verdade é uma baita empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa com muitas oportunidades de remuneração e crescimento dentro da empresa, salários ótimos e horários flexiveis, o que ajuda bastanteee Contras: Nesse ambiente de trabalho, mais homens se interessam, e para as mulheres é muito difícil se encaixar e se sentir bem acolhida e confortável dentro da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Vendas","avaliation":"Prós: Ambiente leve, moderno e inovador. Benefícios acima do mercado. Excelência no desenvolvimento dos produtos e novas tecnologias. Baixo nível de burocracia, onde os profissionais possuem relativa autonomia. Contras: Individualismo. Deficiência na área de prestação de serviços de suporte e pôs vendas aos clientes. A documentação de processos e procedimentos e Fraca. A comunicado corporativa e o marketing deixa a desejar. Conselhos para presidência: Melhorar os aspectos de integração e trabalho em time.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development","avaliation":"Prós: Salário e benefícios são excelentes. Instalações do escritório são muito melhores do que em qualquer lugar que já trabalhei. Cultura mão-na-massa, autonomia pra fazer nosso trabalho. Contras: Metas inatingíveis, crescimento baseado na camaradagem, alta gestão não escuta os que estão na operação. Produtos extremamente difíceis de serem vendidos, nos apegamos a poucos deals que costumam cair e custam nosso cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante SaaS IV","avaliation":"Prós: Cultura da empresa em relação aos funcionários. Uma excelente empresa onde o funcionário se sente acolhido. Uma empresa onde o network é muito fácil de ser feito. Contras: Não existe um plano de carreira claro. Todos trabalham da mesma forma não existindo uma hierarquia clara em muitas áreas. Treinamentos são outro ponto que merece atenção Conselhos para presidência: Seria importante reter os talentos, para isso um plano de carreira claro e individual é imprescindível. Hoje é tratado de uma forma geral, então se a pessoa é nível 1 ou 5 e está na mesma equipe, tem os mesmos direcionamentos, mesmo que os objetivos de carreira sejam diferentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: A Remuneração e Beneficios oferecidos pela empresa são muitos bons e superiores a media do Mercado, principalmente as assitencias medicas e odontologicas e o horario flexivel. Para ficar complete, basta oferecer um plano de previdencia privada. Contras: Não importa o quanto voce tenha comprometimento ou exito nas suas atividades. Todas as avalições seguem o criterio politico e de afinidade do seu gestor direto. Conselhos para presidência: Criar plano de trabalho, remunueração e de carreira, Check list de obejtivos e atividades para ambos possam aavaliar um talento e oportunidades futuras. Hoje basicamente não há criterio algum, apenas politicagem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee - Ex-funcionário, saiu em 2016","avaliation":"Prós: O salário e os benefícios da empresa são muito bons. A cultura é interessante. Além de que é um bom local para começar a carreira. No dia a dia é possível interagir com profissionais muito competentes e clientes de outras grandes empresas. Contras: Se você é jovem na empresa acaba com pouca autonomia para sugerir, implementar projetos e tomar decisões. Talvez a hierarquia um tanto rígida contribua para isso. Conselhos para presidência: Valorize mais os jovens que começam a carreira na empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative IV - Ex-funcionário, saiu em 2016","avaliation":"Prós: Sales Sales sales, uma empresa fenomenal, recomendo a escola de vendas oracle. Aqui vc pode criar novos modelos, novos negócios e contar com o apoio de todos. Contras: Algumas vezes o ecossistema de parceiros pode atrapalhar pelo modelo desatualizado e não investe em novos negócios, os parceiros antiga esperam as oportunidades caírem no colo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing","avaliation":"Prós: Salários acima do mercado, Excelentes Benefícios, Autonomia de Trabalho, Inovadora Contras: Teamwork, Colaboração entre as diferentes equipes, Experiência do Cliente, Alto Turnover Conselhos para presidência: Investiria para melhorar a experiência dos clientes e entendimento dos deals perdidos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Contato muito próximo com os líderes e oportunidades de crescimento. Sempre muito inovadora com projetos dentro e fora do Brasil também como Honduras e Estados Unidos Contras: Por estar sempre na frente da inovação, prepare-se para errar. Por ser de um porte pequeno/médio, algumas diretrizes que são comuns em empresas grandes acabam faltando.\n\nRecomenda a empresa:   \nREPORTAR"}]