[{"user":"Channel Manager","avaliation":"Prós: A empresa oferece um ótimo ambiente de trabalho, tambem oferece ótimos beneficios (plano de saude, odontologico, vale transporte (fretado), Esta bem localizada na zona sul de São Paulo. Contras: ainda nao existe uma politica clara para trabalhar em home office, o ticket refeição para ser utilizado na regiao se torna muito baixo e geralmente não da para completar o mês.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa multinacional com muitas oportunidades. Existe uma infinidade de oportunidades, mas, como toda empresa grande, é necessário correr atrás para conseguir crescer. Self-service ao extremo, facilita muito a vida por não precisar de muita burocracia para resolver coisas simples, como reserva de viagem! Contras: Às vezes falta coordenação entre os times. Algumas oportunidades surgem entre dois times distintos e estes não conversam entre si! Aquilo que poderia ser um grande contrato acaba sendo dividido em contratos menores ou então ocorre uma competição interna!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa gigante e com boa cultura para aprendizado. Aprende-se muito com todos. Extremamente self-service, o que é difícil no começo, mas qdo se acostuma, traz grandes vantagens, é muito bom ser independente e desenvolver seu trabalho a sua maneira. Contras: Muita pressão e competição entre os próprios vendedores. O que torna as pessoas muitas vezes mais focadas em seu próprio resultado, do que nos objetivos da empresa Conselhos para presidência: Investir mais na Diversidade. Porque a questão étnico-racial não é investida, a equidade de gênero na Liderança não é investida. Também seria mais interessante ver pessoas de renda e contextos sociais diferentes. Existe uma bolha, que precisa ser rompida. A única meta atingida é de PCD, que é um ponto muito positivo, mas precisa ser expandido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Salário e benefícios positivos, excelente plano de saúde, infra estrutura moderna, muitas ações para tentar mudar a cultura agressiva e hostil. Contras: Clima tenso, líderes de vendas sem habilidades para lidar com pessoas, processos internos complexos e ultrapassados, por ser uma unidade de vendas o Brasil não tem autonomia para grandes mudanças Conselhos para presidência: Renovar a liderança de vendas e não desistir de tentar mudar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sênior","avaliation":"Prós: A empresa investe bastante na educação dos funcionários, sempre ocorrem oficinas dentro da empresa, está num processo de transformação apoiando muito uma gestão mais aberta, com reconhecimento e respeito entre as pessoas. Contras: Apesar do movimento de transformação, ainda há muitas áreas, gestores, que não se adaptaram ao novo estilo da empresa, tornando o clima de trabalho pesado e pouco reconhecido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative - Ex-funcionário, saiu em 2017","avaliation":"Prós: Remuneração variável é muito boa para quem faz over quota. Local realmente para ganhar dinheiro, este é o único ponto positivo. Tem como ganhar dinheiro em vendas Contras: Pressão por resultados é surreal , e não importa o seu passado, quem não desempenha bem é demitido, independente da situação do país ou da economia Conselhos para presidência: Enxergue mais o profissional como um ser humano\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: É uma empresa para aprender muito, te tira da zona de conforto, é self service, te dá possibilidades de crescimento, benefícios, bons salários e peso no currículo Contras: É a empresa com processos internos muitas vezes lentos e complexos (típico de empresas grandes), há muita concorrência interna e muita politicagem. Conselhos para presidência: Eliminem o problema de concorrência interna. Ao invés disso, estimulem o trabalho em equipe!!!!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Líder de Vendas","avaliation":"Prós: Agilidade, pegada de vendas, líderes seniores com bom caráter e intenções de fazer a coisa certa pelo time, clientes e Oracle. Cultura divertida e leve. Contras: Acho que a empresa tem feito um ótimo trabalho de transformar a cultura e pessoas, mas ainda falta se organizar melhor do ponto de vista de estrategia. Devido a ser uma subsidiária de vendas, acaba tendo sempre uma visão oportunística e de curto prazo. Conselhos para presidência: Parabéns pelos excelente trabalho de transformação cultural da empresa. Pelo inspirador time de liderança que construiu.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development Representative","avaliation":"Prós: Bons beneficios e trabalhar na oracle te tras um reconhecimento no mercado ótimo. é uma empresa que sempre faz ações internas pra alegrar o dia do funcionario Contras: Sem plano de carreira, pessoas que fazem a mesma atividade tem salarios diferentes. Movimentação interna é muito dificil e promoções não são justas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Beneficios, equilibrio com a vida pessoal, empresa estável, reconhece que precisa de mudanças e tem buscado isso através de ações internas.. Contras: Pouco descolvimento do funcionario, especialmente PCD, hierárquica, dificil de aceitar algumas mudanças, focado em vendas e pouco na qualidade Conselhos para presidência: Trabalhar todas as mudanças com a gestão.. nao somente com quem executa.\n\nRecomenda a empresa:   \nREPORTAR"}]