[{"user":"Project Manager - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os gestores confiam nos subordinados, home office, flexibilidade, investe em treinamentos, desafios constantes, mudanças, independência e possibilidade de apresentar conteúdos, salário do mercado. Contras: Normalmente não existe um espírito de equipe, plano de carreira só no papel, falta apoio e direcionamento dos gestores, estratégia da empresa é algo sempre obscuro.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Advogado","avaliation":"Prós: Qualidade de vida, flexibilidade, ótimos benefícios, ótimo ambiente de trabalho, possibilidade de crescimento na carreira. A empresa ainda investe nos funcionários com muitos treinamentos. Contras: Nenhum ponto negativo até o momento. Como a minha área tem uma grande flexibilidade de horário, temos um plano de carreira, ótimos benefícios não há nada que desabone a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Treinamento Sênior","avaliation":"Prós: Remuneração é boa, cultura voltada a resultados, e a empresa direciona os funcionários em função das vendas. Grande possibilidade de carreira. Contras: Empresa tem mudanças muito drásticas de rotina, o que atrapalha o processo interno (áreas de suporte). Necessita uma estratégia mais clara, explicando quais são os canais de venda e como eles se falam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Inside Sales","avaliation":"Prós: Salario e Variavel sao muito bons. você pode mover facilmente de uma area para outra assim como crescer na empresa. Se você é bem agressivo e gosta de desafios é uma otima empresa. Contras: Existe uma pressao e rotatividade bem grande. é muito direcionada a resultados e é natural ver amigos sendo mandados embora com uma certa frequencia. Você tem que gerenciar bem o seu emocional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Remuneração, PLR, plano de saúde e intranet com muitos materiais de estudo, muito conhecimento embebido nos funcionários e a empresa exige muito. Porém da espaço para o funcionário trabalhar de uma forma mais livre, mas que cumpra seus entregáveis. Contras: Por ser uma empresa muito grande, às vezes há uma desvalorização do funcionário e uma separação clara entre o time de vendas e todo o backoffice. O que dificulta um pouco a interação e a união da empresa como uma só. Fora isso, somente a falta de uma previdência privada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Account Manager","avaliation":"Prós: beneficios e salario mensal razoável. padrão internacional e treinamento constante . vantagem de ter uma multinacional no cv Contras: pressão excessiva sobre cumprimento de metas. instabilidade profissional. clima pesado e poucos amigos devido a pressão excessiva. emissões em massa . Conselhos para presidência: parar de pressão sob o time. não leva a nada\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Salario e beneficios. A empresa oferece bons beneficios aos empregados e o salario é maior do que as outras empresas de mercado. Contras: A pressão é em muitas vezes desnecessária e absurda, não existe possibilidade de crescimento (salario ou cargos), muita rotatividade de funcionários (devido a empresa trocar muito o pessoal) e os produtos deixam a desejar com relação a estratégia da empresa. Conselhos para presidência: reconhecer melhor os funcionários, classificar melhores os clientes e territorios de cada vendedor e capacitar melhor os vendedores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Technical Support Analyst - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bons benefícios, flexibilidade de horários boa, dependendo do gestor. Em algumas áreas, possibilidade de home office, mais uma vez, dependendo do gestor. Contras: Impossibilidade de crescimento, plano de carreira existe apenas na teoria. Profissionais trabalham por mais de 11 anos sem sequer UMA única promoção ao longo desse tempo. Conselhos para presidência: Investir no plano de carreira dos funcionários: muitos profissionais de ponta deixam a empresa por falta de valorização.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Sales and Operations Planning","avaliation":"Prós: Estabilidade, liberdade de acesso aos superirores, vasto campo de crescimento e conhecimento tecnológico, excelnets convios de saude, estímulo à esportividade. Contras: Muita concorrência interna pois ela tem uma gama enorme de produtos muitos dos quais advindos de aquisições para atingir objetivos de mercado mas que trouxeram muitas diversidaes de cultura empresarial \nREPORTAR"},{"user":"Client Success Specialist IV","avaliation":"Prós: Salário compatível com a responsabilidade, benefícios bons e ambiente de trabalho motivador e encorajador Contras: Por vezes falta clareza na definição dos objetivos. Gestores mais antigos precisam de reciclagem Conselhos para presidência: Investir em treinamento comportamental para os gestores\n\nRecomenda a empresa:   \nREPORTAR"}]