[{"user":"Funcionário","avaliation":"Prós: Ótimo para aprender, crescer e ganhar dinheiro. A empresa valoriza autonomia e permite que o profissional decida a melhor forma de conduzir suas negociações. Contras: Existe uma pressão forte por resultados, independente de ter um território bom ou não. Não existe espaço para falta de comprometimento, aqui o trabalho é porrada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Master Principal Sales Consultant","avaliation":"Prós: Dinamica, arrojada, dá muita oportunidade a todos os funcionarios, os chefes confiam nos seus subordinados, tem flexibilidade de horario, carro para managers, etc Contras: a empresa exige que todos os seus funcionarios sejam perfeccionistas e deem o seu melhor para a organização de modo que todos possam crescer e ganhar dinheiro juntos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Plano de remuneração e benefícios para o funcionário, abundância de projetos, Plano de Participação nos Resultados da Empresa, renome da empresa. Contras: Equilíbrio vida-trabalho, transparência nos critérios de avaliação, suporte executivo, pressão demasiada, conflito de metas entre áreas, gerando falta de espírito colaborativo dentro da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Os benefícios são sensacionais, principalmente o convênio médico e o dentário, a empresa também tem horário flexível, maquina de snack, um bom ppr e vários outros benefícios muito bons. Contras: Falta perspectiva de crescimento, por mais que você esteja performando no cargo, os gerentes não lhe dão uma perspectiva, e a impressão que dá é que você ficará a vida inteira naquele mesmo cargo. Quando questionados, os gerentes dizem não existir um plano de carreira por ser uma empresa self-service. Outro ponto negativo, é a empresa não oferecer estacionamento, o estacionamento na região é muito caro. Conselhos para presidência: Fazer um desenvolvimento de plano de carreiras para evitar que tantos talentos sejam perdidos para o mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Comercial","avaliation":"Prós: Remuneração acima da média, excelentes planos de saúde e odontológico, a empresa te fornece todas as ferramentas para se desenvolver no seu trabalho e flexibilidade de horário. Acho a questão de ser uma empresa self service mais positiva do que negativa, apesar de \"bater\" bastante a cabeça no começo você aprende. Contras: Ambiente de trabalho hostil e pouco amigável, quem não tiver bom senso e souber relevar pequenos atritos no dia a dia não sobrevive! As pessoas não se ajudam, não fazem esforço para serem simpáticas, realmente é muito ruim de ambiente. Convite ao home office para ser mais produtivo e não estar em um ambiente tão carregado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"System Engineer","avaliation":"Prós: Melhores tecnologias disponíveis para funcionários, excelente ambiente de trabalho, horários flexíveis, possibilidade de remanejamento em outras áreas, muitas contratações a cada mês, grande grade de cursos internos para ampliação de conhecimento, para crescimento é necessários ter estudo continuo internamente. Contras: Empresa de VENDAS de tecnologia, Pilares engessados, salários congelados, análise semestral totalmente ignorada por gestores, alta rotatividade na área de vendas com grande cobrança e stress bastante alto, cortes em várias áreas a cada trimestre, processo seletivo com segregação só pelas melhores faculdades, claro preconceito contra faculdades ditas como populares, não interessa se for ótimo aluno ou profissional, perdem excelentes profissionais mensalmente. Conselhos para presidência: Mais integração com funcionários, menos soberba, Aplicar os conceitos que gostam de falar, ser mais acessíveis de verdade,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa com benefícios muito bons, o convênio do plano de saúde e odontológico eram top e boa localização (perto da estação e pontos de ônibus) Contras: Na época do fechamento, maioria dos funcionários ficam até de madrugada de segunda a sábado, faltava proatividade da maior parte dos funcionários, assim evitava a sobrecarga durante os fechamentos. E maioria dos serviços da parte operacional eram direcionados à India, gerando maior burocracia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2010","avaliation":"Prós: Segue regras legais e éticas. Salários compatíveis com o mercado e totalmente CLT. Empresa com forte governança, estrutura de RH e hierarquias bem claras. Contras: Apesar da estrutura de RH bem estruturada, temos elementos subjetivos para avaliação dos funcionários e as regras norte americanas podem complicar as avaliações de cargos e salários. Conselhos para presidência: Melhorar a comunicação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Serviço ao Cliente","avaliation":"Prós: Horário flexível, escritório com equipamentos muito bons e de última geração. Lanches e bebidas em máquinas para todos os colaboradores. Bastante autonomia para trabalhar. Contras: Pouca oportunidade de crescimento, falta de um plano e carreira. Pouco interesse em desenvolver e capacitar pessoas. A gestão de pessoas é sempre no curto prazo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Associate Consultant","avaliation":"Prós: Empresa com extrutura exemplar, salário competitivo, investimentos constantes nos colaboradores, beneficios competitivos, e possibilidade de mudança de área. Contras: Acredito que o principal ponto negativo é um plano de carreira pré-definido e a falta de padronização do salários por cargos. As vezes os processos internos são um pouco burocráticos.\n\nRecomenda a empresa:   \nREPORTAR"}]