[{"user":"Executivo de Vendas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimos salários e benefícios, empresa self service, horário flexível, possibilidade de mudança de área, empresa totalmente voltada a meritocracia, treinamentos técnicos e pessoais constantes Contras: Ambiente sob muita pressão por resultado, alto índice de turn-over, processos muitas vezes lentos, multinacional com muitos níveis hierárquicos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Principal - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa inovadora e propicia a estrutura e remuneração adequada para realização dos trabalhos. Oferta de material para estudo é generosa e acessível. Contras: Ambiente extremamente político onde o relacionamento pode superar a meritocracia. A visão de carreira também não é acessível a todos. A cultura incentiva a falta de equilíbrio, com excesso de carga profissional em detrimento a vida pessoal. Conselhos para presidência: Uma gestão de carreira efetiva, balanceamento das atividades e uma cultura com maior incentivo e respeito ao equilíbrio entre vida pessoal e profissional. Incentivo prático, não só teórico.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Cultura agressiva e Em atingiremos de metas o que permite um aprendizado grande e remunerações interessantes ao atingir estas metas propostas Contras: Empresa focada em vender mas não em satisfazer o cliente, acaba criando uma cultura que não é sustentável a longo prazo é muito menos para vendas cloud\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Inside Sales Representative","avaliation":"Prós: Benefícios e Remuneração. Valores acima da média do mercado e oferta completa de benefícios aos funcionários, facilitando o dia-a-dia. Coleta de exames no próprio ambulatório. Contras: Agressividade e estratégia de alta rotatividade. Turn over muito alto na área de vendas. Não apresenta estratégia direcionada para integração de equipes e aumento de cross-selling.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Inside Sales Representative - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa de grade porte com ampla visão de negócios, grade rede de network e desenvolvimento, salario e bonificação agressivos, boas pessoas. Contras: Ambiente de pressão em vendas. Não ha um tempo para desenvolver e mostrar resultado. Vida social reduzida, não ha plano de carreira, empresa self service. Conselhos para presidência: Reduzir a rotatividade dos funcionários,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Regional Comercial - Ex-funcionário, saiu em 2013","avaliation":"Prós: Carro corporativo e remuneração variável; ambiente de trabalho; cursos e capacitação extras; horário flexível; possibilidade de conhecer processos aplicados a culturas de outros países. Contras: A cobrança por fechamento de negócios comerciais fora do ciclo de compras do cliente. Normalmente, a empresa precisa fechar seus ciclos por quartio e nem sempre está atrelado ao cronograma de compras do cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Support Analyst","avaliation":"Prós: Temos oportunidades de crescimento, muitos benefícios, bolsas para estudo, bolsas para línguas. De uma maneira geral a empresa é muito boa. Tenho orgulho de trabalhar aqui. Contras: Não tem previdencia privada, Os salarios em geral sao muito acima do meu, o que causa uma certa instaisfação. A área comercial é o coração da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Vendas","avaliation":"Prós: É uma empresa dinâmica que disponibiliza para o funcionário todas as ferramentas necessárias para a execução das suas atividades. Uma exelente empresa para se trabalhar. Contras: Até o momento não enxerguei pontos negativos da empresa. Se existe , ainda irei descobrir. Não existe nada perfeito, temos que trabalhar sempre para enxergar o melhor em cada empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima pra ganhar dinheiro. Se tem algum objetivo financeiro, este é o lugar. Bom comissionamento, PPR, salário razoável. Carro da empresa. Contras: Realiza gestão por conflito. Pressão absurda e desmedida. Gestores despreparados. Não zela pelo respeito mútuo nem qualidade de vida das pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Consulting Manager","avaliation":"Prós: Beneficios, oportunidades de trabalhar em clientes de nivel alto, networking com pessoas de alto conhecimento. Acesso a materiais da Oracle University e oportunidades de projetos internacionais. Contras: Objetivos para bonus sao um pouco fora da realidade. A Oracle Brasil tem otimos beneficios mas nao tem previdencia privada, o que hoje em dia eh essencial. Carro so tem para a equipe de vendas.\n\nRecomenda a empresa:   \nREPORTAR"}]