[{"user":"Estagiário","avaliation":"Prós: Ótimos benefícios, ambiente de trabalho muito bacana e descontraído, oportunidade de crescimento, flexibilidade. Contras: Rotina de trabalho cansativa, mas que vale a pena ser seguida por causa de todos os beneficios anteriores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Salário, convênio e algumas ferramentas de trabalho são boas. É uma empresa com muito capital, mas que usa muito mal. Contras: Tinha uma boa impressão até ir trabalhar lá, infelizmente a realidade é outra. Gestores despreparados. Desorganizada. Nem parece uma empresa de tecnologia. Conselhos para presidência: Muita coisa precisa mudar, começando de cima. Gestores precisam conhecer tecnologia, pois a empresa vende produtos de tecnologia. Investir no funcionário e não visar apenas lucro, deste modo retorno será muito maior.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: varios pontos positivos como: salário ambiente benefícios PPR Contras: nenhum ponto negativo apenas os problemas básicos que toda e qualquer empresa tem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Boa flexibilidade, benefícios, e learning, flexibilidade. Contras: Não possui é exatamente excelente com todos os funcionários. K \nREPORTAR"},{"user":"Software Architect","avaliation":"Prós: Tudo de bom para o profissional melhores oportunidades melhores equipes melhor reconhecimento Contras: Nada a declarar nenhum ponto negativo até o momento e duvido que haja Conselhos para presidência: #ProudToBeOracle\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Strategy , ahead of the competition very agressive access to resources Contras: internal competition cant trust collegues high turnover results oriented\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Technical Support Engineer","avaliation":"Prós: Salario, estrutura, pessoas, PPR, Plano de Saúde e beneficios Contras: Não tenho nada a declarar, pois acho que como toda empresa tem seus pros e contra. E neste caso os CONTRA sao irrelevantes frente aos POS. Conselhos para presidência: Melhorar o plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Benefícios muito bons e salários competitivos. Pessoas motivadas. E ótimo clima. Contras: Queria ter mais flexibilidade nos horários. Apesar de poder sair para um médico ou dentista, os horários que preciso assistir minha filha são restritos. Conselhos para presidência: Deêm mais fexibilidade para as recepcionistas!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Boa remuneração e benefícios, mobilidade entre as áreas da empresa, grande oportunidade de aprendizado sobre TI e vendas Contras: Qualidade de vida ruim: tem muito trabalho, as entregas são todas para ontem, é muito comum ter que ficar trabalhando até tarde. Funcionários recebem poucas promoções.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Inside Sales Acount Manager","avaliation":"Prós: Salario Variavel, reconhecimento no mercado, plano de saúde alto padrão. Contras: Ambiente de grande pressão, dificuldade acima do normal para promoções na mesma área. Pouca valorizacao do funcionario da casa.\n\nRecomenda a empresa:   (5)\nREPORTAR"}]