[{"user":"Inside Sales Representative","avaliation":"Prós: Beneficios, flexibilidade, autonomia\n\nContras: Falta de organização, gerente sem experiencia, falta de plano de desenvolvimento\n\nConselhos para presidência: Fazer de meritocracia algo real\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2012","avaliation":"Prós: Alta Rotatividade de Cargos, Metas Desafiadoras\n\nContras: Falta de Acompanhamento pelos gestores\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"MotoristaEx-funcionário, saiu em 2006","avaliation":"Prós: Agressiva, gestão de vendas, tecnologia\n\nContras: Pressão, fins justificam os meios\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Feedbacks constantes, muito boa empresa.\n\nContras: Não sei dizer ainda, porém analisando.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: A empresa é mundialmente reconhecida como a melhor prestadora de serviços de banco de dados. Temos diversos benefícios, o salário está acima da média nacional e possuímos um plano de carreira vertical e horizontal, sendo que podemos nos especializar em diversos produtos da empresa e contar com os melhores profissionais para auxiliar-nos.\n\nContras: Nenhum a declarar. Acredito no potencial da empresa e tenho as melhores expectativas para o meu futuro profissional nela.\n\nConselhos para presidência: Como somos a primeira equipe de Trainees nesse modelo, que continuem investindo nos novos profissionais e que isso traga frutos para empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Principal Sales Consultant","avaliation":"Prós: Oportunidade de reconhecimento, dinamismo da empresa, oportunidade de aprendizado\n\nContras: Devido ao dinamismo e alta produtividade da empresa, é necessário uma dedicação bastante acima do convencional. Rotina de 8 horas não combina com a Oracle...\n\nConselhos para presidência: A empresa é um excelente lugar para trabalhar\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Negócios II","avaliation":"Prós: Algumas areas da empresa permitem Home office\n\nContras: política da empresa diz que auxiliam com cursos mas os gestores nunca liberam\n\nRecomenda a empresa:  Não\n\nÚTIL? (2)\nREPORTAR"},{"user":"Executivo de Vendas","avaliation":"Prós: Dinâmica, Pessoas competentes e competitivas, remuneração e benefícios bons, oportunidade de crescimento. Não existe plano de carreira o que torna movimentos internos muito mais fáceis de ocorrer.\n\nContras: Pressão excessiva, não se comemora conquistas, ritmo de trabalho insano, canibalismo interno fortíssimo.\n\nConselhos para presidência: Comemorar conquistas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2014","avaliation":"Prós: Bons benefícios e cultura forte\n\nContras: Não há plano de carreira. Alta competitividade interna\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Sales Consultant","avaliation":"Prós: Flexibilidade nos horários, gestão eficiente, remuneração acima do mercado, ótimos benefícios e acesso fácil a altos níveis executivos.\n\nContras: Muitas vezes opta-se pela contratação de um profissional de outras empresas do setor ao invés de promover um funcionário interno.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]