[{"user":"Sales Representative","avaliation":"Prós: Comissão Agressiva, Dinâmica, oportunidade de crescimento Contras: Dificuldade de aumento de salário, burocrática, alta rotatividade na área de vendas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Vendas","avaliation":"Prós: Ambiente muito bom para se trabalhar, empresa muito dinâmica, ótimos profissionais e remuneração acima da média de mercado. Contras: Pressão exagerada, estrutura organizacional de atendimento à clientes não condizente com o mercado (sem ponto focal).\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Vendas","avaliation":"Prós: Bons benefícios, profissionais de nivel senior e grande capacitação Contras: Falta de gestão de pessoas Conselhos para presidência: Investir na área de Recursos Humanos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Representative","avaliation":"Prós: Salário e Benefícios como veículo são muito interessantes Contras: devido ao pouco tempo ainda é cedo para criticar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Demand Generation Consultant","avaliation":"Prós: Flexibilidade de horário, global Contras: Self-service, suporte, Conhecimento dos processos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Benefícios,salário, jornada livre Contras: Falta de liderança, falta de incentivo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultant Specialist","avaliation":"Prós: Dinamismo, beneficios, compensacao, opp de crescimento e de mudar de areas Contras: Um tanto caotico, gestao por conflito, demora para pagamento de reembolsos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Account Manager","avaliation":"Prós: Benefícios, estrutura e penetração no mercado de TI Contras: Excesso de concorrência interna e cobrança sem contexto por parte dos superiores Conselhos para presidência: Planejamento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Excelente empresa, seria, organizada, pobrida, salario quinzenal Contras: Falta um pouco de lideranca...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Tecnologia, inovação, posicionamento de mercado Contras: Baixa perspectiva de crescimento salarial. Em termos de função até consegue-se crescimento, mas o salário não fica compatível com a função. A política de treinamento é fraca, pois mesmo para cursos internos da própria empresa, existe um custo(valor até mais caro que cursos do mercado) para o funcionário que tem que negociar com o gestor para pedir reembolso. Falta de transparência e comunicação na relação gestor X subordinado. Conselhos para presidência: Criar uma política de cargos e salários, rever a política de treinamento, implementar a avaliação 360 de maneira objetiva e investir na qualidade dos serviços.\n\nRecomenda a empresa:   (13)\nREPORTAR"}]