[{"user":"Funcionário","avaliation":"Prós: Dinamismo, altamente focada. Sabe se reinventar Contras: politicaria, panela. Um grupo fechado Conselhos para presidência: nenhuma \nREPORTAR"},{"user":"Consultor de Pré-Vendas","avaliation":"Prós: Empresa dinâmica, com remuneração atraente e muita chance de aprendizado. Contras: Alguns gerentes limitam muito os benefícios oferecidos pela empresa, como a flexibilidade de horário e home-office, outros exigem trabalho excessivo constantemente. Para os vendedores, existe uma pressão muito grande. Conselhos para presidência: Manter no Brasil uma cultura mais alinhada com a cultura da corporação, nos EUA, onde são valorizados aspectos além do esforço em si, como a colaboração e o ambiente de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro de Desenvolvimento de Software","avaliation":"Prós: excelentes oportunidades de atuação, base de conhecimento ao alcance de todos, bastante investimento em treinamentos Contras: Não consigo ver, por nenhuma perspectiva, características que possam ser chamadas de pontos negativos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Customer Success Manager","avaliation":"Prós: boa remuneração, plano de carreira, sustentabilidade, flexível e tem todo o suporte necessário como profissional e funcionário Contras: Ainda é uma empresa que está se regionalizando, sendo assim muita cultura ainda é de fora e não funciona adequadamente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Território","avaliation":"Prós: Desafios, Oportunidades, Autonomia, remuneração Contras: Forte pressão, cobranca insana.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios II - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa promove pessoas que tem o perfil que ela quer, boa para quem quer subir rápido na carreira. Remuneração acima da média. Contras: A cultura da empresa é bem agressiva.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas Sênior - Ex-funcionário, saiu em 2013","avaliation":"Prós: A empresa em si é muito boa. Paga salários bom (isso se deve a dificuldade de contratar pelo histórico da empresa) , oferece bons benefícios como carro, seguro saúde, seguro odontológico de ótima qualidade. O novo escritório no Morumbi é descontraído. Contras: A empresa possui bons profissionais, porém nos ultimos anos promoveu pessoas sem a mínima capacidade de gerenciamento, principalmente quando se fala de pessoas. O ambiente é extremamente hostil. Muitas vezes é promovido a competição interna entre os diversos setores, mas não de forma saudável criando ambientes muito complicados para um bom andamento de trabalho em equipe.\n\nRecomenda a empresa:   (5)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Muito foco nos funcionarios, otimo ambiente de trabalho, otima remuneracao, chance de interagir com pessoas da Oracle do mundo todo. Contras: Processos internos poderiam ser menos burocraticos. \nREPORTAR"},{"user":"Representante de Vendas","avaliation":"Prós: A remuneração pode ser bem agressiva Contras: A pressão por resultados é muito forte, porém algo bem aceitável, parte do jogo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Representante de Vendas","avaliation":"Prós: Empresa com estrutura, valoriza os profissionais. Investe em formação. Contras: Cobrança e pressão com pressão sem necessidade\n\nRecomenda a empresa:   \nREPORTAR"}]