[{"user":"Senior Business Executive","avaliation":"Prós: Empresa em constante tentativa de se adaptar a nova realidade global. É louvável os esforços para mostrar que estão tentando porém no final do dia mais do que falar o bom é executar Contras: Faça o que eu mando, mas não faça o que eu faço. A polica do bem estar e da oportunidade para todos é mais politica do que realidade. As expectativas tem que ser muito bem alinhadas, pois o depois não existe para resolução de problemas de carreira. Conselhos para presidência: Muitas iniciativas, muitas mudanças as vezes não são tão positivas, geram insegurança. Usar um discurso, mas praticar outra coisa cai no discrédito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum aspecto positivo. Infraestrutura de trabalho com softwares de produtividade ruins, ambiente de cobrança extremo e hostil com as pessoas, falta de ética no dia a dia marcam os anos que fiquei na Oracle. Contras: A empresa é obcecada por vendas, forecast, etc... Vendas a qualquer custo. E de certa maneira se orgulha disso. Não há o mínimo planejamento estratégico que comunique para as pessoas onde a empresa está e para onde vai. Não há transparência nem sentido de pertencimento de grupo. Apenas silos isolados que competem entre si por cada centavo do cliente. Conselhos para presidência: Para mim a empresa deveria repensar a cultura e PRATICA-LA no dia a dia - e não apenas no discurso. A empresa fala que muda a cultura, mas não aplica em seus corredores. A pressão por resultados a qualquer custo pode ser substituída por uma pressão na medida adequada e apoio que as pessoas realmente precisam para fazer suas metas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Pré-Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Crescimento profissional e visibilidade perante o mercado, possibilitando novas oportunidades além de possuir grande visibilidade aos clientes. Contras: Não identifico pontos negativos a serem ressaltados, sempre existe espaço para melhoria o que frequentemente presenciei ocorrer nesta companhia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Consultant","avaliation":"Prós: Plano de saúde muito bom que atende as necessidades e flexibilidade de horario que permite gerenciar o tempo das entregas das atividades de forma efetiva Contras: Excesso de política que acaba invalidando que alguns colaboradores recebam reconhecimento pela meritocracia. Alguns gerentes não possuem a principal disciplina do cargo que é a gestão de pessoas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Director - Ex-funcionário, saiu em 2004","avaliation":"Prós: Pessoas falam que o ambiente é ruim, mas se você souber executar suas funções de acordo, é uma das melhores empresas que já trabalhei. Houveram situações onde é necessário impor e defender seu ponto de vista, e com isto, vai se ganhando respeito e admiração. Contras: Existe muita competição, é necessário saber lidar com isso, e também algumas puxadas de tapete, mas isto é o de ser esperar numa empresa do porte da Oracle que só em SP tinham mais de 1200 pessoas. Conselhos para presidência: Tentar eliminar um pouco da politica excessíva de algumas pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Pleno","avaliation":"Prós: Benefícios muito bons. Trabalho em equipe positivo em que as pessoas buscam ajudar o próximo. Possibilidade de trabalhar remoto. Paga horas extras. Contras: Foco muito forte em vendas. Há uma desvalorização das áreas de serviço, que de certa forma parecem viver de forma separada em relação a outras áreas, como se fossem sub empresas. Conselhos para presidência: Valorizar as áreas de serviços da mesma forma que as áreas de vendas são valorizadas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2003","avaliation":"Prós: Inovacao e Tecnologia e grande aprendizado. Empresa bem estruturada, bom ambiente de trabalho e oportunidades para conhecer solucoes do mundo corporativo e tendencias da area Contras: Politica de remuneracao adequada mas engessada para retencao de profissionais fora da curva. Nao chega a ser um ponto negativo mas para um profissional em inicio de carreira que seja diferenciado permanecer na empresa deve buscar outros valores alem da questao de remuneracao.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de RH","avaliation":"Prós: Equilibrio vida e trabalho. Empresa jovem e divertida. Walk the talk que funciona mesmo. Empresa que dá para trabalhar e ser feliz. Acesso fácil aos executivos da empresa. Contras: Pressão na área de vendas e falta de integração das áreas. Deveria ter melhor meios de comunicação ou uma comunicação mais efetiva com a ponta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Pre Sales","avaliation":"Prós: Acesso aos executivos, benefícios, melhorias no ambiente de trabalho. De forma geral, uma boa empresa pra se trabalhar e se desenvolver com foco em vendas. Contras: Dependendo da época do ano, algumas pessoas tendem a reagir de forma negativa devido à pressão e podem tornar o ambiente tóxico. Algumas promessas são feitas e não cumpridas. Conselhos para presidência: De fato, passar a se tornar uma empresa com foco no cliente, antes de pensar em lucro e vendas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Business Development Consultant","avaliation":"Prós: A empresa faz muito pelo funcionário, propõe um ambiente colaborativo e nos dá autonomia para propor novas ideias. Salário e benefícios são os melhores que já vi no mercado. Contras: Muita competição por se tratar de uma empresa de vendas. E boa parte dos gerentes tem skills de vendas e negociação , mas não de gestão. Mudanças são constantes e nem sempre muito bem planejadas. Conselhos para presidência: Planejar melhor antes de agir. Incentivar a competitividade mas com certo limite, pois isso muitas vezes atrapalha os resultados.\n\nRecomenda a empresa:   \nREPORTAR"}]