[{"user":"Consultor de Tecnologia IV","avaliation":"Prós: Flexibilidade e Autonomia são pontos muito fortes na Oracle, pois você se torna dono dos seus projetos e atividades e colaborando em diversas áreas da companhia Contras: Mercado muito competitivo torna uma empresa nascida no mundo onpremisse difícil de ser vista como opção ágil no mundo Cloud. E isso reflete nas relações internas. Mas é só uma dificuldade e não um ponto negativo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analyst","avaliation":"Prós: Flexibilidade de horário na minha área, home office, garagem para PNEs cadeirantes, acesso e exposição de ideias com meus diretos e aos líderes da empresa. A estrutura arquitetônica é boa bem como a localização. O plano médico é muito bom. Reconhecimento pela liderança do trabalho do colaborador sendo acima e além da expectativa com homenagem e determinado valor monetário. Contras: O piso do estacionamento para visitantes é péssimo para deambulação. É necessário treinamentos para não usar banheiros adaptados entre outros. Faixa salárial é ótima quando entra mas, ao solicitar promoção ou aumento salarial não é aceito e raramente acontece. Dessa maneira corre o risco de não reter talento no time e na empresa. Gera desmotivação nas pessoas. A única forma de ter aumento ou promoção é migrando para outra área ou empresa. Muitas vezes o sistema fica lento, como por exemplo internet. Conselhos para presidência: Sei que a demanda de procura para trabalhar na Oracle é muito grande, mas, reter talentos é uma arte e desafio. É uma empresa de vendas, mas, existe todo um time dedicado ao suporte da mesma que merece reconhecimento e atenção: backstage. Os colaboradores PNEs merecem ter esse tipo de cuidado também...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Possibilidade de inovar, crescer e fazer a diferença. Aqui contamos com um dinamismo unico que abre infinitas possibilidades para os profissionais que trabalham aqui. A empresa investe em seus funcionários e provê um ambiente totalmente completo para o desenvolvimento do trabalho de uma forma eficiente e saudavel. Contras: A empresa tem mudado muito de uns anos para cá, mas ainda encontramos alguns episódios isolados que colocam o progresso em cheque, como promoções bizarras sem nenhum sentido, o que causa insatisfação e exodo de funcionários competentes. O dinamismo muitas vezes não é bem visto por todos, mas creio que isso seja uma questão de adequação de perfil do profissional ao perfil da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente do Programa Oracle Academy","avaliation":"Prós: Trabalhar na Oracle permite unir a atividade profissional com um propósito de vida! Através de ações de grande impacto social, principalmente na área da educação, estamos construindo o futuro agora. Nossas ações, como por exemplo a formação de jovens em tecnologia, estão deixando um legado para as próximas gerações em termos de inclusão e oportunidades sociais e profissionais!! Contras: As empresas de tecnologia são as maiores protagonistas da transformação do mundo na era digital. É nossa responsabilidade, portanto, atuar de forma inclusiva para que ninguém seja deixado para trás. Sei que estamos trabalhando para isto e meu ponto aqui é para que está seja uma mensagem intrínseca em todos os funcionários!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Atenção ao colaborador, preocupação com o bem estar, flexibilidade de horários, muitas festas e celebração, ambiente colaborativo, área de Cidadania Corporativa forte, ações lindas de voluntariado. Contras: Localização difícil, bairro afastado do centro, muita pressão, metas. O estilo \"self service\" faz com que tenhamos que aprender sozinhos o caminho das pedras para efetivamente tirar um projeto do papel.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios Sênior","avaliation":"Prós: Empresa excelente para se trabalhar, foco na diversidade e inclusão. Temos oportunidade de crescimento real, bons benefícios e salário atrativo Contras: Não encontrei nenhum, porque a companhia está cada vez mais se adaptando as necessidades dos negócios corporativo se preocupando com seu cliente interno e externo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Customer Sucess - Suporte ao Cliente","avaliation":"Prós: Empresa fornece uma ótima estrutura para trabalhar, Empresa que esta sempre promovendo atividades/eventos, Diversas chances de crescimento profissional, Contras: Poucas oportunidades de home-office, Mudanças a todo momento, algumas podem vir a atrapalhar o desenvolvimento de carreira. Uma empresa que exige muito, mas prove todas as ferramentas necessárias para se obter o resultado esperado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing","avaliation":"Prós: Uma empresa ágil, onde você é dono da própria atividade. É flexível com horários, tem bons benefícios e também, remuneração. Aqui também é possível ser cross em áreas e atividades. Há uma hierarquia, porém, o acesso a diretores e VP's é muito tranquilo. Contras: Precisa ser mais autocrítica nas ações que executa. Muitas vezes, ressalta projetos que deveriam ser melhorados. Pouco estratégica, é uma empresa que valoriza mais a execução, do que um plano estratégico e mesmo quando há o plano, não é seguido. A pressão no funcionário as vezes é exagerada, pouco meritocrática e transparente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Alguns pontos positivos são os beneficios, os relacionamentos criados em diversos níveis de hierarquia e as infinitas oportunidades de aprendizagem e crescimento. Contras: Como toda empresa grande há uma dificuldade de entender e aprender os processos quando se ingressa na empresa. Em algumas áreas ainda há o sentimento de não pertencer a empresa como um todo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Principal Solution Engineer","avaliation":"Prós: Pessoas querendo impactar a vida dos outros através da tecnologia em equipe. É uma empresa que acolhe os funcionários através de pessoas. Existem sim, os benefícios de salário, etc; mas o mais interessante são um pensamento comum de pessoas querendo ajudar um o outro para o bem da empresa. Contras: As vezes, algumas ações, talvez pelo tamanho da empresa, existe uma disputa por ego bastante política e uma pressão grande para mais e mais, mas objetivos são sempre objetivos.\n\nRecomenda a empresa:   \nREPORTAR"}]