[{"user":"Analista Funcional","avaliation":"Prós: Empresa nunca atrasou um único pagamento de salário, autonomia para horários, boa liberdade interna para trabalhar, benefícios condizentes com o mercado. Contras: Oportunidade de crescimento NULA, processos burocráticos e engessados, os funcionários não ganham nem cesta de natal, em Joinville a unidade não recebe café entre outros absurdos. A empresa te força a sair ou a se tornar um profissional medíocre, já que você se verá preso em sua função. Não possui possibilidade de acordos, não aumenta salário e não retém talentos. Conselhos para presidência: Valorização dos funcionários urgente.   "},{"user":"Analista de Requisitos Sênior I","avaliation":"Prós: Os benefícios são bons - trabalho em uma terceirizada, ganho VR, VA, plano de saúde e seguro de vida. Acredito que em termos de salário e benefícios, é uma boa empresa se você ficar num cliente grande, como Petrobras. Contras: Como terceirizada, poderia melhorar dando mais apoio aos funcionários externos. Os prepostos trabalham como meros contatos da Sonda dentro da empresa para qual prestamos serviços, eles não coordenam nem sabem o que fazemos. Conselhos para presidência: Os prepostos precisam ser mais ativos, na terceirização para grandes empresas. É necessário que eles sejam mais coordenadores que meros \"contatos\" dentro da empresa   "},{"user":"Consultor de Implantação Pleno","avaliation":"Prós: Honra os compromissos Ambiente de trabalho é razoavelmente bom. A estrutura disponibilizada é boa. Possui amplo portifolio Esta se restruturando. Contras: Nao possui plano de carreiras Nao possui uma area de RH, apenas Departamento Pessoal Possui um pessimo relacionamento com os clientes Nao consegue verificar os talentos que possui em sua equipe Ha necessidade de uma restruturaçao em sua diretoria Pessima localizaçao Beneficios mt ruim Conselhos para presidência: A Sonda possui um vasto portifolio para varios segmentos distintos, no entatanto, ao menos no mercado utilities, ha um desperdicio. Há talentos nesse segmento querendo contribuir mas são impedidos devido a falta de percepçao e estrutura dos dirigentes da area   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: O Cliente, a onde ficamos alocados para treinamento no cliente é um lugar excelente, somos bem tratados, temos infraestrutura, organização, etc. Contras: Sem Beneficios Sem contrato CLT Serviço Terceirizado Como esse tipo de contrato é dificil manter-se muito tempo na empresa, e a mesma não nos dá uma espectativa futura.   "},{"user":"Analista de Field Service","avaliation":"Prós: O Ambiente de trabalho é bom. As pessoas que formam a equipe do field são boas para se trabalhar. Diversos problemas que acabam não se tornando tão rotineiro o seu dia-a-dia. Contras: Sem plano de carreira, falta transparência da gestão da empresa. Sem comprometimento nenhum com a equipe e sem nenhum tipo de KPI afim de verificar a sua avaliação salarial entre outros   "},{"user":"Analista Funcional","avaliation":"Prós: Empresa passa por nova reestruturação que promete reverter o cenário de estagnação. Um ano da nova gestão concluído, mudanças e ajustes ainda em processo. Mas aumentos, mesmo que para mudanças de funções permanecem estagnados. Contras: Infraestrutura em Joinville simples. Filial tem pouca visibilidade perante a matriz. Salários defasados, sem reajustes desde a gestão anterior , pouco mais de 4 anos. Conselhos para presidência: Começar a colocar em prática os aumentos necessários, mostrar movimento. Empresa está perdendo excelentes profissionais, que estão cansados de esperar.   "},{"user":"Analista Funcional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente de trabalho, muito boa para quem está iniciando no mercado de trabalho. É possível ganhar bastante experiência, principalmente para programadores. Contras: Poucos benefícios, pouco engajamento da diretoria a fim de melhorar nesse ponto. Salários abaixo da média do mercado. Não há participação nos lucros.   "},{"user":"Analista de Service Desk","avaliation":"Prós: Beneficios vr . Va. Vt. Convenios medico e odontologico. Contras: Nao reconhece esforço do funcionario. Nao tem plano de carreira. Muita cobrança. Nao ha reconhecimento nenhum. Funçoes que nao faz parte do seu contrato. Sobrecarregam os funcionarios Conselhos para presidência: Invista em seus funcionarios.   "},{"user":"Analista BI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário em dia Cálculo de benefício correto Equipe que trabalha junto Parceria com todos da empresa Ótimos clientes em grandes empresas de óleo e gás Contras: Pouco ou nenhum reconhecimento Vc não é visto como soldado do quartel Quando te dispensam existe apenas promessa e nada é avaliado, apenas tchau. Conselhos para presidência: Voltar a ver seus funcionários como parceiros, time, que agregam valores, que são o cartão de visita diante aos clientes, analisar que em tempo de guerra vão estar ali segurando a barra. Analisar quem tem potencial de verdade.   "},{"user":"Delivery Manager","avaliation":"Prós: excelente ambiente para crescimento profissional, trabalho em equipe. Possui um processo de avaliação de desempenho. Plano de benefícios bom. Contras: processos não otimizados e com varias ferramentas para fazer as atividades de gestão e controle que nem sempre estão integradas, gerando uma carga de trabalho as vezes não otimizada   "}]