[{"user":"Desenvolvedor de Sistemas Sênior","avaliation":"Prós: Os contratos com a Petrobrás são vantajosos para os funcionários, porém isso é mérito das obrigações que a Petrobrás impõe às empresas as quais ela terceiriza a mão de obra. Contras: Não há ascendência vertical, porque a empresa trabalha em grande maioria com contratos de BodyShop, por isso, quando o contrato acaba, ou você sai da empresa, ou pula para outro contrato.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Estabilidade, é muito difícil a empresa te mandar embora, caso você exerça a função que goste e esteja satisfeito com o seu salário é uma empresa para você trabalhar por anos. Contras: Empresa sem plano de carreira e sem valorização do funcionário, quando um colaborador consegue subir de cargo continua recebendo o mesmo salario da função inicial. Conselhos para presidência: Valorizar mais os funcionários da área do Service desk.   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2012","avaliation":"Prós: Gestores. Pagamento em dia. Ambiente de trabalho. Horário. Benefícios são bem completos. Oportunidade de crescimento para outras equipes de atendimento. Contras: Não encontrei nada do que me queixar. O problema era o plantão, o qual muitas vezes caia em momentos críticos. O método para abertura e tratamento de chamados deixava o atendimento um pouco lento.   "},{"user":"Gerente de Consultoria","avaliation":"Prós: O ambiente de trabalho é bom, geralmente descontraído. Tem pago os salários sempre em dia mesmo na crise. Possui uma grande gama de clientes em varios países que utilizam diversas tecnologias. Oferece ônibus fretado. Espero que com a troca da gestão as coisas melhorem. Contras: O local da empresa em Santana de Parnaíba é totalmente isolado, não tem uma farmácia, um mercado por perto. O refeitório interno oferece apenas refeições básicas. Não existe plano de carreira. Não tem PLR. Horário inflexível.   "},{"user":"Analista de Suporte a Sistemas Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa gera oportunidades para estudantes de graduação. É uma boa experiência para iniciar na carreira profissional e conseguir espaço no mercado de trabalho. Contras: A empresa não possui plano de carreira claro, tornando-se mais difícil subir profissionalmente. O auxilio mercado é de apenas 70 reais e o refeição é de em torno de 500 e para grandes cidades não é suficiente.   "},{"user":"Analista de TI Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa de Tecnologia e é multinacional, pioneira no mercado de TI. está crescendo muito como umas das melhores ou se não é a melhor do Brasil na area de empresas terceiras prestando ótimos serviços. Contras: É uma empresa terceira. Deveria realocar seus funcionários quando perder um contrato para o mesmo não ficar desempregado e dar uma chance para o profissional de mostrar seu potencial Conselhos para presidência: aproveitar seus funcionários quando perder um contrato   "},{"user":"Analista Desenvolvedor","avaliation":"Prós: Oportunidade de aprendizado, empresa grande, comunicação com a gestão e ambiente razoável, muitas ares de conhecimento e clientes interessantes de se trabalhar. Contras: Algumas regras internas são um pouco inviáveis, porem nada que nos faça querer sair da empresa, a localização da sede do tamboré é de difícil acesso e pouca clareza no momento de conversar sobra desenvolvimento de carreira.   "},{"user":"Analista de Suporte","avaliation":"Prós: benefícios estão começando a melhorar , então podemos crer que com a mudança de CEO algo mude Contras: sua política de viagem e despesas e desprezível , eles tem a mesma política a mais de 10 anos isso e ridículo em um mundo igual ao nosso Conselhos para presidência: olhando para funcionário , revisando seus benefícios e assim melhorando a gestão   "},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2012","avaliation":"Prós: Não consigo descrever pontos positivos, a empresa oferece salários abaixo do mercado, os funcionários ficam sem apoio da empresa (boiando no cliente), apenas segue diretrizes, procedimentos, sem chances de crescimento, sem benefícios. Contras: Salario abaixo do mercado, benefícios nada atraentes, reembolso demorado, sem estímulos e oportunidade de crescimento, empresa realmente passageira, alta rotatividade de funcionários. Conselhos para presidência: Valorizar mais o funcionário, salários compatíveis com o mercado, benefícios mais atraentes, plano de carreira.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Refeitório funciona de segunda a sexta excelente porém deixa desejar para quem trabalha final de semana , a empresa oferece onibus executivo para chegar ao loca. Contras: falta de organização interna, só sabíamos da data da folga as sexta feiras, isso atrapalhava qualquer plano para o final de semana, sem falar da localização que é em um local deserto longe de comércio.   "}]