[{"user":"Analista de Service Desk","avaliation":"Prós: Benefícios e pessoas, o trabalho em si é simples e dinâmico oque permite nos aperfeiçoar como pessoa e como funcionários, o aprendizado é sempre valido. Contras: A empresa simplesmente não liga para seus funcionários de baixo escalão, horas extras não pagas, descontos indevidos em folha, horas extras que se transformam em horas negativas, problemas recorrentes com o descaso da liderança e forte inclinação das áreas administrativas de fazer pouco das áreas técnicas, enfim a empresa simplesmente não respeita as pessoas, imagino que sejamos apenas números. Conselhos para presidência: Mais atenção as áreas que realmente importam na empresa, área administrativa? vocês só fazem as contas.. nós da área técnica que realmente geramos os números, mas nas datas comemorativas quem ganha a atenção? o ADM, quem pode trabalhar bonito e bem arrumado sem ter de usar um uniforme segregador? o ADM, então invistam em melhoria de vida dos funcionários, um simples Feliz Natal no fim do ano pode mudar a percepção do funcionário pela empresa e por seus lideres e pode restaurar a fé do mesmo pela empresa que sinto lhes dizer não existe a algum tempo.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Estabilidade Benefícios (valor baixo mais têm) Pagamento em dia sempre Pessoas que trabalham lá não tem richa e s são bem unidos Embraer é um local muito bom a se trabalhar Contras: Falta plano de carreira, não tem nenhuma perspectiva de crescimento,porque ou contratam pessoas de fora para ocupar cargos melhores que o seu ou familiares de chefes Conselhos para presidência: Adotar um plano de carreira que realmente funciona e olhar para todas as empresas que a Sondait está,pois na Embraer deveria ter os melhores analistas devido a grandeza da empresa e isso só seria possível com o Reconhecimento dos profissionais de lá,que muita das vezes saem para outras empresas por pagarem um pouco mais   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Pagamento em dia, a empresa paga cursos e disponibilidade de horários e crescimento dentro da empresa , bom ambiente , ............................... Contras: Dificil achar algo negativo , talvez o mais complicado na empresa seja o setor do RH que se atrapalha um pouco , mas no mais a empresa não tem pontos negativos   "},{"user":"Analista de Service Desk Júnior","avaliation":"Prós: As avaliações são sigilosas para que você fique à vontade para compartilhar a sua experiência na empresa. Porém, revisamos todas as avaliações de acordo com as regras da comunidade antes de publicá-las no site. Contras: -As avaliações são sigilosas para que você fique à vontade para compartilhar a sua experiência na empresa. Porém, revisamos todas as avaliações de acordo com as regras da comunidade antes de publicá-las no site.   "},{"user":"Consultor Sênior","avaliation":"Prós: Oportunidades em proj. Inovacao, recebimento de cursos oficiais para tecnologias emergentes. Muitas pessoas boas e solicitas para ajudar a novos entrantes. Contras: Sem plano de carreira e estrutura metodológicas. Necessidade de infraestrutura e projeção salarial nula para funcionários antigos. Necessário maior atenção aos funcionários bons   "},{"user":"Supervisor Geral","avaliation":"Prós: Estrutura da empresa, programas de reconhecimento do profissional e autonomia de atuação, preocupação com o confronto do colaborador, modernas ferramentas de gestão. Contras: Burocracia e confusa estrutura hierárquica. Não diria como pontos negativos mas pontos à melhorar pois se trata de uma excelente empresa para se trabalhar. Conselhos para presidência: Maior headcont nem sempre é custo, e sim possibolidade de ganhos. No mais, parabéns, well done!   "},{"user":"Pré-Vendas","avaliation":"Prós: Flexibilidade de trabalho. Empresa grande com grande potencial de crescimento, desde que esteja focada nisto. Temos muitos clientes grandes e importantes no Brasil Contras: Muitas mudanças na estrutura, falta de foco. Isso faz com que os clientes percam um pouco da credibilidade que foi conquistada no mercado. Não é bom para a imagem da empresa   "},{"user":"Consultor ABAP Júnior","avaliation":"Prós: Ambiente clima ótimo lugar pra aprender e estuda tem bastante coisas novas de fiscal quando você sai pro mercado com boa bagagem isso é otimo profissionalmente Contras: Benefícios não tem aumento o salário que voce entra e o que vai ficar pelo resto tempo que fica na empresa só aumenta de dissidio e nada mais tem muita panela nos projetos bons Conselhos para presidência: Plano de carreira não a frase se negócio bem ótimo senão vai fica com seu salário a vida toda a sonda não dá aumento   "},{"user":"Analista de Suporte","avaliation":"Prós: Colegas e supervisores sempre dispostos a ajudar. Contras: Demoram para entregar os beneficios e plano de carreira não é divulgado ou não existe.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Trabalhar na Sonda é bom para evolução de processos devido a boa quantidade de certificações que a empresa oferece para o mercado, seus benefícios também são bons. Contras: Plano de carreira um pouco complicado devido a dificuldade de reconhecimento do excelente trabalho prestado, dando oportunidades apenas para bajuladores. Conselhos para presidência: Saber escolher gestores competentes e humildes para o reconhecimento de bons talentos e propor direções certas e inteligentes para sua equipe.   "}]