[{"user":"Funcionário","avaliation":"Prós: Não tem pontos positivos. Não tem pontos positivos. Não tem pontos positivos. Não tem pontos positivos. Não tem pontos positivos. Não tem pontos positivos. Contras: Plano de saúde sem profissionais, sem rede de assistência, falta de comunicação com os funcionários alocados em clientes. Sistema de controle de horas que só favorece a Sonda. Sistema para download de contra cheque complexo. Empresa muito ruim. Conselhos para presidência: Será que a presidência realmente não sabe o que esta acontecendo?   "},{"user":"Analista Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Equipe proativa e competente. Pagamento de salário em dia. Escritório bem localizado Contras: Comunicação falha entre gestores e funcionários. Poucos clientes e projetos. .. Conselhos para presidência: Aumentar o leque de clientes. Melhorar a política de cargos e salários. Melhorar comunicação entre empresa e funcionários.   "},{"user":"Desenvolvedor PHP","avaliation":"Prós: Infraestrutura e ambiente agradável para trabalhar. Benefícios compatíveis com o mercado para profissionais de TI. Fácil comunicação com a gestão. Contras: Não tenho nada a declarar no momento, visto que a empresa tem correspondido às minhas expectativas. Até mesmo o crachá chegou rápido. Muito bom, recomendo!   "},{"user":"Coordenador","avaliation":"Prós: Comprometida com as necessidades acordada em contrato. Boa estrutura para trabalho. Obs: a empresa precisa melhor muito na comunicação entre as áreas e pessoal Contras: Não possui plano de carreira, não obtém seriedade nas promessas ofertadas. Não paga a PLR alegando prejuízo anual, porém todos os anos estão comprando novas empresas. Estranho né? Conselhos para presidência: Olha mais para as pessoas é menos para os números.   "},{"user":"Consultor SAP PP PM","avaliation":"Prós: Salário bom, sede própria, posicionamento de mercado sólido, empresa multinacional, atende diversas áreas diferentes, acesso a tecnologias novas. Contras: Planos de Carreira, Desenvolvimento Profissional, bom ambiente de trabalho, sede propria, posicionamento de mercado, empresa de grande porte, multinacional. Conselhos para presidência: Investimento em Treinamento, reconhecimento dos profissionais   "},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2013","avaliation":"Prós: Organizada, gestão eficiente, benefícios normais conforme a maioria das empresas, bom ambiente de trabalho, geralmente aloca o funcionário em algum cliente Contras: pouco crescimento profissional, sem planos de carreira pelo menos nada foi apresentando a nossa equipe. Desavenças de extras, pois alguns recebiam sobreaviso e outros não Conselhos para presidência: Melhorar plano de carreira   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: No meu caso um bom lugar para começar e aprender! Trabalho em equipe e desenvolvimento profissional até um certo nível em redes, windows e Troubleshooting. Trabalho de segunda a sexta com uma hora de almoço e saindo as 17h. Contras: A empresa não capacita seus colaboradores e não oferece cursos e treinamentos, após 10 anos na empresa, somente agora começam a aparecer na intranet alguns treinamentos básicos em uma ambiente virtual de aprendizagem (AVA). Uma grande empresa que deveria oferecer mais oportunidades e capacitação, aproveitando melhor seus colaboradores. Houve em uma época conversas sobre o PLR, mas não passou de boatos. Conselhos para presidência: Busquem por pessoas que podem fazer a diferença e agregar valor a empresa. Ofereçam oportunidades para explorarmos as cidades onde trabalhamos e a empresa não atua, podendo oferecer serviços nessas localidades com um ponto focal naquela localidade.   "},{"user":"Operador de Supermercado - Ex-funcionário, saiu em 2015","avaliation":"Prós: Otima empresa para se trabalhar. ......Bastante treinamento no inicio da carreira...... Contras: Não tem Conselhos para presidência: Otimo pra se trabalhar   "},{"user":"Diretor","avaliation":"Prós: Autonomia, dinâmica, flexibilidade e agilidade na tomada de decisão. Contras: Desafio em integração entre as áreas de negócio e ofertas. Desafio em integração entre as áreas de negócio e ofertas. Desafio em integração entre as áreas de negócio e ofertas. Desafio em integração entre as áreas de negócio e ofertas.   "},{"user":"Analista Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: colegas de trabalho são pessoas do bem que sempre estão dispostas a ajudar no que for preciso, salário sempre é pago no dia que foi combinado juntamente com os respectivos benefícios. Contras: falta de cargos bem definidos Contras:todos os desenvolvedores são contratados como analista programador , do jr ao arquiteto . Métricas agressivas demais para avaliar funcionário, qualquer pausa deve ser indicada no sistema. Não existe aumento de salário, conheci pessoas que estão esperando a 1 ano e meio para ter um aumento . Conselhos para presidência: definir plano de carreira transparente e acessível, diminuir métricas agressivas usadas, diminuir ou reduzir burocracia na abertura de chamados seja ele de qualquer tipo.   "}]