[{"user":"Funcionário","avaliation":"Prós: Boas oportunidades para quem esta iniciando sua vida profissional. Não atrasa os salários nem os benefícios. Tem opção de acesso (fretados e vans a custo da empresa) Contras: Os salários e os benefícios estão abaixo da faixa do mercado. Pouca oportunidade de crescimento dentro da própria área. Localidade ruim. Visão ainda tradicional.   "},{"user":"Analista Field Service Júnior","avaliation":"Prós: Salário em dia, suporte por telefone ao técnico, RH e setor pessoal muito eficiente, empresa grande, rica, e com boas políticas, espero crescer junto com ela. Contras: Falta de expectativa de crescimento, peças, estrutura externa, salário, pra quem trabalha no cliente é horrível, faltam peças, material de reposição, você tem que viver fazendo gambiarra, aguentando reclamação de usuário e você não deve falar mal da empresa. Conselhos para presidência: Investir na capacitação dos técnicos, suporte de pecas, ferramentas, melhoria nas condições laborais, etc.   "},{"user":"Analista de Service Desk","avaliation":"Prós: A empresa Sonda IT se esforça para cumprir com seus compromisso e nunca atrasou os pagamentos aos seus funcionários, bem como o pagamento dos impostos corretamente Contras: A empresa Sonda IT fornece um salário muito baixo aos funcionários, não é organizada internamente e não existe um plano de carreira para motivar seus funcionarios Conselhos para presidência: Ele nunca vai ler, nem sei quem é o dono da empresa   "},{"user":"Analista Funcional - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ambiente saudável, liberdade para trabalhar, boa localização, bons benefícios, flexibilidade no horário de trabalho desde que fossem cumpridas as 8 horas de trabalho. Contras: Falta de oportunidade de crescimento, não era permitido migrar para outras áreas da cia, não existia a política descontos em de curso e treinamentos.   "},{"user":"Scrum Master","avaliation":"Prós: Pagamento dos benefícios vá, vr e vc em dia. Pagamento de salario tbem em dia. Time técnico são bons, na Sonda em Santana tem espirito de equipe Contras: Consultor é largado no cliente, tudo oq precisa da consultoria leva 3 dias no.mínimo. Gestores não tem direcionamento ou apoiam os consultores Conselhos para presidência: Perdem clientes pois gestores não tem foco, assumem vários clientes e não sabem oq fazem   "},{"user":"Desenvolvedor de Softwares Sênior","avaliation":"Prós: Empresa sempre dando incentivos aos funcionários, liberando cursos (Treinamentos e Certificações), Flexibilidade de horários e alguns benefícios com vale combustível, VA e VR. Contras: O único ponto negativo é não ter um plano de carreira para o funcionário. Mesmo atuando em contratos públicos, poderia existir um plano de carreira. Conselhos para presidência: Pensar em uma estratégia de plano de carreira.   "},{"user":"Funcionário","avaliation":"Prós: empresa gera varias maneiras para atrair talentos, tem objetivos claros quanto a suas metas de crescimento, da forma corporativa, e presente em toda América latina Contras: quando os talentos atraídos não tem valorização e empresa tem piso salarial baixo, deixando os planos de carreira e crescimento com patamares ridículos para quem esta abaixo da gerencia .   "},{"user":"Consultor SAP ABAP Sênior","avaliation":"Prós: A Sonda possui um ambiente muito agradável. Conta com restaurante dentro da própria empresa oferecendo café da manhã e almoço, bem como uma lanchonete. O fretado é gratuito, contratado pela Sonda. Contras: Não possui um plano de carreira formal e bem definido, mas está trabalhando neste aspecto. Não há participação nos lucros ou bônus de performance, mas o RH está aplicando um piloto de avaliação anual com este propósito. Não possui cultura de trabalho remoto, o que é esquisito para uma empresa de TI. Conselhos para presidência: Definir plano de carreira e implementar cultura de trabalho remoto.   "},{"user":"Técnico em Suporte Técnico Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Administração eficiente, salário e benefícios sempre em dia, RH atencioso e plataforma intuitiva para lançamento de comunicados e atestados de funcionários Contras: Infelizmente possui alguns clientes como empresas públicas que a rotatividade de funcionários é muito grande devido o centralismo das informações em funcionários públicos, dificultando o serviço a ser exercido de acordo com a capacidade técnica do cargo Conselhos para presidência: Prezar pela capacidade técnica do funcionário e priorizar o serviço prestado   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótima chefia, estrutura pensada no bem estar, com local de refeição, sala de descanso. Ótimo salário e benefícios. Inspira a trabalhar em equipe. Contras: Falta de alguns processos serem arredondados, abrir mais chance de aproveitamento interno mesmo para quem não possui cursos na parte de Tecnologia. Conselhos para presidência: Invista mais no estudo dos funcionários.   "}]