[{"user":"Analista Funcional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa extremamente correta com os pagamentos de salário e benefícios, equipes e gestores excelentes, ambiente ótimo com o administrativo da empresa. Contras: Apesar de uma empresa excelente, faltava igualdade na hora das indicações para cursos, com a deficiência na carteira de cursos e treinamentos com os colaboradores. Conselhos para presidência: Avaliação dos colaboradores para possíveis oportunidades de crescimento de ambas as partes.   "},{"user":"Arquiteto de Soluções","avaliation":"Prós: Ambiente de trabalho bom e amigavel, trabalho rm equipe, experiência e desafios constantes alem de ter um amplo espaco para crescimento em gestão e técnico Contras: Plano de carreiras não existente, aumento salarial, rendas variáveis, plr e outros beneficios a longo prazo .. metodologia em ascensão, processos iniciantes.   "},{"user":"Analista","avaliation":"Prós: salários em dia, organização, site espaçoso, limpa, bem localizada, otimos eventos para os profissionais, clareza e sinceridade com os colaboradores. Contras: os produtos/clientes da empresa prejudicam toda a imagem da mesma, não contratam boas pessoas para executarem sua parte de gestão do projeto, invalidando o nome da empresa que está por tras Conselhos para presidência: melhorem seus clientes e valorizem os colaboradores   "},{"user":"Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Pontualidade no pagamento. vale transporte, vale refeição, vale alimentação, bom ambiente de trabalho. escola para bom aprendizado profissional. pressão constante para atingimento de metas de forma razoável. Bom avanço tecnológico. Contras: salário baixo para diversos setores. Suporte, administrativo, logistica. pouca oportunidade de crescimento. PLR não compatível com o mercado. localização razoável. Restaurante médio. Conselhos para presidência: Dar oportunidade para quem realmente veste a camisa da empresa.   "},{"user":"Analista de Suporte","avaliation":"Prós: Carga Horária e ambiente, flexibilidade no desempenhar das funções coordenadores bem tranquilos de lidar no setor em que atuo contato com novas tecnologias Contras: Empresa transmite ideia de que apenas pessoas próximas ou conhecidas pessoas com cargos importantes se dão bem, existem colaboradores com benefícios extras que não são compartilhados com todos tais como , vagas de cagarem , ticket combustível e valor superior nos tickets alimentação e refeição. Conselhos para presidência: Flexibilizar os benefícios para que todos os cargos sejam cobertos afinal o que nos diferencia são os salários e competências.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: A empresa disponibiliza Vale Transporte, Vale Refeição, Vale Alimentação, plano de saúde, assistência odontológica e paga sempre direitinho. Os horários são ótimos para trabalhar. Contras: Não tem plano de carreira. Por ser locado em um cliente que passa por um momento de crise, vários pontos negativos surgiram, tais como: Muita redução da equipe de trabalho e consequentemente aumento de tarefas para cada membro da equipe; Muita pressão por parte do cliente para atingir metas; etc. Nenhum incentivo a estudo e certificações.   "},{"user":"Analista da Qualidade - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa sempre cumpri o que é prometido, algumas vezes com uma certa lentidão, porém sempre cumpri o que foi acordado. Se você se dedica sempre tem oportunidade de crescimento. Contras: A localização dá empresa é um tanto distante. Para realizar a homologação é um tanto complicado. O valor do vale alimentação é muito baixo.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A oportunidade de inicio de carreira para trainee e o processo de treinamento na área de suporte e tecnologia. O ambiente de trabalho é agradável e com pessoas que estão dispostas a ajudar sempre. Contras: Salário baixo e muita variação de salarial entre colaboradores no mesmo cargo e função. Falta de incentivos motivacionais e desvalorização profissional.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho descontraído, colaboração e a troca de conhecimento entre os analistas. Boa comunicação direta com os coordenadores e gerente. Contras: Extremamente difícil de promovido. Não tem plano de carreira, não possuí auxilio a bolsas de estudos e nem auxilio de cursos e certificações.   "},{"user":"Analista de Service Desk Júnior","avaliation":"Prós: Empresa boa , sempre paga os benefícios e o salario certo. Nada a reclamar Contras: Sem pontos negativos   "}]