[{"user":"Analista Linux - Ex-funcionário, saiu em 2018","avaliation":"Prós: É possível ter horários flexíveis para algumas áreas; Os pagamentos de salários sempre pontuais. É possível ter reembolso de certificações profissionais (dependendo do gestor) Contras: Não há PLR para os funcionários, mas a mídia e as informações internas demonstra que o capital da empresa cresce continuamente, todos os anos. Não há um VR compatível com a região; Não há perspectiva de crescimento, ou plano de carreira, com ajuste de cargos e salários. Os funcionários são coagidos a executar diversas funções incompatíveis com o cargo. Não paga hora extra! Conselhos para presidência: Não realizar acumulo de Funções obrigando funcionários a realizar mais de uma ocupação.   "},{"user":"Consultor SAP PS","avaliation":"Prós: É um bom lugar para trabalhar. Vem passando por uma grande reestruturação nos últimos anos. Vamos ver como ficará a nova identidade da empresa. Contras: Precisa focar mais nos talentos internos e conquistar novos clientes. A Sonda já foi uma das empresas de TI mais fortes no RJ e deve ser reorganizar para manter o padrão. Com uma estrutura sólida. Conselhos para presidência: Valorizar funcionários mais antigos.   "},{"user":"Operador de Data Center","avaliation":"Prós: Disponibilidade e negociação de horários dependendo do cargo. Pagamento em dia. Em meu contrato tenho uma certa segurança e confiabilidade da Gerencia. Contras: Não dão treinamentos de Reciclagem , não tem plano de evolução pra funcionários. Não tem PLR. Poucos benefícios. A empresa não possui um alinhamento de ideias entre todas as sua divisões. Conselhos para presidência: Melhorar a atenção e dar treinamentos de reciclagem aos funcionarios   "},{"user":"Desenvolvedor.NET - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamentos em dia, sem dress code, sem cobrança excessiva, vale refeição, vale transporte, convênio médico, vale combustível, horário flexível. Contras: Empresa sem desafios. Você ficará estagnado. Não oferece plano de carreira, não tem oportunidade interna para mudar de área e aumento apenas no dissídio. Não paga plr, projeto legado, só vai mexer com velharia, tais como PL SQL, C# 4.0, windows form e Framework próprio. Só tem projeto de sustentação. Empresa parada o tempo. Os clientes que sofrem, muitos já estão abandonando o barco. Se passar muito tempo lá, vai prejudicar muito sua carreira. Os benefícios variam de funcionário para funcionário. Alguns tem vale combustível enquanto que outros nem sonham em ter. Alguns tem isenção do plano médico para dependente enquanto que os demais pagam a co participação e mais uma quantia mensal. Reparem que tive que escrever coisas bem genéricas nos itens positivos, pois de fato não tem. Apesar do horário \"flexível\", terá apontamento de hora até para o almoço. Qualquer minuto a mais é desconsiderado, como hora extra indevida, qualquer minuto a menos é descontado. Empresa mesquinha que destrói a carreira do profissional. Muitos ex funcionários são obrigados a voltar porque encontram sérias dificuldades em se manter no mercado por conta da falta de atualização e comodismo com a falta de desafios e oportunidades. Como dizem os mais antigos, empresa para quem pensa em se aposentar. Não importa o que você faça, não será demitido, pois a empresa não quer pagar a rescisão. Em média, já vi funcionários extremamente ruins levar 3 anos para serem demitidos. Obs: Se não tiver jeito, negocie o máximo que puder. O teto do dev é 10K. Só venha por este valor. O piso é 3k é a média 6k. Conselhos para presidência: Muito difícil dar conselho para quem não ouve. A empresa passou da hora de mudar. Invista nas pessoas, dê treinamentos, crie um produto novo. Pare de fazer apenas remendo. Não fraude a plr. Pague um salário justo, adeque os benefícios, pare de cobrar co participação do convênio. Pense grande, seja grande. Não destrua os sonhos das pessoas em prol do seu!   "},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com benefícios bons, horário de trabalho muito bom, gestores bem flexíveis sempre, equipe de trabalho é um pessoal mais Jovem então deixa o ambiente mais descontraído, um local de trabalho limpo Contras: Falta de reconhecimento, superiores que não reconhecem seus funcionários em cargos baixos como os \"peões\", falam que são a parte mais importante da empresa mas não dão o real valor, falta de planejamento em certas situações que já sabiam que ia acontecer, a empresa não tenta \"segurar\" seus funcionários, ela prefere ficar com os mais novos que paga menos ao invés de ficar com os antigos que já possuem mais conhecimento e sobre o que a empresa precisa no seu dia a dia Conselhos para presidência: Dar mais valor aos seus funcionários mais antigos   "},{"user":"Gestor de Processos","avaliation":"Prós: Empresa eficaz com enfase no cliente, extremamente capacitada e conduz seu negocio com muita assertividade. Enfase em dinheiro, muito focada Contras: Não tem foco em qualidade, o serviço prestado nem sempre ou quase nunca é o melhor. Sem qualquer perspectiva de melhora do lado do funcionário o que acarreta em diversos problemas. Conselhos para presidência: Olhar para dentro da empresa, a visão financeira é necessária e ótima para os negócios.. Mas temos casos de extrema necessidade onde não é importante o que acarreta em um ambiente de trabalho pessimo com pouca dedicação dos envolvidos   "},{"user":"Analista da Qualidade - Ex-funcionário, saiu em 2014","avaliation":"Prós: Uma excelente empresa a se trabalhar, pois se preocupa e proporciona de fato oportunidades de crescimento a quem está comprometido com seu trabalho. Contras: Assistência medica de coparticipação. Não consigo me lembrar de nada ruim e me arrependo de não ter permanecido, pois não há oportunidade para ex funcionários.   "},{"user":"Desenvolvedor","avaliation":"Prós: A empresa reconhece os melhores talentos e investe neles. Quando entrei na empresa, precisei de equipamentos top, software e outras ferramentas. Não me negaram nada. Contras: A empresa tem um rígido controle de gastos. O que é bom para a empresa, especialmente em época de crise. Para o funcionário significa esperar.   "},{"user":"Scrum Master","avaliation":"Prós: Ambiente agradavel. Gestores e outros departamentos da empresas bem acessiveis para todos os colaboradores, inclusive os que estao alocados em clientes. Oportunidade de crescimento com incentivo a treinamentos internos e externos. Contras: Poucos benefícioí além dos benefícios estabelecidos pelo SINDPD. Não tem PLR. Para reter talentos, além de clima agradável, missão aderente, a questão financeira faz toda diferença. Conselhos para presidência: Trabalhar com beneficios alem dos obrigatorios pela Convencao Sindical, e uma plus a mais na hora de reter talentos. Pagamento do PLR tb eh um grande atrativo.   "},{"user":"Analista Funcional Pleno","avaliation":"Prós: Empresa boa para aprendizado e início de carreira. Empresa paga salário e benefícios muito abaixo dos concorrentes de mercado. Porém, se você está em incui de carreira e deseja esquentar a carteira essa empresa é ideal. Contras: Salário e benefícios muito abaixo dos concorrentes de mercado. A empresa não possui um alinhamento de ideias entre todas as sua divisões. Tive a impressão que são várias empresas dentro de uma só. Ou seja, a cultura não tem uma marca forte dentro dos funcionários. Cada setor/divisão tem uma visão limitada da estratégia da empresa. Conselhos para presidência: Alinhar a estratégia da empresa em todas as divisões. A impressão que tive é que trata se de várias empresas dentro de uma só, onde está cada uma.remando pra um lado (sem foco).   "}]