[{"user":"Analista Field Service","avaliation":"Prós: Não possuo nenhum ponto positivo a apresentar sobre a empresa. Posso falar positivamente apenas dos colegas de trabalho -mesmo cargo- que se tornaram amigos. Contras: Falta de reconhecimento, além de pouco espaço para conversar. Tudo é tratado à base de briga. Zero de flexibilidade, profissionais superiores que não reconhecem seus funcionários.   "},{"user":"Analista de Help Desk","avaliation":"Prós: Salario razoável, coordenação transparente. . Contras: pouca comunicação entre os projetos. .   "},{"user":"Técnico de Suporte 1A","avaliation":"Prós: Estou a 2 meses na empresa,o salário inicial está bom, recebo vale alimentação de transporte,além de outros benefícios.O Plano de saúde é Sulamerica, parece não ser aceito em vários lugares. Contras: Por enquanto somente o plano de saúde que achei fraco, e alguns descontos que fazem.O vale alimentação é bom,Sodexo, aceito em todos lugares.   "},{"user":"Supervisor de Telecomunicações","avaliation":"Prós: Trabalhar em uma empresa que tem uma visibilidade muito grande no ramo de T.I, além de possuir clientes de grande peso que agregam reconhecimento ao nome da empresa. Contras: Empresa totalmente segmentada internamente, onde cada departamento não conversa com os demais, e buscam a todo custo quererem provar superioridade dificultando a sinergia entre as áreas e as trocas de conhecimentos e experiências. Conselhos para presidência: Criar uma cultura interna de sinergia entre as áreas que não demonstre tão claramente a sede da organização em querer mais e mais dinheiro.   "},{"user":"Gerente de Contratos","avaliation":"Prós: Grabde Porte e solidez da empresa são alguns dos pontos fortes. A maturidade com orçamento e controle é impressionante. As boas intenções da alta gestão da Sonda no Brasil são animadoras Contras: Ainda muito burocratica, os planos de carreira ainda não estão bem definidas. Estão melhorando a comunicação institucional mas ainda falta um bom caminho para ser efetiva a ponto de os colaboradores se sentirem parte dela.   "},{"user":"Analista","avaliation":"Prós: Ambiente leve e agradável, a maioria dos colegas e prestativa e leitos para ajudar nos problemas, não recebi cobranças exageradas e agressivas Contras: A coordenação e muito precária, falta direcionamento nas atividades, ficasse perdido nas primeiras semanas sem saber como proceder, a empresa é carente de uma melhor integração dos funcionários, e principalmente falta reconhecimento real do esforço realizado. Da a nítida sensação de falta de planejamento. Conselhos para presidência: Necessita adotar melhores mecanismos para reconhecer e premiar os resultados dos colaboradores   "},{"user":"Analista de Segurança","avaliation":"Prós: Treinamento para iniciação das atividades é bem eficaz e te insere totalmente nas atividades que serão executadas, podendo iniciar a \"trabalhar\" com mais segurança e conhecimento do ambiente. Contras: Um dos pontos negativos é que não há ajuda de custo para quem tem veículo próprio, isso é ruim porque você meio que tem que \"pagar para trabalhar\" Conselhos para presidência: É preciso ser bem autodidata para se desenvolver bem   "},{"user":"Especialista em TI","avaliation":"Prós: a empresa é multinacional, fico alocado em um cliente e portanto não tenho muito acesso a outras oportunidades dentro da empresa. Mas o salario não atrasa. Contras: não tenho muito acesso a outras oportunidades dentro da empresa, pois fico alocado no cliente e diante disso ficamos , de certa forma, ilhados.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidades são ofertadas a quem se prepara para elas, é uma empresa que em geral você tem estabilidade de emprego, prezam muita as entregas aos clientes. Contras: Salários abaixo do mercado, se te dão uma oportunidade nova, farão de tudo pra não te remunerar conforme a nova função. Farão de tudo mesmo! Diretorias com modelo de gestão no grito! Conselhos para presidência: Olhe para a forma de gestão de seu vice presidente e diretorias, olhe de perto.   "},{"user":"Analista Tributário Pleno","avaliation":"Prós: Empresa com ambiente de trabalho respeitoso e com uma boa flexibilidade de horários, onde a nova diretoria está tendo implantar uma nova política de cargos e salários. Contras: Apesar da nova diretoria estar tendo implantar uma nova política de cargos e salários ainda está faltando um plano de carreira eficiente e que aproveite a aquisição de uma empresa para promover os funcionários da empresa e não promover os funcionarios das empresas adquiridas como acontece no passado Conselhos para presidência: Uma maior atenção ao plano de carreira dos funcionários   "}]