[{"user":"Analista Desenvolvedor.NET Pleno","avaliation":"Prós: Os benefícios são muito bons, que estão enquadrados no sistema de pontos. Existe uma Gama de diferentes benefícios e em cada existem diferentes níveis Contras: Caso funcionário esteja alocado no cliente, ele será praticamente esquecido pela empresa. Acho que por isso há falta de oportunidade de crescimento   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Ambiente. Flexibilidade de horario. Localização. Equipe de desenvolvedors. Meetups e lazer na empresa. Bons projetos com tecnologias inovadoras. Contras: Baixa Remuneração. Quantidade de trabalho não condizente com o cargo ocupado. EM suma não tem pontos negativos porém a remuneração não tem relação com o trabalho. Conselhos para presidência: Aumentar remuneração e consequentemente reconhecimento.   "},{"user":"Estagiária de Marketing","avaliation":"Prós: Ambiente super interativo, mesas mobile, que permitem uma vizualizaçao completa do andar. Equipe que te recebe como família, e oferece constantes feedbacks para melhoria do trabalho prestado! Contras: Acredito que deveriamos colaborar mais com os outros, no sentido de cobranças. Como trabalhamos em equipes separadas, não há como saber o que esta se passando naquele momento de \"cobrança\". Seria bom apenas um pouco mais de compreensão e paciencia quando seu trabalho depende de outras pessoas que não pertencem a sua equipe.   "},{"user":"Desenvolvedor iOS","avaliation":"Prós: A galera é muito gente boa. A empresa é organizada. O salário é bem show e o pacote de benefícios é um belo adianto nas contas dos mês. Dependendo do projeto os prazos tem bastante folga. Contras: Não consigo pensar em nenhum ponto negativo, talvez por ter acabado de entrar, mas esse campo é obrigatório, então vou encher linguiça porque eu só quero explorar os salários alheios.   "},{"user":"Estagiário em Social Media","avaliation":"Prós: Ambiente de trabalho agradável, equipes unidas com relação bem amigável. Com ambientes legais como jogos para o horário do almoço ou momentos para dar uma pausa. Contras: A equipe é muito legal e todo mundo se ajuda, quando temos dúvida ou novos serviços estão sempre a disposição, porém, ah pouco feedback do nosso desenvolvimento na equipe.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente de trabalho motivador, inovador, desafiador, cativante, que valoriza seus esforços profissionais, e te conduz a crescer pessoal e profissionalmente. Contras: Ainda não identifiquei ponto negativos nesta empresa, pois até o momento só encontro pontos positivos, trata com muito respeito os seus profissionais. Conselhos para presidência: Continue com essa filosofia de trabalho   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Benefícios bons e acima do mercado, salário compatível com o mercado, tem progamas de workshops na sede da empresa, os gestoras estão em contato a todo momento com os colaboradores, tem programa de reembolso de certificação Contras: Não consegui ainda enxergar pontos negativos na empresa, comparado com as outras consultorias está foi a que mais esteve em contato comigo, me oferencendo todo suporte necessário Conselhos para presidência: Gostaria de saber como faço para subir de posição dentro da consultoria, os níveis o plano de carreira ainda não consegui enxergar isso   "},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento e Salários. Empresa não promove deslocamento para outras áreas onde o profissional possa aprender outras tecnologias e projetos. Difícil relocação Contras: Falta de Oportunidades em outras áreas e Difícil relocação para outros clientes. uma vez contratado para uma cliente, não permite oportunidade.   "},{"user":"Analista de Sistemas Avançado","avaliation":"Prós: Flexibilidade de horários desde que faça as 8 horas diárias, ambiente informal (tênis, camiseta e bermuda), possibilidade de home office mais de um dia por semana ou todos os dias dependendo do projeto. Contras: Falta de incentivo ao profissional, carreira estagnada, nenhuma perspectiva de crescimento, ser só mais um número dentro da empresa e não uma pessoa, falta de bônus e participação nos lucros, ambiente sujo e mal cuidado. Conselhos para presidência: Investir mais nas dependências da empresa tornando um ambiente mais agradável e cheiroso e investir e valorizar os seus profissionais pois são eles que levam sua empresa para a frente e geram seus lucros.   "},{"user":"Scrum Master","avaliation":"Prós: Um dos lugares que mais me identifiquei na minha carreira, empresa que proporcionou inúmeras oportunidades e em diversos clientes e segmentos de negócio. Contras: Em alguns momentos não apresentou a oportunidade de profissionais executarem job rotation, o que poderia ajudar na retenção de alguns destes profissionais.   "}]