[{"user":"Arquiteto PlenoEx-funcionário, saiu em 2018","avaliation":"Prós: A empresa remunera muito bem por não contar com um plano de carreira e desenvolvimento profissional. Os benefícios da empresa são ótimos também, onde você pode optar onde e quanto distribuir seus pontos em VA, VR, plano odontológico, plano de saúde e plano de previdência privada.\n\nContras: É simplesmente uma alocação de recursos, não é uma empresa para seguir carreira e aprender. Eu recomendo esta empresa apenas se não tiver outra oportunidade.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionárioEx-funcionário, saiu em 2016","avaliation":"Prós: Solidez, governança, infraestrutura, aderência legal, excelentes referencias de mercado, muitos anos de mercado com bom histórico de crescimento.\n\nContras: Empresa baseada em relações altamente tóxicas oriundas de uma liderança de profissionais apegados aos seus cargos e salários pois nao tem vivência de mercado, fazendo com que qualquer profissional competente mas que tenha vindo do mercado nao consiga evoluir e ser reconhecido.\n\nConselhos para presidência: Você é uma referência mas parou de ouvir. Se deixou dominar por uma liderança incompetente e apequenada. Vire a mesa e traga de volta pessoas de mercado, experientes, que possam te ajudar a colocar a BRQ na posição de maior destaque a qual ela já deveria estar. Sucesso!\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Os benefícios são muito bons. pra completar caracteres. pra completar caracteres. pra completar caracteres. pra completar caracteres. pra completar caracteres.\n\nContras: O recurso que trabalha alocado no cliente fica um pouco distante do gerente, e dessa forma esquecido na empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Projetos PlenoEx-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, bons clientes para atender como consultor, contratação CLT, clima agradável, apoio na realização de treinamentos externos, localização.\n\nContras: Falta de gerenciamento de carreira; Funcionários alocados no cliente acabam ficando muito distante da equipe BRQ, sem o acompanhamento direto do gestor.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Arquiteto de Sistemas Pleno","avaliation":"Prós: O ambiente de trabalho é bastante receptivo, com áreas de lazer espalhadas pela empresa e admite-se horário flexível de trabalho, com um dia de home-office.\n\nContras: Os setores de RH e Suporte deixam bastante a desejar, seja pela falta de acompanhamento na contratação de profissionais quanto no atendimento ao usuário. Parece que no setor de Suporte os analistas estão apenas para cumprir tabela pois até simples chamados levam eternidades para serem atendidos e nenhum funcionário faz questão alguma de resolver mais do que suas obrigações, nem mesmo tirar dúvidas. A gestão de equipes deixa a desejar em alguns aspectos.\n\nConselhos para presidência: Revejam a estrutura da equipe de Suporte de forma a atender com mais velocidade e precisão os colaboradores. Dias parados impactam diretamente no faturamento do empresa. O RH deve acompanhar mais de perto as seleções de profissionais, procurando entender suas necessidades e anseios.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Arquiteto de Integração Sênior","avaliation":"Prós: Empresa aberta a inovações com boas e atuais metodologias e que promove um ótimo ambiente de trabalho, além de ser uma empresa voltada a inovação digital.\n\nContras: Ainda requer amadurecer diversos processos internos, desde RH até DP, e melhorar a parte de propostas e vendas, mas aparenta estar no caminho certo.\n\nConselhos para presidência: Trabalhar mais a parte de propostas para que não crie Gaps financeiros junto ao cliente, mas que continue sempre inovando.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado.\n\nContras: alários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Salários e benefícios em dia, liberdade com vestimentas, clima desafiador, possui um ambiente descontraído, em constante mudança e empresa solidificada no setor.\n\nContras: Empresa paternalista, busca incentivos somente para a alta gestão, não é preocupada com o desenvolvimento profissional, os gestores não são claros, gestores pouco preparados.\n\nConselhos para presidência: Não enxergar o funcionário somente como um número.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Salario + beneficios\n\nContras: Falta de liderença, pois estava dentro de um consorcio com outras empresas.\n\nConselhos para presidência: Nso desistir de seus funcionarios.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de ProjetosEx-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia empresa não muito inovadora apesar de promover inovações inovadoras que fazem tentar inovar tecnologias em desenvolvimento e gerenciamento de serviços para diversos tipos de clientes inovadores.\n\nContras: empresa familiar aonde apenas amigos de colegas entram e a opinião externa favorece a apadrinhada para entrar nela, com apenas pessoas de diversas trabalho extra não remunerado e obrigação de entregar projetos no prazo apesar de ser projetos atrasados.\n\nConselhos para presidência: Parar de contratar pessoas q só os amigo conhece e endica. Apadrinhamento descarado.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]