[{"user":"Analista de Sistemas Sênior","avaliation":"Prós: flexibilidade, pagamento em dia, aprendizado, infraestrutura, localização, profissionais solícitos, vários clientes, diversas tecnologias, benefícios. Contras: Gerentes com pensamentos antigos, falta de feedback por parte dos gestores, dificuldade em mudar de equipe, instabilidade de projetos e consequentemente no seu emprego. Conselhos para presidência: Ficar mais atento a gerência e suas atitudes.   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidades de conhecer outras empresas, por se tratar de uma consultoria. Por ter benefícios por sistema de pontos, você adapta conforme as suas necessidades. Contras: Não existe um plano de carreira bem traçado junto aos funcionários. Por se tratar de uma consultoria ficam muito dependentes dos contratos junto aos clientes.   "},{"user":"Analista Programador Pleno","avaliation":"Prós: Pagamentos em dia, reembolso em caso de certificação, fácil acesso à gerência desde que trabalhe internamente. Bem localizada ambiente de certa forma agradável. Contras: Gerência engessada, algumas gestões usam a cultura de dispensar constantemente os profissionais, caso fique alocado no cliente a gerência abandona o consultor, só aparece caso haja solicitação por parte do cliente. Conselhos para presidência: Renovação da gestão, consultores \"prata da casa\", que se tornaram gerentes/diretores tem pensamento engessado. Não aceitam renovação, e não praticam de forma efetiva as metodologias ágeis, estão acostumados a apagar incêndios como programadores de uma década atrás.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: O salário é bom, os benefícios também são bons, o contato com os gerentes e coordenadores s~o bem tranquilos e de forma bem amigável, enfim, uma empresa boa para trabalhar. Contras: Como toda outsourcing e consultoria você corre o risco de ficar alocado no cliente e aí fica a mercê do acaso para ficar numa empresa boa, ou que ao menos valorize o terceiro.   "},{"user":"Analista Programador Sênior","avaliation":"Prós: Flexibilidade de horário, pacote de benefícios, clima organizacional e remuneração. Empresa muito boa para trabalhar. Recomendo tanto para quem está em início de carreira, quanto para quem já tem tempo de mercado. Contras: Acho a gestão de pessoas um pouco a desejar. Empresa poderia ter plano de carreira/metas para estimular o desenvolvimento. Alguns projetos não são bacanas, mas isso ocorre em qualquer consultoria.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Oportunidade de crescimento segundo o retorno do seu trabalho. Ambiente extremamente agradável mesmo quando alocado no cliente. Ótimos benefícios e proximidade com os gestores. Sala de jogos. Contras: Falta um plano de carreira pre estabelecido e dificuldade de mudar de projeto quando não se sente mais a vontade em um ou mesmo quando aprende uma tecnologia nova. Conselhos para presidência: Criar um plano de carreira   "},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tenho muito a dizer diretamente da empresa, todo o tempo que fiquei trabalhando para a BRQ estava alocando em outro cliente, mesmo sendo bodyshop o acompanhamento das gerentes de conta era bem efetivo. Contras: Todo o tempo em que estive alocado, entreguei projetos dentro ou até mesmo com antecedencias, recebi bons feedbacks do próprio cliente mas nunca tive uma perspectiva de carreira com a BRQ. Conselhos para presidência: Ter um plano de avaliação e bonificação ou algo proximo de um plano de carreira mesmo quando o funcionario é alocado em cliente.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Ambiente bom e descontraído. Chefes conscientes dos problemas e enganjados na busca por soluções. Sinto que a empresa começou a se preocupar com a formação dos funcionários. Contras: Sem perspectiva de crescimento. Não ha plano de carreira. Prazos curtos. Clientes que acham que sabem muito e acabam inviabilizando o próprio crescimento.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa possui grandes clientes e projetos, grande incentivo no desenvolvimento técnico dos colaboradores, ambiente de trabalho é muito bom, excelente curso de preparação dado quando os estagiários começam na empresa. Contras: O plano de carreira não é muito bom, não há muito reconhecimento dos funcionários, falta feedback para os colaboradores, o salário não é muito compatível com o mercado.   "},{"user":"Programador Sênior","avaliation":"Prós: É uma ótima empresa para se trabalhar, com clientes grandes e com nome for no mercado, equipe engajada, migrando para novas tecnologias, com grande potencial. Contras: Nenhum ponto negativo ao qual prejudique a empresa. Alguns clientes complexos de entendimento do processo de tarefas, talvez um pouco mais missão da empresa.   "}]