[{"user":"Programador Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: A sede da empresa é de fácil acesso, pois fica bem no centro da cidade, possui benefícios flexíveis e a contratação é sempre CLT full, negociando seu salário real sem a adição dos benefícios. Contras: Os funcionários do Backoffice da empresa são tratados como apenas um número em uma planilha. Tem acumulo do funções e não são nem reconhecidos, nem remunerados por isso. Os prazos são sempre absurdos e a empresa vende que tem a Cultura Ágil, mas na verdade, não sabem nem o que é um Scrum Master. O fluxo organizacional muda de semana em semana e, sendo assim, o funcionário nunca sabe para quem ele responde. Conselhos para presidência: Olhe seus funcionários como pessoas e não como números e preze pelo bem estar deles para que a produtividade seja muito melhor. Defina um fluxo organizacional e siga com ele para saber se é o correto ou se precisa de ajustes ao invés de mudar toda hora esse fluxo.   "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: Horários flexíveis, bons benefícios, ambiente de trabalho descontraído e saudável, com liberdade para o desenvolvimento de suas tarefas são os pontos positivos que observo em minha opinião. Contras: Dificuldade em lidar com o cliente e impor limites em alguns aspectos, proporcionando com que seja pedido dos desenvolvedores certas tarefas que não o pertencem, em função de tentar agradar o cliente..   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Empresa pontual, nunca deixou de pagar os funcionários. Pessoas atenciosas, ajudam uns aos outros, local de fácil acesso, empresa de médio/grande porte. Contras: Falta de reconhecimento, para dar um aumento ou promoção. E isto acaba causando desânimo nos funcionários que fazem por merecer, mas acabam ficando para trás, não no quesito aprendizado, mas sim na parte financeira.   "},{"user":"Desenvolvedor","avaliation":"Prós: benefícios, flexível, salários compatíveis. o ambiente na brq é agradável e a localização é boa! Contras: clientes cheios de problemas por falta de organização que levam no final de contas a culpa para nós terceiros Conselhos para presidência: sejam honestos na hora de dar um salário ao seu colaborados. não deixe que um grande colaborador viva mal por falta de bom senso na hora de ouvir uma proposta baixa para o cargo por parte do empregado.   "},{"user":"Programador Pleno","avaliation":"Prós: Benefícios ofertados são bem atraentes. Flexibilidade de horários. Alocação de profissional caso haja ociosidade. Ambiente descontraído e animado. Contras: Instabilidade por trabalhar com alocações. Reconhecimento é bem difícil e demorado. Sistema de feedback não é bem definido. Salário as vezes acaba sendo abaixo do esperado mas pode compensar por causa dos benefícios. Conselhos para presidência: Dar uma perspectiva para o profissional quanto a sua promoção e plano de carreira. Um profissional ficar quase três anos para receber uma promoção não acho muito correto.   "},{"user":"Programador Pleno","avaliation":"Prós: Os benefícios são muito bons, são em \"pontos\" cada ponto é um real e você pode distribuir em plano de saúde, VA, VR, plano odontológico, seguro de vida conforme desejar Contras: Em Curitiba gestão simplesmente não existe, e se você trabalhar alocado no cliente é ainda pior, só sabem que você existe porque faturam em cima   "},{"user":"Analista de Recrutamento e Seleção Pleno","avaliation":"Prós: Empresa favorece a evolução do funcionário, possibilitando as melhores praticas para que as atividades sejam desenvolvidas. Modelo de contratação muito atrativa. Contras: Alguns benefícios são inflexíveis, muitos cargos de coordenação para equipes pequenas, mudanças constantes na estrutura organizacional, e pouco investimento na área de RH.   "},{"user":"Programador Júnior","avaliation":"Prós: Desenvolvimento positivo, um grande auxilio para o desenvolvimento do funcionario e da empresa em conjunto Contras: Regras mal explicadas. Conselhos para presidência: Dar mais liberdade para os funcionario   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Horário flexível, remuneração melhor em relação ao mercado, benefícios, acesso aos gestores, oportunidades de realocação. Estou na empresa pela 3ª vez. Contras: O DP trata não trata os colaboradores com simpatia, lá tem duas pessoas que são grossas e ríspidas, o funcionário se sente como se estivesse mendigando um favor da empresa ou como se ele estivesse lá para \"ferrar\" a empresa. Conselhos para presidência: Precisa melhorar o atendimento do DP, 2 dos 4 que trabalham lá atendem os funcionários com desprezo total.   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade de horários. Trabalho direto com os gestores. Sistema de benefícios (que antes era mais compensador) ainda existe para que se possa escolher entre vale refeição, alimentação e plano de saúde. Contras: Funcionários com salários incompatíveis. Seniores que trabalham, sabem é são responsáveis ganham menos que alguns que não sabem é ficam o dia todo na Internet e whatsapp. Disputa e favorecimento de projetos entre gestores.   "}]