[{"user":"Programador Pleno","avaliation":"Prós: Bom ambiente de trabalho com horários flexíveis, benefícios oferecidos são excelentes. Salário compatível comparado com as outras consultorias. Contras: Pessoas não qualificadas para ocuparem cargos gerenciais, o colaborador dificilmente é reutilizado em outro projeto, onde se adequaria em uma vaga no qual está disponível.   "},{"user":"Programador Júnior","avaliation":"Prós: Possui um horário flexível. Boa carteira de benefícios. Aprendizado enorme e treinamento pago pela empresa.Sempre tive o apoio da gerencia para tomada de decisões e duvidas organizacionais. Contras: A participação nos lucros é irrisória; Não existe reconhecimento por parte da empresa de performances acima da média do empregado junto ao cliente; Não há plano de carreiras.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Alocação em outra empresa do mercado financeiro. Não faz muita diferença a empresa e sua estrutura. Estou em um bom contrato, que me proporciona um ganho razoável. Contras: Empresa não possui um plano de carreira sólido e motivante. Empresa de consultoria que apenas aloca seus recursos em seus clientes. E isso mesmo, somos recursos.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Possui um horário flexível. Permite o uso de bermuda. Boa carteira de benefícios. Boa carteira de clientes, focado na área financeira e bancos em geral. Contras: Trabalham muito com alocação no cliente, deixando o funcionário fora do clima e da cultura do cliente. Um dos escritórios fica em uma localização ruim, longe de restaurantes, difícil acesso de transporte. Valor de estacionamento caro.   "},{"user":"Analista de Requisitos","avaliation":"Prós: Flexibilidade de horário, sempre atentos ao bem estar do funcionário, gestores qualificados, salário equivalentes ao oferecido no mercado de acordo com cada função. Contras: não tenho nada que reclamar, pra mim a empresa atende todas as minhas expectativas,amo fazer parte deste time na area da tecnologia da informação.   "},{"user":"Estagiário","avaliation":"Prós: Empresa boa, ambiente descontraído. Aprendizado enorme e treinamento pago pela empresa . Pode usar bermuda e não precisa ir social,trabalhando na sede. Contras: Vr de estagiários tem um valor muito abaixo do mercado. Bastante horas extras sempre que necessário. Um pouco de pressão também para entrega de projetos. Conselhos para presidência: Aumentar o Vr dos estagiários e permitir horários flexíveis.   "},{"user":"UX Designer","avaliation":"Prós: Do ponto de vista de um trabalhador alocado, como sou, a empresa é muito aberta e permite uma boa mobilidade, além de também oferecer suporte necessário sem nos deixar na mão. Os beneficios são bons, assim como as oportunidades dentro da empresa (novamente, como profissional alocado) Contras: Existem muitos processos burocráticos que dificultam processos básicos, como a demora para instalar um novo software, por exemplo. A burocracia na empresa é de um nivel muito grande. Qualquer coisa nova leva algumas semanas para chegar, mesmo que seja somente um mouse ou algo assim.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Ofertas de cursos, flexibilidade do uso dos benefícios e boas oportunidades são o que definem Contras: Ficar no cliente, as vezes sem ter contato com a empresa ou algum gestor, faz com que até esqueçamos onde realmente trabalhamos.   "},{"user":"Consultor Técnico","avaliation":"Prós: Ótima empresa para trabalhar, tem pessoas agradáveis, é uma empresa correta, sempre em ascensão, buscando sempre se destacar e inovar no mercado de tecnologia. Contras: A empresa poderia ser mais participativa na evolução dos funcionários que estão espalhados em vários contratos pelo Brasil, doando oportunidade de crescimento dentro da empresa (matriz), avaliando os currículos e perfis. Conselhos para presidência: Avaliar perfis de funcionários lotados em contratos regionais.   "},{"user":"Estagiário","avaliation":"Prós: Acredito que o diferencial da BRQ seja a remuneração enquanto estagiário, os benefícios e a bolsa auxilio são compatíveis com o mercado, além da proximidade com áreas estratégicas do negócio. Contras: No geral avalio como boa a companhia, mas sinto que não há estrutura e planejamento justo para trilha de carreira, isso diminui as expectativas e afeta no desempenho. Também acredito que é possível desenvolver mais enquanto profissional, assim valorizando mais a mão de obra.   "}]