[{"user":"Analista de Redes JúniorEx-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudável com pressão moderada, mas com liberdade para desenvolvimento do seu trabalho. Oportunidade de trabalhar com vários tipos de tecnologias e soluções utilizadas no mercado de trabalho.\n\nContras: Estrutura organizacional pode ser um tanto confusa no primeiro momento. Plano de carreira ou promoção não são bem elaborados. Passagem de conhecimento e documentação podem não ser tão eficazes.\n\nConselhos para presidência: Dedicação nas tarefas do dia-a-dia, e agilidade na resolução dos desafios propostos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas PlenoEx-funcionário, saiu em 2016","avaliation":"Prós: Clima bem leve, com código de vestimenta bem permissivo, como poder trabalhar de bermuda. Massagens de graça, tanto na mesa quanto agendadas na cadiera de massagem. Bons benefícios no sistema Eflex.\n\nContras: Possui uma estrutura organizacional bem clássica, tendo que passar por todos os estágios de analista antes de poder pleitear uma vaga diferente. No geral, uma empresa bem tradicional.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"ConsultorEx-funcionário, saiu em 2015","avaliation":"Prós: Empresa com bons benefícios, salário pago em dia. Opção de escolher os benefícios que mais se adequam as necessidades do funcionário. Boa Empresa.\n\nContras: Você é alocado no cliente e não recebe nenhum feedback, possibilidades de crescimento é muito pequeno. Aumento de salário será bem difícil de obter.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Sistemas","avaliation":"Prós: Salário dentro da expectativa/ mercado e excelentes benefícios como VA, VR, etc\n\nContras: Avaliação de desempenho não é muito precisa. É registrada com frases prontas e não com o resumo dito no feedback.\n\nConselhos para presidência: Rever o processo e registro de avaliação de desempenho!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor II","avaliation":"Prós: Trabalho alocado no cliente e para falar sobre pontos positivos só posso falar com relação aos benefícios (possuimos Ticket Alimentação e Refeição e Plano de Saúde)\n\nContras: Trabalho alocado no cliente e para falar sobre pontos negativos, o que tenho a falar é com relação aos nossos gerentes da BRQ que raramente aparecem .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa possui um ótimo ambiente de trabalho, ótimos profissionais, diversidade de projetos e tecnologias, os benefícios são ótimos e o salário está alinhado ao mercado.\n\nContras: Os profissionais alocado não possuem um acompanhamento da empresa, o feedback ocorre de maneira muito superficial, não possui plano de carreira e os cargos não são compatíveis com o mercado.\n\nConselhos para presidência: É necessário adquirir novamente a confiança dos funcionários, pois no último ano a empresa acabou demitindo muitos profissionais e a estabilidade que já foi um ponto forte da empresa, hoje está em cheque.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Empresa flexível questão de horários, ambiente descontraindo, paga o salaria na média do mercado. .\n\nContras: Plano de carreira para poder crescer na área é necessário trocar de emprego, indo para concorrentes que presta serviço para o mesmo cliente.\n\nConselhos para presidência: Parar de Montar panelinhas no grandes cargos como gestor , Analista sênior ou coordenador. E da oportunidade pra quem quer crescer.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2015","avaliation":"Prós: Equipe muito boa, bom ambiente de trabalho, gestores acompanham a evolução do estagiário de perto mas sem pressão. Bom lugar pra se aprender.\n\nContras: Salário abaixo do mercado, o plano de carreira pode ser um pouco confuso. Em contra ponto com a baixa remuneração em relação ao mercado está o pacote de beneficios, que são bem flexíveis\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Salário, cultura, estrutura. ótima empresa. ótima localização horário flexível Excelente ambiente para crescimento profissional e pessoal oportunidade de trabalhar com novas tecnologias nas áreas de apoio.\n\nContras: Constante mudança... falta de visão estratégica de longo prazo...investir na área de vendas Algumas áreas podem trabalhar de forma mais próximas de outras....\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Sistemas","avaliation":"Prós: Empresa se preocupa com a qualidade de vida dos funcionários. Tem equipamentos e ambientes adequados para exercício das atividades, com acesso a hierarquia superior.\n\nContras: Dependendo do projeto existem diferenciações entre os gestores quanto a política de distribuição de tarefas, sendo que existem muitos picos de sobrecarga de atividades para pessoas de mesmo perfil e cargo, com diferenciação.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]