[{"user":"Analista de Sistemas","avaliation":"Prós: Bom ambiente para se trabalhar, colegas de trabalho bem intencionados sempre a ajudar, a empresa fornece treinamentos e se preocupa com a saúde do funcionário. Contras: Não há plano de carreira na empresa, quem trabalha alocado em cliente, dependendo do cliente não tem acesso à ferramenta interna de comunicação da empresa fazendo com que fiquemos por fora de algumas novidades.   "},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Tudo, salário, Benefícios, Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Horas extras 4 mensais, deveria ser mensal. Não ter táxi corporativo ou táxi por aplicativo corporativo. Horas extras 4 mensais, deveria ser mensal.   "},{"user":"Analista de Sistemas Desenvolvimento.NET","avaliation":"Prós: Salário é acima do mercado para cidade do Rio de Janeiro, pelo menos para quem fica alocado nos seus clientes. Bons benefícios e bom relacionamento entres os colaboradores Contras: Para os que ficam alocados não há feedback da BRQ pois eles não sabem o que você faz na empresa. Sem chances de aumento de salário e sem gestão Conselhos para presidência: Estar mais atentos a seus funcionários alocados visto que onde se obtém um grande valor por funcionário. Ter planos para promoção dos mesmos junto aos seus clientes. Ser mais claros nas entrevistas e descrições das vagas, pedem tecnologia de ponta mas no final você acaba trabalhando com coisa velha.   "},{"user":"Desenvolvedor de Sistemas Sênior","avaliation":"Prós: Empresa da oportunidade de crescimento e aprendizagem, pacote de benefícios é um dos melhores do mercado, flexibilidade de horário dentro do horário comercial Contras: Quem está em cliente não tem o home office de uma vez na semana o que deixa a desejar, se sentindo excluído desse benefício dado para quem está interno Conselhos para presidência: Se tivesse proporcionar o home para quem está em cliente seria perfeito   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Benefícios são bons para quem tem família, ajuda muitos, e o ambiente de trabalho também é agradável, estou a dois anos na empresa e recomendo Contras: Plano de carreira, não têm plano de carreira. Estou a dois anos consegui agregar bastante pontos positivos para a empresa, consegui aumentar o número de funcionários na área que atuo com o cliente porém até o momento ninguém me chamou para agradecer ou reconhecer o meu trabalho Conselhos para presidência: Rever os cargos, pois tem muitos funcionários que são bons e não tem oportunidade de crescimento.   "},{"user":"Analista de Teste","avaliation":"Prós: Home office, banco de horas, pontuação dos benefícios, a empresa está sempre limpa, o ambiente é descontraído, temos horário flexível o que ajuda muito para quem mora longe. Contras: A empresa não reconhece os esforços da maioria dos funcionários, os gerentes captam clientes sem se preocuparem com o prazo, vão aceitando qualquer prazo que o cliente fala, isso acaba desgastando o funcionário fisicamente e emocionalmente.   "},{"user":"Desenvolvedor de Front-end Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: O salário é bem competitivo com o mercado. Os benefícios são muito bons, estão acima da média comparando com as concorrentes. E ainda falando dos benefícios... São bem flexíveis, nos dão árias opções e nos permitem distribuir da melhor forma Contras: Algumas consultorias, além dos benefícios também oferecem PLR ou bônus. Seria muito interessante se a BRQ também trabalhasse desta forma. Seria um grande diferencial! Conselhos para presidência: Como a maioria das consultorias de TI. Os funcionários ficam alocados. As vezes ficamos perdidos em um \"limbo\". Como se não fossemos nem terceirizados e nem funcionários do cliente. O que pode ser melhorado é a relação BRQ/Terceirizado. Acho que a empresa poderia se aproximar mais dos funcionários alocados   "},{"user":"Arquiteto de Software","avaliation":"Prós: A empresa tem um ambiente muito agradável para se trabalhar. Além disso a ajuda dos benefícios esta acima do mercado. Fica bem próximos aos principais clientes. Contras: Creio que a burocracia atrapalha o andamento dos trabalhos dentro da empresa e algumas metodologias administrativas encarecem o custos dos projetos.   "},{"user":"Analista Programador","avaliation":"Prós: Salário atrativo e benefícios, além de ser perto de casa, e tem uma boa infraestrutura, com sinuca, ping pong e vídeo game, antes tinha café agora só de máquina Contras: Clientes chatos, falta de oportunidade de crescimento e não dar ouvidos as sugestões dos funcionários e fazem tudo o que o cliente pede, mesmo sendo absurdos   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Na empresa o legal são os benefícios e também as oportunidades nos clientes. Caso ocorra de perder o contrato, a empresa tenta realocar os profissionais. Contras: Ponto negativo, vejo os alocados sem plano de carreira, dificultando o planejamento de um crescimento, e também os dissídios, como o benefício é maior, não é reajustado. Conselhos para presidência: Ter mais atenção ao profissionais alocados, pois estes também são representantes da BRQ.   "}]