[{"user":"Estágio em Desenvolvimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade para pessoas mesmo sem experiência como estagiários, onde em alguns casos e dado cursos e treinamentos interno específicos para o desenvolvimento. Apesar do pouco tempo de empresa fiquei muito grato pela oportunidade e o conhecimento adquirido. Contras: Como todas as empresas ainda existe pessoas que depressão pelo fato de ser estagiário, não dando atenção mesmo sendo designando a ajudar, são poucos mas mesmo assim complica bastante o aprendizado.   "},{"user":"Analista de Testes Júnior","avaliation":"Prós: Tem muita flexibilidade de horários, clima muito agradável para se trabalhar, benefícios muito bons. A empresa prega muito a qualidade de vida dos funcionários e busca sempre melhorar. Contras: Um pouco difícil para crescer, difícil para se conseguir um aumento. Não promovem ação de feedback dos gerentes e líderes, estão querendo mudar a cultura pra ser uma empresa ágil, porém tem muito o que trabalhar ainda para atingir esse objetivo, claro que parte dessa dificuldade vem tbm da cultura dos clientes, dificultando um avanço maior da empresa. Conselhos para presidência: Dar mais feedbacks para os funcionários sobre o desempenho de cada um é fundamental. Valorizar e aproveitar mais os funcionários que já estão na empresa, evitando contratações desnecessárias. Melhorar o salário dos profissionais.   "},{"user":"Arquiteto Júnior","avaliation":"Prós: A empresa tem uma cultura boa, claro que depende um pouco de cada time mas no geral é agradável. Os seguintes pontos são bem legais NoDresscode, flexibilidade de horários e Home Office. Contras: A politica de remuneração poderia ser um pouco melhor talvez adicionando um bônus ou até mesmo uma PLR. A forma como batemos o ponto não é das melhores. Conselhos para presidência: Aumentar o numero de eventos que podem unir os funcionarios que atuam varios clientes. Permitir Home Office 2 dias por semana acredito que seria o ponto de equilíbrio ideal.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Equipe super colaborativa. Chefes e colegas contribuem de forma positiva os trabalhos a serem entregues para os respectivos clientes em potencial. Contras: Dependendo do cargo, fica na dependência de novos projetos ou serviços, o que complica um pouco para quem ingressa na empresa. É preciso ter paciência neste aspecto.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho agradável, pessoas dispostas a ajudar no que for preciso e benefícios bons. Tenho aprendido muitas coisas legais e quero crescer aqui. Contras: A bolsa auxílio poderia ser um pouco maior para os estagiários e o vr, mas estou satisfeito com o que estão me proporcionando nessa fase do meu estágio.   "},{"user":"Líder Técnico","avaliation":"Prós: A brq oferece um ambiente colaborativo os profissionais, flexibilidade de horários e também a possibilidade de atuar remoto em alguns projetos. Contras: O ponto negativo da brq, que eu preciso frisar, é o fato de não termos uma política de reajuste de salários não termos um feedback sobre nossa postura, relacionamento com o cliente. Cada gerente tem seus próprios critérios e isso não fica claro pro time. Conselhos para presidência: Implantar uma política de revisão de salários e participação por resultados.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Bons benefícios, salário compatível com o mercado, boa comunicação, bom suporte para os funcionários que estão alocados como no meu caso.... Contras: Quando está alocado você é de certa forma esquecido. Não transpassa o sentimento de estar trabalhando para a BRQ mas sim para o cliente, o que te faz sentir que talvez não tenha a oportunidade de crescimento.   "},{"user":"Desenvolvedor Java Pleno","avaliation":"Prós: Os benefícios são ótimos, R$2.000,00 para ser distribuído como quiser, flexibilidade parcial de horários e salão com sinuca e ping-pong para aliviar a mente Contras: Dependendo da equipe que cair, o cliente é um deus, várias vezes tendo de virar madrugadas por capricho. Falta de comunicação e o ágil não consegue me manter muitas vezes pelo superior estar sobrecarregado de projetos Conselhos para presidência: Liberação de HomeOffice para não alocados e melhor distribuição de funções, o trabalho deve possibilitar viver e não apenas viver para trabalhar   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Empresa com ambiente agradável e em fase de crescimento. Equipe boa e de qualidade. Possibilidade de crescimento somente se vc for próximo aos gestores. Sala de jogos horario flexível e home office. Contras: Falta de um plano de carreira. Se não tiver contato com os gerentes dificilmente ira subir. Difícil a movimentação entre projetos. Poderiam escutar mais os seus funcionarios. Conselhos para presidência: Tenha um plano de carreira solido   "},{"user":"Analista de Sistemas","avaliation":"Prós: Plano de carreira, Ótima localização, investimento no funcionário (cursos e especialização), reembolso de certificados, excelente pacote de benefícios. Contras: Trabalho é alocado em clientes, fazendo com que você se desloque para vários clientes em várias localidades, onde nem sempre possui fácil acesso ao transporte público.   "}]