[{"user":"Líder de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente empresa para se trabalhar, clima familiar mas seria com boas condições, salários maiores que o mercado e com benefícios altos. Além de PLR. Contras: O RH da empresa somente realiza a contratação, após isso não existe um acompanhamento do profissional. Mas São muito atenciosos e dispostos a ajudar. Conselhos para presidência: Esteja mais próximos de seus funcionários, hoje o Presidente é de difícil acesso e desconhece quem realiza o trabalho.   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Empresa possuiu um grande pacote de Beneficios, bons clientes, os projetos normalmente são de no mínimo 6 meses e geralmente temos flexibilidade de horário. A empresa tem grande potencial de se tornar uma das melhores consultorias Contras: Alguns pontos que a empresa deixa a desejar, é referente a plano de carreira. Muitas vezes eles acabam contratando um profissional de fora e esquecem de ver os profissionais capacitados internos. Conselhos para presidência: Acho que vocês devem investir um pouco mais nos funcionários.   "},{"user":"Arquiteto de Integração SOA - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa que tem excelentes profissionais e uma coordenação atuante, compreende a necessidade do cliente e se coloca de forma a atende-la da melhor forma possível. Tem excelentes benefícios, paga em dia e tem um bom relacionamento com o funcionário. Contras: Por conta de sua grande expansão, esta passando ao meu ver pela necessidade de contratação de bons lideres para alguns projetos, isso acaba acarretando em perda de qualidade nas entregas e desmotivação da equipe. Conselhos para presidência: Fazer mais reuniões com os funcionários, para perceber o ponto de vista e as oportunidades que podem ser aproveitadas a partir do conhecimento e da percepção dos colaboradores.   "},{"user":"Analista DBM Pleno I","avaliation":"Prós: Gestor compreensivo e sempre disposto a ajudar a equipe, salário e benefícios bons, equipe de trabalho também ótima, todos parceiros e com boa vontade. Contras: Melhorar e muito a cultura do RH e DP, a maioria das meninas não tem educação e empatia para com os funcionários, não explicam ou auxiliam corretamente. Conselhos para presidência: Melhorar o RH e DP   "},{"user":"Desenvolvedor .NET Júnior","avaliation":"Prós: Bom para quem quer se desenvolver profissionalmente pois você atuará em projetos bem legais envolvendo o core da linguagem. Só é difícil de ser reconhecido. Contras: Dependendo do projeto em que você estiver estará a mercê do cliente e das condições que ele oferece para você trabalhar, como por exemplo na sede você pode ter um dia de home e no cliente não há essa possibilidade. Conselhos para presidência: Galera do marketing às vezes exagera, acredito que toda empresa deveria dar cesta de natal.   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade de horário, home office, ambiente descontraído e oportunidade de crescimento e desenvolvimento pessoal por meio de apoio a certificação Contras: Dificuldade em visualizar um plano de carreira pois não existe uma estrutura organizada de cargos, sendo assim torna difícil para o funcionario conseguir visualizar ou traçar metas   "},{"user":"Estagiário Desenvolvedor","avaliation":"Prós: Benefícios, conhecimento que podem ser adquiridos com a convivência envolvendo pessoas com auto potencial. Contras: Falta de treinamento adequado, durante a seleção disseram que antes de por a mão na massa teríamos treinamento, infelizmente isso não foi cumprido. Conselhos para presidência: Investimento em capacitação e treinamento valorizando e expandindo o intelecto de cada colaborador   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: A empresa disponibiliza um ambiente muito bom para se trabalhar, com um horário flexível e um pacote de benefícios bem suficiente, a equipe é bem capaz e torna o ambiente bem descontraído. Contras: Acredito que os computadores dos desenvolvedores estão um tanto quanto desatualizado, um note book com processador Intel core i3 da 2 geração com 4gb RAM não é suficiente para um dev realizar o seu trabalho.   "},{"user":"Analista de Testes Júnior","avaliation":"Prós: A empresa é boa para trabalhar, oferece horário flexível, treinamentos, e integração entre colaboradores, aqui eu aprendi a ser um Scrum Master e me envolver com a comunidade ágil. Contras: Não chega a ser um ponto negativo apenas uma observação, acho que está mais para ponto positivo do que negativo, aqui falta espaço para todos os colaboradores, e a maioria dos equipamentos de ar condicionado não ajuda muito. Conselhos para presidência: Continuar nesse caminho   "},{"user":"Analista de Sistemas DevOps","avaliation":"Prós: Flexibilidade de horários , ótimos profissionais, ambiente descontraído, oportunidade de ascensão, benefícios bem completos, gestores dedicados Contras: Faixa salarial muito baixa em relação ao mercado. Pouca facilidade de negociação e inflexibilidade para alimentos e melhorias de beneficios.   "}]