[{"user":"Analista de Processos Pleno","avaliation":"Prós: Incentivo para cursos de idiomas, certificações, faculdade podendo ter reembolso de até 100% de acordo com sua avaliação anual e home office. Contras: Remuneração e vr abaixo do mercado, desconto para dependentes no plano de saúde. Diferença salarial entre os departamentos, só valoriza o funcionário quando recebe prósposta melhor no mercado ( claro que esse item pode variar pela gestão)   "},{"user":"Auxiliar de Serviços Gerais/Auxiliar de Produção - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimo ambiente de trabalho Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Como a empresa está crescendo muito e muito rápido acredito que algumas contratações não estejam sendo feitas de uma forma muito legal, agora tem muitos funcionários um pouco desqualificados   "},{"user":"Analista de Suporte Especializado","avaliation":"Prós: Flexibilidade de entrada e saída do trabalho, amizade entre os funcionários, localização da empresa, e não tem muito mais a acrescentar para a empresa. Contras: Salário, benefícios e trabalho em excesso. Existe muito cacique para pouco índio, e falta de informação de onde a empresa quer chegar, funcionários fica sem informação.   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade, oportunidade e inovação, assim como a possibilidade de movimentação em outros escritórios fora do Brasil e aprendizado continuo Contras: Melhoria nos benefícios, aumento na quantidade de cursos internos, capacitação principalmente novas tecnologias do mercado para termos maior competitividade   "},{"user":"Analista de Suporte de Atendimento","avaliation":"Prós: Salario é bom para o cargo de Analista de Suporte Nivel I , localização é boa, no centro de SP onde tem tudo muito proximo, desde restaurantes, fast foods, etc Contras: Fui contratado como nivel I porém voce acaba trabalhando em muitas campanhas e até mesmo faz um trabalho de um nivel II e nivel III porem não ha reconhecimento no salário. Não sei se deve ser assim em todos os locais, porem onde fica e para o cliente para quem trabalhamos(grande banco) é assim. Fora o RH que é lento e ineficiente   "},{"user":"Funcionário","avaliation":"Prós: Empresa séria com ambiente colaborativo e ótimas pessoas. Possui um ótimo programa de capacitação e treinamento para toda empresa. Recomendo a TIVIT. Contras: Empresa em um momento de transição buscando um direcionamento na nova era digital. Está transição traz um período de acomodação que pode trazer alguma insegurança aos profissionais.   "},{"user":"Suporte Técnico","avaliation":"Prós: ponto Positivo. Política de nunca atrasar o pagamento e disponibilização do benefício vale transporte, vale refeição. Não encontrei outra coisa agradável para colocar aqui. Contras: Em minha visão de funcionário alocado em cliente digo que você é apenas registrado na Tivit e depois tornasse um soldado enviado para a guerra com o mínimo de recurso para sobreviver e torna-se esquecido. Não tem perspectiva de crescimento, mudança, evolução profissional, o que te prometem quando querem te contratar não é o que acontece depois que você está dentro, contato com gestor uma ou duas vezes por ano e por telefone varia entre uma vez por mês ou duas vezes. Benefícios como instituição de ensino idioma/ graduação e pós-graduação sem sucesso, é apresentado como disponível na entrevista mas nunca nem vi, mesmo depois de diversas tentativas. A empresa dificulta processo seletivo interno, gestor não te deixa sair do cliente para coisas novas por que a operação dele vai sofrer instabilidade para treinar um novo recurso e com isso os anos passam e você fica sendo só um número. Não recomento. Conselhos para presidência: Olhar para os recursos que ficam fora do escritório (recursos que ficam em clientes) pois são a linha de frente, o marketing e propaganda da empresa, somos quem mostra quem é a empresa o único contato que o cliente tem. É necessário uma maior valorização disso e não contar como um número para gerar lucro.   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimo ambiente de trabalho e excelentes supervisores. A empresa olha para os seus colaboradores com empatia, esse é o diferencial da Tivit. Não me arrependo de ter trabalhado lá. Contras: O produto que eu trabalhava acabou, o que resultou na demissão. Se não fosse por isso ainda estaria lá, há chances de crescimento dentro da empresa.   "},{"user":"Gerente Geral","avaliation":"Prós: Empresa buscando inovação e reestruturação. Possui colaboradores com extrema competência técnica. Clientes de grande porte e com estabilidade de emprego. Contras: Engessada em seus processos. Camada executiva com dificuldades de encontrar um caminho para o futuro. Ausência de autonomia para realizar as entregas necessárias para os clientes   "},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Para uma empresa desse porte, não achei pontos relevantes. Tem muitos clientes fortes e relevantes, mais esses clientes não sabem que quem cuida de sua empresa está desmotivado Contras: Querem profissionais sênior, mais na contratação vira Júnior para não pagar o salário justo. Benéficos é ridículo, pelo porte da empresa e faturamento, como por exemplo vr de R$ 13.00 pode acreditar é só isso mesmo por dia. RH não se conversa com outros áreas de remuneração benefícios, tudo é muito demorado e cansativo para fazer, exemplo uma simples troca de cargo, fica um enviando e-mail pra outro e ninguém resolve. PLR não precisava ter, da pra chamar R$ 100,00 de PLR? Enquanto os chefes ganham plr exorbitantes. Acumulo de função, quando sai alguém do setor não repõe, ou seja, você vai trabalhando pra 2 ou até 3 pessoas. Gestão é um fracasso, pegam analistas juniores e colocam como gestor para economizar verba. Funcionários são tratados como robôs, qualidade de vida zero, não deixam fazer horário de almoço ou janta. Conselhos para presidência: Conversem com os funcionários e veja a tal pesquisa de clima que é feito todo ano só para inglês ver, a grande maioria dos funcionários estão insatisfeitos e saindo, por conta da má gestão, benefícios nada atraentes, você presidente, almoçaria com R$ 13,00 no dia? Funcionários dão o sangue pela empresa o PLR deveria ser igual para todos e não essa miseria que é paga, faturamento sabemos que tem a empresa. Olha o dissídio que é praticado 2% ? Sai desse sindpd é uma mafia aquilo, se a empresa está onde está hoje é por conta de pessoas que trabalham lá, deem mais valores, adotem home office, happy friend, muitas empresas já está adotando isso. Fui para uma empresa concorrente, com dobro de benéficos, saiba segurar seus funcionários, sei que a Tivit é capaz.   "}]