[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Flexível e dinâmica. Cheia de oportunidades de aprendizado técnico e crescimento pessoal e profissional. Empresa de capital nacional. Empreendedora. Contras: Poderia ter um plano de carreira mais consistente. Além de um ano de incentivo financeiro e reconhecimento. Distribuição de lucros muito centralizado   "},{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2013","avaliation":"Prós: Uma empresa de grande porte que possuí um leque de oportunidades, de crescimento profissional e acordo com as qualidades , competências e qualificações de acordo com o perfil Contras: No geral, o quantidade de funcionários concentrado no mesmo espaço, causa, em alguns momentos, desfoco nos procedimentos e até mesmo passando despercebidos falhas na comunicação   "},{"user":"Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios são excelentes. Tanto o vale alimentação, quanto ao plano de saúde. Contras: a central de BSB é 24h. As escalas são muito desordenadas, mudando seus horários totalmente controversos. Ambiente de muita pressão, física e psicológica.   "},{"user":"Operador Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Contrata pessoas com piercing, tatuagem, e portadores de deficiência. Não faz distinção no momento da contratação! VT bom, o necessário. Somente estes os prós. Contras: Salário, coordenação, gerência, condições de trabalho....tudo! VR abaixo do mercado, salário de APN (somente para não pagar o piso do operador de telemarketing). Função fantasma Conselhos para presidência: Pessoas mais preparadas para cargos de chefia   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Possui uma plataforma onde disponibiliza cursos para capacitação profissional. Ajuda de custo em cursos de graduação e cursos de inglês, porém após 1 ano de contrato. Contras: Salário não compatível com o mercado. Vale refeição de 18 reais mensais, muito baixo em relação ao padrão das empresas. Baixa perspectiva de crescimento.   "},{"user":"Analista de Requisitos Sênior","avaliation":"Prós: O pagamento quinzenal sempre em dia. Benefícios atrativos como o Gympass. Horário de trabalho tranquilo. Plano de saúde, odontológico, seguro de vida. Contras: A fábrica de software de Brasília é extremamente desorganizada. Não existe um processo definido de desenvolvimento. Os gestores despreparados para lidar com a equipe. O trabalho é orientado a faturamento. Não tem nenhuma preocupação com a qualidade dos serviços.   "},{"user":"Analista de TI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade de transferência de cliente... Contras: Reconhecimento e aproveitamento.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Alguns colaboradores são bem gente boa. Horário de almoço flexível, possibilidade de acesso remoto quando necessário. Oportunidades para migrar entre equipes. Contras: VR é o mínimo permitido pelo sindicato, atualmente, 18,00. Não é pago o fretado, mesmo quando se mora muito longe, isso infelizmente pesa muito. Conselhos para presidência: Retornem a pagar o fretado para quem nitidamente precisa, façam uma regra para a aceitação para não virar um beneficio para quem não precisa.   "},{"user":"Técnico de Suporte","avaliation":"Prós: Quando de funcionarios com estrutura par cre3scimento da empressa durante todo tempo de serviço eles abreem oportunidades em outras areas superiores Contras: Salarios pouco baixo do mercado e variaçoes de valores para diferentes estado mesmo os funcionarios exercendo as mesmas funçoes tem que rever esse aspecto   "},{"user":"Teleatendente - Ex-funcionário, saiu em 2012","avaliation":"Prós: só é bom para quem quer o primeiro emprego. Contras: não incentiva o funcionário, só cresce quem é puxa saco e nunca pode escolher a folga. não valorizam funcionários antigos, pagam errado o vale transporte.   "}]