[{"user":"Analista SEM - Ex-funcionário, saiu em 2018","avaliation":"Prós: benefícios bons oferecidos pela empresa, ajudam bastante e apoiam no complemento do salário. também tem horários de trabalho bons e flexíveis em algumas áreas Contras: rh desorganizado, não dá para contar com apoio quando se precisa. Falta de compromisso com os funcionários e má vontadexpara atender as pessoas   "},{"user":"Especialista de Sistema I","avaliation":"Prós: Trabalhar na TIVIT é muito interessante, pois possui cursos e formação técnica profissionalizantes, gestão de pessoas e política de reembolsos. Contras: O que deixa a desejar são os benifícios, pacote bem básico, dentro do que exige a CLT. Outro ponto é o valor do VR de 17,50, sendo que descontam em folha de pagamento 50,00 mensais.   "},{"user":"Agente de Processos e Negócios I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia, ótimo convênio médico. Empresa de referência no mercado, fácil acesso ao transporte público. Bons produtos e serviços oferecidos pela mesma. Contras: Plano de \"carreira\" com difícil acesso, treinamento escasso, VR baixo, RH no atende telefone, falta de comunicação com o colaborador. Telefonia ruim, cai direto a comunicação.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Facilidade de comunicação com superiores, empresa que esta atualizando com o mercado e contrato e acessível para migração de cargo (mas somente a função, não o salário). Contras: Plano de carreira, por mais que a TIVIT possui formas de avaliações internas na qual auxiliam no plano de carreira, a oportunidade de estar migrando é até um pouco mais acessível, no entanto o salário já é algo mais complicado.   "},{"user":"Analista de Suporte Especializado","avaliation":"Prós: Salário alto, pagamento em dia, plano de saúde e dental um dos melhores, cursos dados pelos próprios funcionários colocando o dia-a-dia das ferramentas, oportunidades dando prioridade para funcionários Contras: Apesar dos benefícios serem excelente há um beneficio que não é tão bom assim que seria o Vale Refeição que é 17,51 por dia uma vez que o almoço ou a janta em Alphaville é mais caro que o Vale.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Plataforma de cursos internos e pagamentos pontuais. São as únicas características positivas desta empresa, visto que nem mesmo as estações de trabalho tem performance adequada! Contras: Paga mal e exige muito...RH péssimo, que não facilita escalonamento de problemas internos. Péssimo feedback gerencial. O sistema interno de avaliação é pura formalidade...   "},{"user":"Analista Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente, o espaço que se trabalhava era muito agradável, tinha local para almoçar e a comida era muito boa. Os coordenadores também eram muito agradáveis Contras: A pressão era muito grande, e a gente pegou o começo da empresa entrando na Tivit, então foi tudo muito corrido com muita pressão. Mas mesmo assim era jom "},{"user":"Funcionário","avaliation":"Prós: Progresso de aprendizado e além de dar muitas oportunidades, como eventos, viagens e crescimento profissional. Além disso, por ter a empresa em outros países, o aprimoramento da língua para algumas áreas também é presente. Contras: Não tive reclamações, mas por ser uma empresa grande, alguns cargos poderiam ter salários mais altos.. Mas tirando isso, é uma ótima empresa.   "},{"user":"Analista de Suporte de Atendimento - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa boa para se trabalhar, eu trabalhava no período da madrugada e pra mim era bom pois ganhava adicional noturno, e ambiente de trabalho tranquilo e pessoal gente boa. Contras: Salário não é lá essas coisas e Rh muito ruim, difícil falar com alguém de recursos humanos, não dão muita bola e ficam jogando um para o outro.   "},{"user":"Operador de Teleatendimento","avaliation":"Prós: Ambiente agradável, embora haja pressão por se tratar de vendas, possui um ambiente bom, as pessoas são legais e é possivel aprender muito . Contras: Salário baixo, as oportunidades de crescimento ocorrem não por criterios de competência, mas sim por criterios de afinidade e amizade e isso é injusto demais   "}]