[{"user":"Operador de Telemarketing Trainee","avaliation":"Prós: A localização da empresa é boa, no centro e é de fácil acesso, a carga horária também é boa, é o valor do ticket alimentação é muito bom..... Contras: Não sei avaliar, tem muitas coisacoisas para melhorar, principalmente referente ao valor do salário que está bem abaixo do mercado, devem ser atentar a isso. "},{"user":"Coordenador de Serviços II","avaliation":"Prós: Clima de trabalho muito bom! Aprendizado grande e uma empresa com grande visibilidade o que torna o ambiente muito bom. Temos muitas coisas pra mudar e crescer mas de uma forma geral muito bom. Contras: Falta mais qualidade nos gestores. Acredito que o gestor deveria se preparar mais pra lidar com pessoas e conseguir mais dos colaboradores liderados. Conselhos para presidência: Invista mais nos gestores para termos mais gestão dos times envolvidos.   "},{"user":"Analista de Middleware","avaliation":"Prós: O salário é acima da média do mercado, o processo seletivo é extremamente rápido para a contratação, a flexibilidade no horario é um ponto positivo. Contras: Trabalhar dedicado no cliente você fica desassistido, os benefícios são baixos, o vale alimentação é muito baixo para o local, os gestores não são tão presentes, não há rodadas de feedback.   "},{"user":"Analista de Suporte em Redes","avaliation":"Prós: Equipe colaborativa, pagamento de horas extras e oportunidades internas. Academia com diversos cursos disponíveis em diversas áreas e reembolso de certificação. Contras: Coleguismo impede que novos funcionários tenham acesso a vagas mesmo que estejam no mesmo nível de conhecimento ou acima. Plr incompatível com o mercado.   "},{"user":" - Ex-funcionário, saiu em 2011","avaliation":"Prós: Oportunidade de crescimento dentro da empresa e aprendizagem.. Curso preparatório para o cargo de teleatendimento e supervisores atenciosos. Contras: Apesar de cumprir o limite máximo de horas que uma pessoa deve permanecer trabalhando com teleatendimento (telefone/headset), é um trabalho cansativo com poucas pausas   "},{"user":"Gerente de TI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Alguns (poucos) líderes com voltados às pessoas e não somente pensando em resultados finais. Sites novos e com infra-estrutura em ótimas condições. Contras: Em geral a empresa foca em resultados financeiros. Muitos profissionais com alto desempenho e muito valor agregado à empresa não podiam receber reajustes salariais caso naquele ano a empresa (ou o cliente/projeto) que atuou não estivesse de acordo com as metas. Quase impossível planejar crescimento profissional alinhado à crescimento financeiro.   "},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamentos em dia, nunca atrasou. Os benefícios são bons. Tem Gympass. Horário flexível quando não se está no cliente. Se você conseguir construir uma relação com os chefes e pessoas de SP e PR talvez consiga alguma coisa. Contras: A localização no RJ é péssima, num casarão geminado antigo, sem elevador, apesar de ter 5 andares. A gerência é descoordenada, entra e sai gente e em pouco tempo ninguém sabe quem você é. Contratam e demitem sem o menor esforço ou interesse em reaproveitar as pessoas. Conheço vários casos de pessoas que saíram de outras empresas para ir para lá, e alguns dias depois foram demitidas porque mudaram a gerência e resolveram fazer diferente. Também conheço um caso de uma pessoa selecionada que pediu demissão da sua empresa e quando foi assinar o contrato, a Tivit desistiu de contratar. A unidade do Rio de Janeiro parece completamente perdida e desconectada do que é divulgado como sendo o resto da empresa. Não há instalações bonitas, os banheiros são imundos, não há bom ambiente social, não há treinamento (exceto os online que são bastante superficiais, parece faz de conta), a desmotivação é generalizada. O plano de saúde é Notre Dame que é péssimo. Conselhos para presidência: 1) Prestar atenção nas pessoas. Estão perdendo talentos e parece que não se importam. 2) Unificar a postura e o tratamento da empresa em todos os estados. Não é bom ver os colegas de outro estado em situação melhor.   "},{"user":"Funcionário","avaliation":"Prós: Tem bastante treinamentos, oportunidade de aprender coisas novas e mudar de função. As pessoas em sua totalidade são bacanas apenas dos péssimos gestores Contras: Porém salário extremamente baixos, sem reconhecimento de esforço, os mais antigos nunca são valorizados não importa quantas funções acumularam ao longo do tempo   "},{"user":"Funcionário","avaliation":"Prós: Empresa de grande porte, consolidada no mercado. Possui desafios diários e está alinhada às novas tecnologias do mercado. O acesso aos gestores é muito fácil. Contras: Está perdendo a identidade no momento de transformação que está vivendo. Muitos processos dificultam o dia a dia e a versatilidade que sempre foi sua marca.   "},{"user":"Assistente de Assistente de Recursos Humanos (RH) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Foi muito bom, crescimento profissional e conhecimento na empresa. ... Contras: Foi pessimo. por isso nao deu aumentar do salario. .......   "}]