[{"user":"Monitor de Qualidade - Ex-funcionário, saiu em 2018","avaliation":"Prós: Plano de carreira e remuneração nivelar. A empresa possui uma ótima estrutura, pagamento de benefícios em dia e alguns gerentes são bem humanizados . Contras: Devido à sua imensidão pelo território brasileiro e internacional, algumas informações se perdem e feedbacks a respeito da má gestão não chega aos responsáveis   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Aprendizado e oportunidades de conhecer diversos ambientes diferentes, pessoas boas, plataforma de treinamentos interessante, salário em dia Contras: Muita politicagem e favorecimento pra quem conhece o gestor mais influente. Você só é bom se estiver a disposição sempre, tem que ficar se humilhando pra ter reconhecimento. Conselhos para presidência: Parem de só querer lucrar, valorizem e coloquem a meritocracia em prática, existem muitos profissionais bons que carregam essa empresa nas costas. Sem eles vocês não tem nada.   "},{"user":"Analista de Backoffice Pleno - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ambiente gostoso de trabalhar, os supervisores respeitam o funcionário e a integração da equipe de marketing com os funcionários nas épocas festivas deixa o ambiente mais leve. Contras: Nunca procurei um ponto negativo, a empresa era solicita em tudo. Suas regras eram basicamente as mesmas de qualquer empresa, então a postura também depende do funcionário.   "},{"user":"Agente de Negócios - Ex-funcionário, saiu em 2015","avaliation":"Prós: Pagamentos de salário em dia, possiblidade de crescimento profissional, diversos treinamentos e cursos para desenvolvimento dos funcionários Contras: É uma excelente emoresa, porém falta um pouco mais de comunicação e consideração por parte dos gestores a funcionários aplicados. Resolvendo esse problema, acredito que muita coisas iriam mudar e consequentemente os funcionários sentiriam mais prazer no trabalho. Conselhos para presidência: Conversem com seus funcionários, ouçam suas críticas e sugestões e tenham mais empatia com a base de sua empresa.   "},{"user":"Operador de Telemarketing Recepitivo - Ex-funcionário, saiu em 2009","avaliation":"Prós: Ambiente descontraído, estrutura tecnológica, vários segmentos de negócios, produtos e serviços, horário de trabalho razoável, localização privilegiada em São Paulo, pois possui várias unidades Contras: Ambiente sujo, devido quantidade alta de funcionários, salário abaixo da média de mercado, poucas oportunidades de crescimento, somente vale refeição como benefício é com valor muito baixo   "},{"user":"Funcionário","avaliation":"Prós: A empresa tenta, mas não consegue. A area digital não funciona, infelizmente apenas lustraram produtos antigos para chamar de inovação. Equipe bastante junior e pouco calejada de mercado. Basicamente vendedores que tiram pedidos. Não existem muitos pontos positivos, o clima é falso, todos tentam fingir ser ótimos, todos fingem ser amigos e na verdade todos sabem que não funciona e estão frustrados. Contras: A empresa não entendeu para onde ir, dependente do presidente até para assinar um papel. Triste de ver uma empresa Tão grande em uma decadencia tão importante. O time é motivado a fazer posts como se isso fosse funcionar, webinar sem conhecimento do conteudo. Realmente assustador. Conselhos para presidência: Venda! Deixe os dinossauros irem para casa.   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: cumpre oque propoe , é uma empresa verdadeira que deixa bem claro seu salario , horarios , disponibilidade de subir de carreira , porem nao valoriza seus funcionarios. Contras: desvalorizaçao a longo prazo , com o passor do tempo nao te dao mais aquela atençao do começo, os cargos maiores desprezam os cargos inferiores , existe muita rivalidade ali dentro de cargos. Conselhos para presidência: Valorizem seus funcionarios   "},{"user":"Agente de Suporte I - Ex-funcionário, saiu em 2015","avaliation":"Prós: É uma excelente empresa, grande porte, valoriza os funcionários, bem localizada, um ótimo ambiente de trabalho. Supervisão adequada, benefícios e salários pagos em dia. Contras: Pouca oportunidade de crescimento. Pagam somente uma condução. Isso atrapalha a vida do funcionário porque acaba tendo que sair muito cedo e chegando do muito tarde em casa.   "},{"user":" - Ex-funcionário, saiu em 2010","avaliation":"Prós: Beneficios e a única coisa que valia a pena. Os clientes era ótimos mas não tinha chance de desenvolver uma evolução e nem sugerir soluções. Contras: Remuneração e liderança... Não éramos reconhecidos e tínhamos que fazer escalas de trabalho fora do escopo e do regime CLT. Horas extras são constantes e se recusar a fazer era advertido   "},{"user":"Analista de TI Júnior","avaliation":"Prós: Trabalho em cliente pelo menos onde fico as pessoas são legais e gostam de ajudar as outras além de serem flexiveis e procurarem ajudar o fucionario Contras: Uma dificuldade de pagarem as pessoas, beneficios ( como vale transporte e FSTS) alem de demorarem para assinar a carteira de trabalho e alem que o RH não funciona. Conselhos para presidência: Mais eficiência com RH e se atentar as leis trabalhistas.   "}]