[{"user":"Analista de Redes Pleno","avaliation":"Prós: Plano de saúde , ambiente de trabalho , a implementação de novas tecnologias , ter a gestão da equipe distante tem suas vantagens e desvantagens , flexibilidade de horário e a posibilidade de home office um dia por semana Contras: A falta de transparencia da empresa em relação estrutura das equipes que mudam constantemente , a falta de plano de carreira para o colaborador Conselhos para presidência: Elaborar um plano de carreira mais claro para cada colaborador   "},{"user":"Assistente Administrativo","avaliation":"Prós: O ambiente de equipe. De fato ajuda muito a superar o baixo salário e a baixa valorização do RH da empresa para com os funcionários. A união faz a força; Contras: O ponto negativo é o baixo salário, baixo investimento no capital humano, o funcionário é visto com um número e acaba sendo tratado feito lixo.   "},{"user":"Teleatendente - Ex-funcionário, saiu em 2010","avaliation":"Prós: Bom o salário não atrasava, o horário era bom o vale transporte era certo o vale alimentação a e os auxílios para quem tem filhos também não deixa a desejar Contras: Precisa melhorar a ordem de comissão um pouco confuso, não sei se eu que não entendi direito mas deixar bem explicado. É sempre bom para não ter avaliações negativa Conselhos para presidência: Já é um bom lugar.   "},{"user":"Analista de Segurança Júnior","avaliation":"Prós: Empresa boa para aprender, pois proporciona várias tecnologias de fabricantes e segmentos diferentes, além de contar com muitos profissionais bem qualificados. Contras: Empresa com muita burocracia no que diz respeito a promoções, além dos benefícios serem abaixo do que o mercado oferece, principalmente vale refeição. Conselhos para presidência: Melhorar os beneficios e o plano de carreira.   "},{"user":"Comprador Júnior","avaliation":"Prós: Localização de algumas filiais, excelente para cargos de alto.nivel em tecnologia e para executivos em geral. Contras: Excesso de atividades e baixa perspectiva de crescimento para cargos operacionais Conselhos para presidência: Remunerar decentemente os funcionários sem seguir a lógica draconiana Brasileira, visto que a empresa tem grande porte e recursos para tal, melhorar a organização dos projetos, definir melhor o papel de cada cargo.   "},{"user":"Educador Auxiliar - Ex-funcionário, saiu em 2017","avaliation":"Prós: Boa empresa para de trabalhar, sem reclamadao pois precisava e me ajudou. Contras: Cansaço psicológico pois muios clientew nao entendem que voce é simplesmente um atendente representante da empresa e nao deveriam descontar em vc   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: beneficios que sao considerados relativamente altos mas a cultura da empresa nao permite aumento caso haja mudança de area ou de funcao como foi meu caso. Contras: gerencia pois ainda é uma empresa um pouco machista pois a mulher ainda é tratada com inferioridade mesmo sendo entregue todas as atividades   "},{"user":"Coordenador de Service Desk - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios e experiência, salário em dia, porém, baixo, falta de treinamento em relação aos processos para quem está fora de SP, proteção exarcebada dos antigos gestores. Contras: Falta de autonomia para os gestores, política de rh ultrapassada, salário baixo, alta demanda de trabalho, falta de comunicação, rh lento etc. Conselhos para presidência: Terceirizar o rh antes que venham mais problemas   "},{"user":"Analista Sênior","avaliation":"Prós: Ótimo desenvolvimento profissional, a empresa esta sempre ligada no que a de mais moderno e recente sobre tecnologia. O desenvolvimento é constante, sempre tem desafios, é muito dinâmico e te força a se manter atualizado na sua área. Contras: Salário muito baixo para todas as áreas mas principalmente para o administrativo/corporativo, benefícios ruins e com descontos agressivos. Mas de longe o salário é o mais desmotivador. É normal o funcionário trabalhar mais de 8hrs pro dia, os gestores recebem ordem dos diretores para não autorizar lançamento de horas e a remuneração não condiz com a responsabilidade do seu serviço. Muito triste. Conselhos para presidência: Valorizem seu funcionário, não só no financeiro mas na qualidade de vida dentro dos escritórios.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estrutura; Plano de benefícios; comunicação; A empresa investe na melhoria continua e busca continuamente cursos de aperfeiçoamento para os profissionais. Contras: visão diferenciada dos profissionais que atuam em clientes e internos. Politicas de recursos humanos não é clara e os processos são engessados;   "}]