[{"user":"Analista Desenvolvedor.NET Pleno","avaliation":"Prós: Paga em dia e às vezes antes da data prevista. Oferece treinamentos on line em tecnologia. Líderes bem selecionados. Equipe boa de trabalhar. Contras: Poderiam melhorar o produto oferecido como plano de saúde. O prédio da empresa poderia ficar numa localidade mais segura no Centro do RJ. Poderíamos ter mais feedbacks quanto aos planos de carreira. É uma boa empresa, porém no Rio de Janeiro não parece ter os mesmo investimentos que em outros locais.   "},{"user":"Supervisor - Ex-funcionário, saiu em 2013","avaliation":"Prós: Pagamentos em dia, benefícios como vale alimentação/refeição, plano de saúde, odontológico, refeitório grande, plano de carreira com possibilidade de atuar em várias áreas. Contras: Gestão exercia pressão exagerada nos supervisores e muitos (no meu setor, não posso falar dos demais setores) foram demitidos sem a devida gestão humanista a qual a empresa prega para o alcance de metas.   "},{"user":"Analista","avaliation":"Prós: Empresa multinacional Brasileira no ramo de TI, está sempre em movimento. A empresa não atrasa o salario. Tem bom benefícios. Consegue apresenta boa proposta de carreira para o funcionário. Contras: Precisa ter uma expectativa melhor para o funcionário. Os pontos que ele precisa melhorar até chegar no ponto que quer. Fazer algumas avaliações pessoas para que obtenha do funcionário mais objetividade do que o funcionário espera dá empresa Conselhos para presidência: Pensem mais em segurar os talentos, tem muita gente boa saindo.   "},{"user":"Consultor SAP Basis Júnior","avaliation":"Prós: Empresa fornece situações de aprendizagem, cursos internos, momentos desafiadores, onde o profissional absorver muito conhecimento e experiência. Contras: Remuneração incompatível com quantidade de responsabilidade e carga de trabalho. Ambiente severamente estressante além de muita cobrança e pressionamento. Conselhos para presidência: Acelerar o processo de crescimento interno, reforma da alta gestão que não é compatível com o modelo atual e atrasa a operação que hoje é quem suporta a empresa.   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Espaço para recreação e relaxamento pós trabalho. Espaço para alimentação e lugar para aquecimento de comida e descanso após seu período de pausa. Contras: Dificuldade de comunicação com supervisores para maiores esclarecimentos e ajuda para melhorar de serviço, deixa a desejar nesse quesito que é de grande valia.   "},{"user":"Supervisor Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estrutura de crescimento, capacitando os profissionais, direcionando ao cargo pretendido, não julga a diversidade. Dando a oportunidade com base no seu desenvolvimento. Contras: Deveria estruturar uma carga horária maior para os operadores. dando uma flexibilidade nas pausas 10, 20 e 10 minutos. E comissão para todas as áreas.   "},{"user":"Analista de Suporte","avaliation":"Prós: Ótimo ambiente de trabalho contato permanente com novas tecnologias e investimentos pesados na nova área de cloud Consulting. Ótimos cursos de aperfeiçoamento técnico Contras: Plano de carreira ruim , gestão confusa e distante . Gerência de serviços favorece sempre o cliente e não o pessoal técnico da empresa. Serviço de cloud péssimo "},{"user":"Técnico Operador de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: horario flexível. oportunidade de crescimento na empresa. a empresa nao demite nem quando o funcionario implora pelo amor de Deus me manda embora. Contras: stress emocional sem apoio. falta de companheirismo falta de atenção dos superiores com os atendentes. falta de atenção sobre assuntos com clientes   "},{"user":"Especialista","avaliation":"Prós: Pluralidade de tecnologias e tecnologias muito recentes, ambiente agradável, refeitório e estacionamento para funcionários, trabalho remoto ocasional. Contras: Dificilmente o funcionário se sente importante na organização, processos engessados, poucas premiações por produtividade. A empresa visa o lucro mas não vê o empenho do funcionário.   "},{"user":"Técnico de Suporte Técnico","avaliation":"Prós: Flexibilidade. Tem cursos on line e presenciais para os funcionários. Beneficio de academia ( gympass) . oportunidade de home office se necessário. Contras: Salários abaixo da média e falta de oportunidade de crescimento. Se ficar alocado em algum cliente você é esquecido do resto da empresa, principlamente se precisar de algo do RH.   "}]