[{"user":"Técnico de Campo Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento e benefícios em dia, ou até mesmo adiantado. Respeito com funcionário. Visam plano de carreira e te ajudam traçar. Super parceira, entende e respeita o lado do colaborador. Contras: A area de Recursos Humanos não estão capacitados para atender os colaboradores de maneira eficaz. A retirada das comemoração de final de ano também desmotivou os funcionários.   "},{"user":"Analista Financeiro","avaliation":"Prós: A empresa tem flexibilidade de horario, dependendo da sua área claro. Os beneficios são muito bons, e tem um politica de ouvir os empregados. Disponibiliza varias ferramentas para manter os empregados atualizados, e sempre informados. Contras: Nem todos os gestores cooperam para o crescimento profissional do time. A empresa tem se emprenhado para desenvolver os empregados e acredito que eles terão muito sucesso se manterem os trabalhos que vem sendo feito.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Excelentes benefícios e preocupação com os funcionários. Trazem inovação e também tem um excelente plano de carreira voltado para todas as areas. Contras: Muita cobrança e alguns salários não compativeis com o mercado de trabalho. fora isso tudo muito bom. Também a localização dificulta um pouco o acesso ao local.   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Inovação e incentivos educacionais, financeiros. Excelente para plano de carreira, oferece oportunidades para que inicia como terceiro, estagiário. Contras: Processos muito burocráticos, diversos sistemas operando simultaneamente, dependência da matriz para processos simples locais. Alta rotatitividade.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Infraestrutura muito boa. Conduta ética excelente sobre todos os aspectos do negócio ( clientes internos e externos ).Empresa não tolera qualquer qualquer tipo de descriminação e assédio moral. RH é independente e não tolera desvios de conduta por profissionais em qualquer nível hierárquico.Salários compativeis com mercado e pagamento rigorosamente em dia.Pacote de beneficios muito bom.Flexibilidade de horário.Não há registro de Cartão de ponto, neste ponto prevalece a relação de confiança / responsabilidade entre a chefia e subordinados.Ressalta a politica de portas abertas, pela qual o funcionário pode acessar os profissionais de qualquer nível hierárquico para reportar qualquer situação , por ex.: conduta etica , sugestões ,duvidas , etc. Contras: A empresa está em meio a uma transformação , o que inclui venda de determinadas áreas de negócio. com consequente corte de postos e transição de atividades para fora do país . Este processo é longo e causa impacto na operação. Conselhos para presidência: Estimular que funcionários se \"desliguem\" da Cia ,quando estivem fora dos horários de trabalho.   "},{"user":"Panfletista","avaliation":"Prós: Todos os produtos são lindos e de bom agrado para mulheres que gostam de estar sempre belas para todas as ocasiões sempre felizes consigo mesma Contras: Nenhum a loja apresentação produtos lindos de agrado para todas as ocasiões de produção da sua aparência pessoal a a caminho de estar bem e sempre pronta Conselhos para presidência: Demonstrar que os seus produtos são incríveis   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com muitas oportunidades diversas uma vez dentro da companhia. Muitos benefícios e ambiente interno com possibilidade de estudos dentro da companhia. Contras: Falta de atenção na retenção dos talentos, desmotivando o profissional a crescer dentro da própria empresa. A burocracia empaca crescimentos dos talentos.   "},{"user":"Funcionário","avaliation":"Prós: Liberdade total ao funcionário. A empresa possui uma cultura muito interessante, sem horários 100% definidos e com grande possibilidade de home office. A possibilidade de trabalhar com projetos de grande porte, típicos de multinacionais de tecnologia, são ótimas oportunidades para crescimento profissional e aprendizado. Contras: Salários e benefícios, em geral, abaixo da média do mercado. Muitos profissionais extremamente competentes e capazes acabam saindo da empresa por esse motivo. Conselhos para presidência: Melhorar o pacote de benefícios e salário, pois exige-se muito do funcionário e a remuneração acaba não sendo adequada.   "},{"user":"Analista de RH Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Flexibilidade de horário, clima agradável e oportunidades de viagens internacionais dependendo da área de atuação. Preocupada com a qualidade de vida dos funcionários. Contras: Poucas oportunidades de crescimento e desenvolvimento, se preocupando muito com os custos e pouco com investimentos. Benefícios abaixo do mercado.   "},{"user":"Software Designer II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muitos projetos, havendo a possibilidade de trocar com certa facilidade. Isto permite com que o funcionário tenha contato com diversas tecnologias, o que considerei muito bom para o início de minha carreira. O ambiente é descontraído e o horário é flexível. Contras: Como a empresa é grande, existe um nível alto de rotinas que devem ser cumpridas dentro de um projeto. Isto pode ser um pouco cansativo. Não existe relação performance com compensação. O salário aumenta organicamente, pois aumentos são raros e em percentuais baixos.   "}]