[{"user":"Supervisor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Salarios Beneficios Parceiros de trabalho .. Contras: Falta de chance de crescimento, e superioridade comandava e não deixava trabalhos fluir .... Conselhos para presidência: Oportunidade de crescimento   "},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente amigável, boas oportunidades de aprendizagem. Os superiores imediatos das operações não cobram tanto, apesar das metas estabelecidas. Contras: Baixa valorização do profissional (financeiramente). Até oferece plano de carreira, mas com pouco retorno e, por muitas vezes, o título do colaborador não corresponde às atividades executadas.   "},{"user":"Planejamento de Materiais Sênior","avaliation":"Prós: Ponto positivo é o ambiente de trabalho. Pouca rotatividade dos funcionários. Na HP a qualidade de vida e de trabalho é levada muito a sério. Contras: Acho que a política de salário está defasada, desde que a HP se separou da HPE, não foi renovada, ou ao menos os cálculos de salário médio do segmento não foram divultados   "},{"user":"Analista Desenvolvedor PL/SQL - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa eu oferece muitas oportunidades, aprendi muito dentro da empresa. Entrei na empresa através de um plano de estágio e foi muito enriquecedor o período que passei na empresa. Empresa organizada, me deu uma ótima base. Contras: Como toda empresa de grande porte existe muitas vagas para pessoas com pouca experiencia e pouquíssimas vagas para pessoas com mais experiencia, dificultando e atrasando o crescimento dentro da empresa.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa com bons benefícios ao funcionário e possível plano de carreira. Ótimo ambiente para se trabalhar e flexibilidade de horário. Contras: Empresa passando por algumas dificuldades e restruturacoes. "},{"user":"Technical Project Manager","avaliation":"Prós: Por ser uma divisão de R&D, a empresa oferece uma diversidade de projetos que dificilmente a gente encontra em outras empresas de tecnologia. Contras: Muita politicagem, gestão às vezes parece um pouco amadora. Acredito que essa parte de gestão está melhorando bastante mas, ainda há um longo caminho a ser percorrido.   "},{"user":"Analista de Recursos Humanos (RH) - Ex-funcionário, saiu em 2013","avaliation":"Prós: Cultura, horario flexivel, lideranca em geral, possibilidade de mobilidade para diversos grupos dentro da empresa (progressao de carreira), estabilidade. Contras: ha muita burocracia, necessidade de aprovacao hierarquica e/ou internacional, organizacoes engessadas e em silos. Colaboracao entre areas diferentes ajudaria a resolver problemas comuns.   "},{"user":"Gerente de Categoria de Produtos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho, colegas, processos, uma empresa bem estruturada nacional e internacionalmente. Tranquilidade para o empregado desenvolver suas tarefas. Contras: Empresa perdeu o tino pela inovação. Mesmo tentando se reinventar ultimamente, está com problemas em fazê-lo. É líder de mercado em vários segmentos mas não se sobressai mais como líder em inovação. O desenvolvimento de carreira fica muito a mercê da política de relacionamento e da \"boa vizinhança\" entre o gestor atual e o que virá a contratar.   "},{"user":"Gerente de Planejamento Estratégico - Ex-funcionário, saiu em 2012","avaliation":"Prós: A HP é uma empresa que busca constantemente a Inovação. Além disso ela tem muito respeito e acredita nos funcionários. Com isso ela proporciona possibilidades reais de desenvolvimento. Contras: Por acreditar muito em seus funcionários, a estrutura gerencial pode se tornar paternalista e muitas vezes corporativista. Em conta partida as mudanças constantes na matriz causam uma série de conflitos nas filiais   "},{"user":"Engenheiro","avaliation":"Prós: A empresa possui horário flexível, e o ambiente de trabalho agradável. Pacote de benefícios condizente com a realidade do mercado de Porto Alegre. Contras: Projetos não muito interessantes, manutenção e refatoração de código principalmente. Difícil conseguir aumentos de salário. Poucas oportunidades de viagens ao exterior.   "}]