[{"user":"Analista de Suporte Técnico","avaliation":"Prós: Há alguns benefícios como massagem, acupuntura, nutricionista, psicológos, orientações financeiras, ganhamos pontuações quando recebemos um elogio formal e podermos trocar por brindes Contras: Após a venda para a CSC, a empresas está barrando contratações e alinhar salários de funcionários antigos que estão dentro das regras pra aumentos e correções de salários. Conselhos para presidência: Dar mais atenção aos funcionários que estão externo   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa valoriza os funcionários e se preocupa com o bem estar dos mesmo, disponibilizando beneficios que realmente ajudam no dia a dia!!! Contras: Carreira é um assunto delicado, uma vez que 99% dos cargos estao localizados em SP! Tem que estar disposto a se mudar, para crescer e conseguir algo novo "},{"user":"Analista de Sistema Financeiro","avaliation":"Prós: Flexibilidade horário, home oficce, politica de portas abertas, dando a oportunidade de expor suas sugestões e expectativas Contras: A falta de treinamento para os recursos que estão iniciando, Falta de documentação de processos importantíssimos para o negócio.   "},{"user":"System Administrator","avaliation":"Prós: Os benefícios são acordo com o esperado hjjjjjjjjhhhhhhgghggggggggggggggggggggggggggggggggghghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhOs benefícios são acordo com o esperado hjjjjjjjjhhhhhhgghggggggggggggggggggggggggggggggggghghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh Contras: Plano de carreira Os benefícios são acordo com o esperado "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pensamento organizacional moderno e flexível. Com um padrão parecido ao google, a empresa te da total liberdade de escolher onde se sentar e horários de entrada e saída Contras: As pessoas não tinham noção do impacto que seu trabalho causava no dos demais, e as vezes tinhamos que ficar estagnado por falhas alheias de outros   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Local limpo e agradavel. Pessoas flexiveis e um trabalho em equipe uniforme. Changes de crescimento profissional, porém com esforço e determinação do funcionário. Contras: Cantina e restaurante, como academia, devem ser melhorados. O ambiente é agradavel e limpo porém o espaço do gramado poderia ser melhor utilizado.   "},{"user":"Software Engineer","avaliation":"Prós: Política de portas abertas Horario flexível viabiliza buscar filhos na escola Estrutura compatível a multinacional de grande porte Inglês no trabalho Contras: Benefícios já foram melhores Muitos gerentes Salários congelados devido a muitos anos de resultado financeiro negativo Muitos projetos cancelados   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2012","avaliation":"Prós: Otima empresa, boa estrutura interna com possibilidade de aprendizagem para novos profissionais. O salário é bem abaixo do mercado mas se procura aprender é um bom lugar. Contras: Um ponto negativo é a perpetuação da liderança que estão muitos anos na empresa e dificultam o crescimento de novos profissionais em cargos mais altos. Conselhos para presidência: Plano de carreira efetivo realizado pelo RH e não pelos departamentos da empresa.   "},{"user":"Estagiário","avaliation":"Prós: Ambiente digno de empresa de TI estrangeira. Descontraído e divertido. Nunca faltou qualquer recurso (equipamento) necessário. Os benefícios são muito bons. Contras: O RH é centralizado em apenas um local do país e isso atrapalha em alguns momentos. De maneira geral o RH precisa melhorar. Em relação ao programa de estágia ao qual participei. O clima organizacional varia muito dependendo do grupo/departamento. No geral é meio \"solto\" para os estagiários. Os mesmos devem buscar o crescimento, senão termina o programa e pouco se aproveitou. As vezes falta instrução por parte do RH. Conselhos para presidência: Melhorar o RH. Melhorar o Programa de Estágio.   "},{"user":"Funcionário","avaliation":"Prós: Programas sociais como programas para o dia das crianças, dia de corrida onde todos que vão já são premiados, doação de roupas, doação de comida, recolhimento de lixo eletrônico.... Contras: Acho difícil achar um ponto negativo, acredito que não há pontos negativos na empresa em si mas nas pessoas que trabalham nela, assim como em muitas empresas.   "}]