[{"user":"Operador de Soluções ao Cliente IIIEx-funcionário, saiu em 2016","avaliation":"Prós: Festa de final de ano, ambiente agradável, funcionários descontraídos. Ótimos brindes. .\n\nContras: Exploração, baixíssimo salário, pouca valorização. .\n\nConselhos para presidência: O ambiente é agradável, apenas melhorem os salários e valorizem seus funcionários, fazendo um plano de carreira. Ninguém quer ficar estagnado por anos.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Inclusão de pessoas com deficiência, lgbt e valorização de mulheres na empresa. Trabalho em grupo incentivado, como pair programming. Máquinas de café gratuito.\n\nContras: Plano de carreira não é muito bem valorizado. Para subir na carreira demora muitos anos e tem pouco incentivo de bônus quanto ao atingimento de metas de trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Uma empresa muito preocupada com o funcionário, sempre lança programas de qualidade de vida! Grande interação com pessoas do mundo inteiro! Oportunidade perfeita de aprender sobre culturas, e o dia a dia da área!\n\nContras: Devido o split que ocorreu entre HP e Hewlett Packard Enterprise algumas áreas não se interam muito entre si hoje em dia. A empresa oferece muitas changes de trabalho vontário mas a grande parte das pessoas não se engajam!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Projetos SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa reconhecida no mercado, diversidade cultural, programas de wellness, campanhas de voluntariado, campanha de novas ideias e ambiente unificado num unico site\n\nContras: Clima de insegurança devido a programas de redução de força de trabalho (WFR) mensais, promoções para outras areas sem atualização salarial e sem alteração de jobcode.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Melhor empresa onde os funcionários são valorizados .................................................................,.........................\n\nContras: Ainda não encontrei um ponto negativo em trabalhar nesta empresa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte OutsourcingEx-funcionário, saiu em 2016","avaliation":"Prós: Os puxa sacos são reconhecidos sempre é aqueles que trabalham direito sempre são os culpados pelos erros de gestão e de estratégia, não existem pontos positivos em uma empresa que não segue sua própria cultura.\n\nContras: Você só é respeitado se for puxa saco de alguém, caso contrário vai trabalhar muito e nunca será reconhecido! Se ficar doente então, pode procurar outro emprego.\n\nConselhos para presidência: Ouvir mais os funcionários e responder aos contactos HR.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"FSE","avaliation":"Prós: Salário atrativo, condições de trabalho e desenvolvimento pessoal e profissional. Facilidade na comunicação com o gerente, Cursos para atualização profissional.\n\nContras: Alguns métodos e sistemas poderiam ser mais simples para evitar perda de tempo. A comunicação entre departamentos às vezes é confusa o que pode gerar perda de.tempo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Cultura, Empresa Humana, Moderna, Ética, ótimas instalações, dinâmica, com muita flexibilidade aos funcionários, bons Benefícios, enfim sou muito feliz por ser funcionário de uma empresa desta!!!\n\nContras: Terceirização dos processos, Muitas pessoas em países diferentes cuidando dos nossos Processos, muitos erros, perdas financeiras, melhorar ainda mais o Pós-venda e valorizar o Cliente\n\nÚTIL? (1)\nREPORTAR"},{"user":"Account Delivery ManagerEx-funcionário, saiu em 2016","avaliation":"Prós: Está empresa está definhando dia-a-dia... não e nem sombra do que foi no passado. Hoje de ponto positivo e o Home-office, pois vc trabalha e não se contamina com o baixo astral que a empresa está vivendo\n\nContras: Perda da identidade e liderança sênior distante da realIdade e necessidades dos clientes. A perda de alguns clientes e deu, justamente, pela falta de aproximação dos liderança Sr junto aos seus pares nos clientes.\n\nÚTIL? \nREPORTAR"},{"user":"Field Service TechnicianEx-funcionário, saiu em 2015","avaliation":"Prós: Oferece oportunidades de carreira, tem bons benefícios e salário compatível com o mercado. Preocupa-se com treinamento de seus funcionários e busca mantê-los alinhados com as metas da empresa.\n\nContras: Quando em prestação de serviços no cliente, deixa a administração da equipe nas mãos de pessoas pouco capacitadas para a função e que não possuem sensibilidade ou senso crítico na condução de suas atividades. É difícil para o funcionário sentir-se parte da empresa, principalmente porque estes lideres trabalham preocupados com metas e níveis de serviço, esquecendo-se do relacionamento com seus colaboradores que são fundamentais para estas entregas. A empresa não cria oportunidades eficientes para inclusão de colaboradores remotos, ficando sempre uma promessa de integração que nunca se realiza. O funcionário que presta serviço no cliente tem muito poucas ou nenhuma oportunidade de conhecer a sede da empresa ou seus escritórios.\n\nConselhos para presidência: Acredito ser possível e importante trabalhar numa politica de integração entre os diversos colaboradores nos diversos pontos e cliente do país.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]