[{"user":"Account Delivery Manager","avaliation":"Prós: Empresa de grande porte com muitos benefícios e com uma cultura muito forte que ajuda no desenvolvimento dos funcinários visando o bem estar dos mesmos. Contras: A politica interna é muito forte dificultando o crescimento mais rápido para os cargos acima deixando muitas vezes os funcinários desanimados.   "},{"user":"Technical Support Consultant - Ex-funcionário, saiu em 2014","avaliation":"Prós: Sem dúvida a melhor empresa onde tive o prazer de trabalhar. Além de pagar salários acima da média, o ambiente era descontraído e os colegas muito receptivos, sem estrelismo. Já no primeiro ano na empresa tive a oportunidade de ir para os Estados Unidos, o que se repetiu diversas outras vezes. Trabalho em regime Home-Office e benefícios maravilhosos tornaram minha contratação ainda mais gratificante. Tive carro da empresa, celular corporativo e notebook de ponta como ferramentas de trabalho, e onde quer que eu fosse era muito bem recebido só por causa do badge HP. Para completar, a chefia é muito colaborativa e o modelo de gestão é portas abertas sempre! Contras: O único ponto negativo eram as mudanças constantes e o medo de ser cortado, o que infelizmente acabou ocorrendo com milhares de funcionários.   "},{"user":"Analista Desenvolvedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimos planos de saúde e odontológico, pagamento de KM acima da média, paga-se bem para novos contratados, ótima infraestrutura (máquinas, rede, mesas, cadeiras, escritório, etc). Contras: Plano de carreira quase que inexistente (de forma efetiva, no papel existe), excessos de processos burocráticos, ambiente com pouca liderança, porém com muitos \"chefes\". Uma cultura muito alicerçada de \"puxa-saquismo\", onde se perde muito potencial e valoriza-se pessoas somente pelo efeito \"puxa-saco\". Estrutura engessada de trabalho praticamente obsoleta, baseada em multinacionais do século passado onde o funcionário é apenas um recurso produtivo e nada além disso. Pouco desafio técnico e muitos desenvolvedores egocêntricos de conhecimento muitíssimo baixo para o mercado de software atualmente. Conselhos para presidência: Foque o esforço nas pessoas, conheçam seus funcionários e como eles podem contribuir para o crescimento da empresa. Reanalise a eficiência de seus PMs, gestores e \"seniores\" com relação ao tratamento do pessoal, conhecimento técnico e opinião das equipes acerca dos tais. A empresa é formada por mais do que os 20% que reportam \"coisas lindas\" aos gestores existe muito material humano descontente. Evolua tecnicamente, focando na tecnologia do mercado e não no que \"pseudos-experts internos\" dizem ser adequado.   "},{"user":"Analista de Vendas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimo ambiente de trabalho com pessoas super competentes e colaborativas. A empresa se empenha bastante em manter um ambiente de respeito e ética inegociável garantindo total apoio caso o funcionário reporte qualquer tipo de abuso. Contras: Work life balance, em determinadas oportunidades preferem contratar externamente do que promover talentos internos, relação com RH bem distante ou praticamente nula. Politica de cargos e salários não é clara e parece ser injusta em alguns casos.   "},{"user":"Engenheiro de Software - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo ambiente de trabalho, pessoal bacana e colaborativo, muito desafios técnicos e aprendizado. Há possibilidade de crescimento e troca de projetos com alguma regularidade. Contras: Gestores poderiam estar mais envolvidos com os times, serem menos chefes e mais colegas. Difícil realizar upgrades de carreira e salários. Empresa passa por um momento difícil.   "},{"user":"Planejador de Demanda - Ex-funcionário, saiu em 2016","avaliation":"Prós: Liberdade para atuação, horário flexivel, ambiente de trabalho agradável, você é dono do seu plano de carreira, oportunidade de fazer viagens internacionais. Contras: A empresa está sempre fazendo cortes de custo, como meu gerente era extremamente \"economico\" nossa área não recebia nenhum tipo de investimento nem repunha vagas em aberto. Localização do novo escritório muito ruim.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Muito aprendizado Contras: Falta de plano de carreira para desenvolvimento pessoal.   "},{"user":"Gerente Regional de Vendas","avaliation":"Prós: A HP sempre foi um ambiente ótimo de trabalho, onde se trabalha bem com a pressao dos negócios e com uma carga de trabalho que permite um balanço bom entre trabalho e vida pessoal Contras: Trata-se de uma empresa self service, e isso isenta o Gestor de te apoiar em iniciativas de carreira por exemplo, as vezes parece que as coisas andam soltas sem alinhamento com a estratégia da corporate Conselhos para presidência: Prestar atenção aos talentos, eles estão deixando a empresa   "},{"user":"Operador de Soluções ao Cliente II","avaliation":"Prós: Eles dão oportunidades variadas para quem está ingressando no mercado de trabalho referente à área de Tecnologia da Informação, mesmo não tenho nenhuma experiência. Contras: Mesmo dando oportunidades, o plano de crescimento dentro da empresa é pouco repercutido, sendo bem poucos funcionários que tem oportunidades de um cargo maior . Conselhos para presidência: Aumentar as oportunidades em áreas mais elevadas, mesmo avaliando rigorosamente os colaboradores.   "},{"user":"Técnico de Campo","avaliation":"Prós: Pagamento em dia, muito bom para o currículo e uma boa empresa para pegar boas experiências,convênio médico e odontológico muito bom salário justo. Contras: Liderança despreparada ,os líderes só oferecem oportunidades para os mais próximos,mesmo que tenha uma avaliação dos funcionários eles usam um padrão para todos,então mesmo que você se destaque sua avaliação será dentro da média ,os que ficam acima são sempre amigos dos líderes. Conselhos para presidência: Acompanhar os pontos focais e supervisores de perto,conversar com funcionários de cargo mais baixo para entender o que acontece com a conta.   "}]