[{"user":"Analista de Infraestrutura II","avaliation":"Prós: Ambiente confortável com pressão moderada, tem diversos treinamentos que ajudam muito no desenvolvimento profissional. tem ótimos benefícios Contras: a localização não é a melhor mas é bem acessível, a empresa disponibiliza transporte a partir do metro o que ajuda muito no deslocamento. ...   "},{"user":"Consultor Técnico III","avaliation":"Prós: Ótimo ambiente de trabalho com baixa pressão e grande liberdade para desenvolver um trabalho de qualidade. Oportunidade de trabalhar com novas tecnologias de mercado. Contras: Muitos cargos de chefia onde o preço final acaba não fica tão competitivo comparando-se com outros concorrentes do mesmo setor. Começou um pouco atrasado no mundo Cloud.   "},{"user":"Software Designer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimas equipes de desenvolvedores, designers e testadores nos projetos, profissionais de alta qualidade, com muito conhecimento e comprometimento. Contras: Dificilmente promoção para funcionário que não fazem parte do \"clube da panelinha dos chefes\", como gerentes de equipe, gerentes de projetos, gerentes de laboratórios. Avaliação 360 mal executada, pois a gerencia normalmente aplica a nota final de acordo com o que eles acham, não de acordo com as avaliações dos demais colegas.   "},{"user":"Analista de Suporte ao Cliente Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os benefícios cedidos pela empresa. Estrutura e treinamentos disponíveis no site, porém dependendo da área que se encontra, fica inviável participar. Contras: Muita pressão e como ficávamos no cliente, éramos recursos largados. Não havia plano de carreira consistente, e ficamos estagnados no tempo sem aprendizado de novas tecnologias   "},{"user":"Operador de Produção","avaliation":"Prós: Comprometimento, segurança, é uma empresa quw pensa no funcionário e procura o nelhor para o mesmo no seu dia dia estando disposta a investir no funcionário Contras: Não tenho que falar de pontos negativo, só que alguns processos sao lentos e acaba demorando mais que o esperado. Mais ela é uma empresa ótima   "},{"user":"Coordenador de Suporte","avaliation":"Prós: Flexibilidade de horários. Ótima cultura organizacional Fácil acesso a liderança. Oportunidades de desenvolvimento de carreira. Empresa ética, transparência nos processos. Contras: Processos de reconhecimento de salário extramente burocráticos. Dificuldade de reconhecimento financeiro profissional Processos de trabalhos ineficazes.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com profissionais jovens e em desenvolvimento. Possibilidade de trabalho em projetos de segmentos distintos, com abordagens inovadoras. Contras: Sem plano de carreira e valorizaçào profissional. Cultura de perder excelentes profissionais devido aos motivos relacionados acima e dificilmente eventos de workshop para o time   "},{"user":"Estagiário Superior - Ex-funcionário, saiu em 2014","avaliation":"Prós: A cultura de Portas abertas é realmente um verdade. Existem muito líderes jovens e abertos. Além disso, existe uma excelente plataforma de treinamento entitulada HP University Contras: Normalmente, a empresa contrata os recém formados por um empresa terceirizada, que oferece benefícios menores, além de que o funcionário raramente é registrado com engenheiro.   "},{"user":"Software Designer - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente de trabalho liberal. Política de portas abertas e projetos internacionais. Profissionais muito competentes, o que traz um aprendizado muito válido pra começo de carreira. Contras: Difícil crescimento. Poucas possibilidades de promoção. Por mais performático que seja o funcionário, as desculpas se refletem na avaliação final.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: ótima empresa para se trabalhar, ótimo ambiente de trabalho com academia e estacionamento gratuito , sala de descanso , café ,leite,capucino ,chá de graça e a vontade na maquina, wifi e internet ilimitada a vontade ( claro não pode abusar ) ,inglês e vários cursos de TI com reembolso , vacina em época de frio , ótima empresa não tenho palavras para descrever o quanto é boa. Contras: Não tenho pontos negativos, empresa se preocupa muito com os funcionários , sem pontos negativos , tenho certeza que a HPE esta entre as 10 melhores para se trabalhar no Brasil. Conselhos para presidência: Parabéns por se preocupar tanto com nós funcionarios   "}]