[{"user":"Analista de AtendimentoEx-funcionário, saiu em 2015","avaliation":"Prós: Existe possibilidades de crescimento na empresa, independente se o funcionário tem ou não ensino superior ou seja, acredita na capacidade de cada funcionário e esforço de cada um.\n\nContras: O call center para a empresa contratante Chevrolet, deixa muito a desejar tanto na liderança (coordenação) como na estrutura do local de trabalho.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de SuporteEx-funcionário, saiu em 2009","avaliation":"Prós: Muitas áreas na empresa, muitas unidades e muitos cliente, podendo mudar de clientes pra tentar ficar mais perto de casa.\n\nContras: A empresa não liga muito para seus clientes, o RH é muito bagunçado, falei que necessitava de dois vales transportes para ficar um pouco mais fácil de ir para a empresa, eles não deram, me deram só 1 e fizeram uma rota bem mais longe mas que eles acham melhor para economizar.\n\nConselhos para presidência: A cultura da empresa é muito arcaica, tentem mudar um pouco.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2006","avaliation":"Prós: As pessoas são muito legais, o ambiente de trabalho é bom, trabalhei na época da EDS, antes da fusão\n\nContras: Uma pessoa tem que ralar anos sendo Junior, ascensão difícil, horas extras são convertidas em bancos de hora e dificilmente paga\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Technology Consultant II","avaliation":"Prós: boa empresa, bons beneficios, equipe bacana, crescimento, possibilidade de ações da empresa, entre outros\n\nContras: acomodação, maus gestores, maus chefes, processos engessados, não tenho mais o que reclamar, 100 caracteres é muita coisa poxa\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de TI","avaliation":"Prós: Oportunidades de aprender muito no ambiente, diversos clientes e trabalhar dentro da empresa é uma oportunidade incrivel.\n\nContras: Caso trabalhe em um cliente externo, deve-se tomar cuidado com o comodismo, que pode te trazer a insatisfação\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico I","avaliation":"Prós: Benefícios, premiações e cursos oferecidos, além de ser uma empresa que proporciona a estabilidade de emprego aos seus funcionários.\n\nContras: A deficiência no plano de carreira e crescimento profissional, fazendo com que muitos procurem em outras empresas o crescimento desejado.\n\nConselhos para presidência: Melhoria na gestão do plano de carreira.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Bom ambiente de trabalho, pagamento e beneficios sempre em dia, infraestrutura razoável.\n\nContras: Péssimas estratégias de mercado, dificuldades para transição entre setores, forma de aquisição de materiais complexa e muitas vezes impossivel de trocar uma simples cadeira.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2015","avaliation":"Prós: Paga corretamente e tem ótimos benefícios. Ótima estrutura no site de sbc.\n\nContras: Não há reconhecimento em algumas áreas. A empresa deve renovar seus líderes em alguns setores para uma melhor busca a inovação e qualidade nos seus serviços prestados. Ser mais transparentes em seus resultados quando houver o reconhecimento deixando claro o caminho qur seud funcionários devem seguir para atingir tal meta.\n\nÚTIL? \nREPORTAR"},{"user":"Analista AdministrativoEx-funcionário, saiu em 2014","avaliation":"Prós: Flexibilidade de horário para trabalhar e adota a cultura de trabalhar home office\n\nContras: O nível de graduação não conta muito para alavancar a carreira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"ConsultorEx-funcionário, saiu em 2010","avaliation":"Prós: Ambiente de trabalho bem agradável, ótimos benefícios e infra\n\nContras: Infelizmente saí da empresa devido a fusão com a EDS, mas não tenho pontos negativos a salientar\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]