[{"user":"Técnico de Campo III","avaliation":"Prós: Insentivo a Cursos, ambiente de trabalho amistoso, contato direto com a gestão, entre outros.\n\nContras: Prestadora de Serviço a disposição do cliente, com base no ano fiscal do cliente.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Balanço entre trabalho e qualidade de vida compensam. Equipe comprometida.\n\nContras: Demora para crescer na carreira, benefícios na média de mercado (poderiam melhorar)\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Infra estrutura e politica da empresa, flexibilidade e opções de home office.\n\nContras: Benefícios de alimentação abaixo do mercado, o não pagamento de vale transporte.\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Compras Pleno","avaliation":"Prós: Empresa multinacional de multiplos assuntos e ações sociais. Ambiente de teabalho excelente, infra estrutura e instalações super modernas.\n\nContras: Estrutura congelada, localização ruim devido a poucas rotas alternativas para transito e com pouquissima projeção de crescimento\n\nConselhos para presidência: Valorizar mais a operação e não apenas o front shore.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Suporte Técnico de Campo","avaliation":"Prós: Pagamento em dia e ótima estrutura para desempenhar as tarefas.\n\nContras: Liderança muito ruim, não possui plano de carreira e incentivo para estudos.\n\nConselhos para presidência: Maior acompanhamento dos líderes dos técnicos de Campo, maior investimento no crescimento dos profissionais e procedimentos mais transparentes dos planos de desenvolvimento.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Horário livre, oportunidade de trabalhar com pessoas de outros países.\n\nContras: Falta de organização e objetivo. Gerentes não sabem avaliar melhores empregados, custam muito para a empresa, e não contribuem tanto.\n\nConselhos para presidência: Incentivar inovação e qualidade técnica.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: Grandes oportunidades de aprendizado, com horários flexíveis\n\nContras: Não possui um plano de carreira que funciona na prática, apenas na teoria.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Software Designer","avaliation":"Prós: Ambiente tranquilo, bom salário, .\n\nContras: Muito a aprender .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Atendimento JúniorEx-funcionário, saiu em 2008","avaliation":"Prós: Estrutura muito boa, oportunidades de crescimento. Fiquei por pouco tempo, mas gostei muito.\n\nContras: - Localizacao. - Salario poderia ser melhor.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de SistemasEx-funcionário, saiu em 2014","avaliation":"Prós: Empresa de grande porte, oportunidades e investimento nos funcionarios.\n\nContras: Panela de funcionários antigos e oportunidades para os mais chegados.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]