[{"user":"Consultor Sênior","avaliation":"Prós: O trabalho em equipe a hp tem uma otima organização de processos.\n\nContras: Migra serviços para centros menos competentes e acaba perdendo clientes.\n\nConselhos para presidência: Baixar o custo nem sempre gera lucro não percam clientes ja estaveis, não arrisquem onde não precisa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Engenheiro de Qualidade","avaliation":"Prós: Flexibilidade de horario. Possibilidade de engajamento em diferentes áreas.\n\nContras: Falta de reconhecimento salarial. Aumenta a responsabilidade mas nao aumenta salário\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte ao Cliente Pleno","avaliation":"Prós: O ambiente familiar, a maioria das pessoas são familiares que acaba indicando para trabalhar na empresa\n\nContras: Não a processo de seleção para uma promoção, basta vc ter quem indicar ou ser amigo de uma pessoa influente\n\nConselhos para presidência: Ver as pessoas como pessoas e não como robôs e números\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Suporte Técnico","avaliation":"Prós: As chances de crescer dentro da Hewllet Packard - HP é quase 100%, a empresa conta com trabalho moderno com uma ótima estrutura para quem começa na área de Tecnologia.\n\nContras: Vale refeição um pouco baixo relevando um preço fixo para todos os cargos, não se impõe muito contra os clientes, os clientes crias suas regras próprias, não conseguem seguir ITIL, assim seus funcionários que estão no cliente sofrem, ficam largados.\n\nConselhos para presidência: Não deixar os funcionários que ficam foram dos clientes jogados, esquecidos, eu vejo que na sede é muito bem organizada e bem trabalhada.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor II","avaliation":"Prós: Experiência, desafio, crescimento profissional, desenvolvimento plano de carreira\n\nContras: Valorização do funcionário é baixa. Método de crescimento da empresa nos deixa inseguro, pois os líderes dificilmente mudam\n\nConselhos para presidência: Mudar os líderes de torres e a estrutura de conta, não há renovação, por isso passamos por dificuldades em vendas de serviços\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente e possibilidade de horarios mais maleaveis. Oportunidade de receber alguns volchers para certificações que a empresa necessita.\n\nContras: não oferece plano de carreira real para os funcionarios. Valor dos beneficios como vale refeição ou alimentação é baixo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2015","avaliation":"Prós: Multinacional, oportunidade de crescimento.\n\nContras: Concorrência entre clientes internos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Suporte de Campo IIEx-funcionário, saiu em 2015","avaliation":"Prós: A empresa possui programas muito bons voltados para a qualidade de vida dos funcionários. Os funcionários em sua maioria são pessoas muito inteligentes, gentis e receptivas.\n\nContras: Percebia uma certa diferenciação quanto a certos benefícios que os funcionários de outros estados como São Paulo, Rio de Janeiro e Rio grande do Sul tinham e aqui não como convênios com academias, escolas de idiomas, etc.\n\nConselhos para presidência: Buscar estabelecer uma maior uniformidade nas formas de trabalho dos líderes regionais.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Muito boa a preocupação com o bem estar do funcionário\n\nContras: Baixo VR, não acompanha a região.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente agradável. Horário flexível.\n\nContras: Poucas oportunidades. Falta de reconhecimento. Baixo salário.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]