[{"user":"Estagiária do Grupo Administrativo - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótima empresa para se trabalhar, ambiente de trabalho muito agradável e seguro, sistema todo de uma multinacional que agrega muito conhecimento Contras: A falta de oportunidade para pessoas que querem entrar na empresa porem a mesma só contrata funcionários que tenham curso em inglês fluente, isso dificulta muitos bons profissionais de poder trabalhar Conselhos para presidência: Dar mais oportunidades para pessoas que não tenham inglês porém tem muita força de vontade de trabalhar e uma boa qualificação   "},{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Contato fácil com a liderança, feedbacks semanais, reuniões de equipe com liderança, cooredenacao e diretoria, oportunidades internas de crescimento Contras: Advertências desnecessárias no período de experiência do profissional, em menos de uma semana desenvolvendo o trabalho em período de adaptação e aprendizado de sistemas.   "},{"user":"Backup da Coordenação - Ex-funcionário, saiu em 2016","avaliation":"Prós: Infraestrutura, ambiente agradável para se trabalhar. Boa remuneração, facil acesso a região. Pessoas com vasta experiência, bons lucros, otimos beneficios. Contras: muitos cargos de chefia, melhorar no treinamento dos funcionários, melhorar no restaurante local, saber remanejar funcionários, melhorar na postura.   "},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente legal, descontraido, e organizado. Tem benefícios interessantes e fica em um local privilegiado. Os colaboradores são geralmente bem amigos. Contras: Um pouco dificil de desenvolver um plano de carreira. Os salarios não são compatíveis com o mercado. Normalmente independente da area o salário é baixo.   "},{"user":"Promotor de Vendas","avaliation":"Prós: Um local legal para se trabalhar, horários flexíveis e um ambiente profissional, respeita o funcionário de maneira ímpar, salário em dia e sem atrasos. Contras: Falta de comunicação em alguns momentos, porém nada que uma conversa não resolva, descontos sem explicação na volta das férias, muita cobrança   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Sim ótima empresa foi uma escola pra mim, infelizmente não fiquei na empresa por ter se mudado para São Bernardo, ficou muito distante pra mim Contras: Não tem, Sim ótima empresa foi uma escola pra mim, infelizmente não fiquei na empresa por ter se mudado para São Bernardo, ficou muito distante pra mim Conselhos para presidência: Super indico   "},{"user":" - Ex-funcionário, saiu em 2000","avaliation":"Prós: Empresa excelente com enorme preocupação em estar fazendo o melhor, com vários planos de carreiras, ambiente de trabalho bem jovial, ótimos colegas de trabalhos Contras: Não vejo nenhum ponto negativo, pois a empresa é uma multinacional preocupada com os funcionários em todos os sentidos, ótimos colegas de trabalhos   "},{"user":"Promotor de Vendas Externas","avaliation":"Prós: Pagamento em dia ,vale refeição e alimentação,convênio médico só para o colaborador e vale transporte em dinheiro conforme o roteiro de atendimento. Contras: Empresa só contrata agencia para cuidar da equipe de Promotores,nao tem comissão sobre as vendas dos produtos e nao têm plano de carreira,supervisores despreparados . Conselhos para presidência: Fazer a contratação da equipe de Promotores diretos pela HP.   "},{"user":"Estagiário","avaliation":"Prós: Valores da empresa são imbatíveis, pessoas muitos legais em geral. Um ambiente muito gostoso de fazer parte, não tem dress code e tem ótimos benefícios Contras: Crescimento de estagiários é ruim, é muito difícil ser efetivado visto que não há vagas. Muitos funcionários antigos o que dificulta um pouco a implementação de coisas novas. Conselhos para presidência: Dar mais oportunidades de crescimento para os estagiários   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Qualidade de vida e grande possibilidade de trabalho remoto atraem e mantem bastante um funcionário na HP. Muitas pessoas que saem lembram com saudade desse ambiente flexível. Contras: Salário e benefícios defasados demais, tanto se comparar com IT como pelo tamanho da empresa, que é afinal uma multinacional. O vale refeição mal chega no dia 20 do mês... Conselhos para presidência: Atualizar o básico: benefícios e salários   "}]