[{"user":"Analista de Suporte IIEx-funcionário, saiu em 2013","avaliation":"Prós: Benefícios, fretado, apoio a estudos.\n\nContras: Dificuldade de crescimento devido a política gerencial ser ruim.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2014","avaliation":"Prós: Liberdade e flexibilidade, a empresa não limita sua capacidade de realizar as atividades.\n\nContras: Alguns setores são altamente ineficientes.\n\nConselhos para presidência: Reavaliar os funcionarios existentes\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa possui otimos clientes cliente possibilitante aprender muito em diversos segmentos\n\nContras: Reconhecimentos e aumento de salarios quando promovido nao exitem\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Infraestrutura IIEx-funcionário, saiu em 2009","avaliation":"Prós: Canal direto com a presidência, Clube da GM e fretado\n\nContras: Salário não condiz com o resultado do PMP\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de ProdutosEx-funcionário, saiu em 2014","avaliation":"Prós: Libertada de para conduzir o business.\n\nContras: Acúmulo de funções devido a falta de pessoas na gestão do negócio.\n\nConselhos para presidência: Acreditar no potencial de conhecimento sobre os negócios que cada gerente possue.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Solution ArchitectEx-funcionário, saiu em 2013","avaliation":"Prós: Grande corporação e bom ambiente de trabalho\n\nContras: como as grandes empresas é engessada e às vezes oferece pouca autonomia\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 1998","avaliation":"Prós: Empresa muito boa para trabalhar. Reconhece o esforço do funcionário.\n\nContras: exigente demais. As vezes o funcionário não consegue cumprir com a carga de trabalho.\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa sólida e segura, muitos bons profissionais para ter contato e aprender. Liberdade e bom ambiente.\n\nContras: Processos lentos para promoções e aumento salarial, crescimento na carreira muito lento. Diferença salarial gritante, tem gente que ganha 3x mais fazendo a mesma coisa que você. Quem tem bom networking e é amigo dos gestores é previlegiado independente da qualidade. Avaliações de desempenho para inglês ver. O gestor tem cota limitada para avaliar sua equipe, logo guarda melhores notas para os mais próximos. Muita gente ruim com cargos que não tem competencia para exercer ao mesmo tempo que excelentes profissionais estão esquecidos e desvalorizados. Melhor plano para ganhar aumento é saindo e voltando com melhor negociação depois.\n\nConselhos para presidência: Tratar melhor seus colaboradores, aprender a separar o joio do trigo e reconhecer os bons. Agilizar processos internos e modernizar. A empresa parece um elefante no pantano, muito lenta em tudo.\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte III","avaliation":"Prós: Bons beneficios, nunca atrasou o salario.\n\nContras: Dificil crescimento de carreira.\n\nConselhos para presidência: Trabalhar mais a meritocracia e menos o QI (quem indica)\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Negócios","avaliation":"Prós: Benefícios, flexibilidade de horários, modelo de avaliação de desempenho\n\nContras: Sistema de plano de carreira, plano de estágio, pouca facilidade de compra de produtos licenciados\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]