[{"user":"Analista de Suporte II - Ex-funcionário, saiu em 2013","avaliation":"Prós: Benefícios, fretado, apoio a estudos. Contras: Dificuldade de crescimento devido a política gerencial ser ruim.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Liberdade e flexibilidade, a empresa não limita sua capacidade de realizar as atividades. Contras: Alguns setores são altamente ineficientes. Conselhos para presidência: Reavaliar os funcionarios existentes   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa possui otimos clientes cliente possibilitante aprender muito em diversos segmentos Contras: Reconhecimentos e aumento de salarios quando promovido nao exitem   "},{"user":"Analista de Infraestrutura II - Ex-funcionário, saiu em 2009","avaliation":"Prós: Canal direto com a presidência, Clube da GM e fretado Contras: Salário não condiz com o resultado do PMP   "},{"user":"Gerente de Produtos - Ex-funcionário, saiu em 2014","avaliation":"Prós: Libertada de para conduzir o business. Contras: Acúmulo de funções devido a falta de pessoas na gestão do negócio. Conselhos para presidência: Acreditar no potencial de conhecimento sobre os negócios que cada gerente possue.   "},{"user":"Solution Architect - Ex-funcionário, saiu em 2013","avaliation":"Prós: Grande corporação e bom ambiente de trabalho Contras: como as grandes empresas é engessada e às vezes oferece pouca autonomia   "},{"user":" - Ex-funcionário, saiu em 1998","avaliation":"Prós: Empresa muito boa para trabalhar. Reconhece o esforço do funcionário. Contras: exigente demais. As vezes o funcionário não consegue cumprir com a carga de trabalho. "},{"user":"Funcionário","avaliation":"Prós: Empresa sólida e segura, muitos bons profissionais para ter contato e aprender. Liberdade e bom ambiente. Contras: Processos lentos para promoções e aumento salarial, crescimento na carreira muito lento. Diferença salarial gritante, tem gente que ganha 3x mais fazendo a mesma coisa que você. Quem tem bom networking e é amigo dos gestores é previlegiado independente da qualidade. Avaliações de desempenho para inglês ver. O gestor tem cota limitada para avaliar sua equipe, logo guarda melhores notas para os mais próximos. Muita gente ruim com cargos que não tem competencia para exercer ao mesmo tempo que excelentes profissionais estão esquecidos e desvalorizados. Melhor plano para ganhar aumento é saindo e voltando com melhor negociação depois. Conselhos para presidência: Tratar melhor seus colaboradores, aprender a separar o joio do trigo e reconhecer os bons. Agilizar processos internos e modernizar. A empresa parece um elefante no pantano, muito lenta em tudo. "},{"user":"Analista de Suporte III","avaliation":"Prós: Bons beneficios, nunca atrasou o salario. Contras: Dificil crescimento de carreira. Conselhos para presidência: Trabalhar mais a meritocracia e menos o QI (quem indica)   "},{"user":"Analista de Negócios","avaliation":"Prós: Benefícios, flexibilidade de horários, modelo de avaliação de desempenho Contras: Sistema de plano de carreira, plano de estágio, pouca facilidade de compra de produtos licenciados   "}]