[{"user":"Arquiteto de Soluções - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boa remuneração e benefícios. Sua multinacionalidade permite contato com soluções implantadas no mundo todo de forma que é possível contar com diferentes casos e experiências em busca de uma melhor solução para seu cliente. Contras: Cultura de vendas muito forte, ao ponto de sacrificar a qualidade da entrega dos projetos e, consequentemente, a qualidade de vida dos funcionários.   "},{"user":"Consultor de Outsoucirg - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estimula autonomia e desenvolvimento do funcionário, dando oportunidades de treinamentos internos disponíveis para planejamento do crescimento profissional Contras: Devido à hierarquia da estrutura matricial e processos complexos de aprovação, perde agilidade e consequentemente competitividade no mercado   "},{"user":"Analista de Compras II","avaliation":"Prós: As oportunidades são dadas àqueles que se provam merecedores. Ética e inclusão são pilares chaves dentro da organização. É possível crescer, se desenvolver e ainda ser bem remunerado. Por ser uma empresa global, surgem muitas oportunidades de viagens e até mesmo carreira internacional. Seja empreendedor. Existe uma série de oportunidades de melhorias (Como em qualquer empresa) e os que se predispõem a resolvê-las são reconhecidos e recompensados. Nunca se atenha apenas ao seu escopo, tente olhar de maneira holística todos os seus processos e atribuições. Contras: Talvez você se depare com alguma dificuldade em entender a empresa no início. É uma companhia muito grande, com faturamento anual de 55 Bilhões de dólares e mais de 35 mil funcionários espelhados pelo globo. Assim, é muito difícil, num primeiro momento, entender sua própria posição dentro da organização.   "},{"user":"Analista de Suporte ao Cliente","avaliation":"Prós: Bom Ótimos benéficos Empresa transparente Rh de fácil acesso Vale transporte total Convênio sem desconto Bônus Participação de lucros no final do ano Contras: Plano de carreira Comunicação com exterior da empresa “Panela” de superiores Salários Baixo para a alta demanda de serviço Problemas nas escalações   "},{"user":"Supervisor de Atendimento - Ex-funcionário, saiu em 2011","avaliation":"Prós: Excelente ambiente para crescimento profissional muitas oportunidades de aprendizado, muitas experiencies enriquecedoras e possibilidades Contras: Ritmo extremamente acelerado e as vezes desgastante. Por vezes a alta rotatividade do call center atrapalhava na qualidade do atendimento.   "},{"user":"Analista de Atendimento ao Cliente - Ex-funcionário, saiu em 2013","avaliation":"Prós: Plano de carreira, ambiente descontraído. Excelente empresa Ótimo programa de benefícios . Contras: Fui promovido à analista, porém meu salário não foi reajustado conforme havia sido combinado. Diante deste estresse optei por deixar a empresa Conselhos para presidência: Dar devido reconhecimento aos funcionários retendo talentos   "},{"user":"Técnico de Suporte de Campo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Local agradável, pagamento nos dias corretos, possibilidade de trabalhar de casa, bom ambiente de trabalho, contato com tecnologias atuais do mercado de trabalho, politica de portas abertas Contras: Valor de comissão baixa! Valor do Vale Refeição ou Vale Alimentação Baixo por um desconto altíssimo! Desconto do convênio por consulta! Possibilidade de crescimento zero! A empresa não oferece boas oportunidades, estabilidade e conforto ao funcionário. O funcionário fica muitas vezes perdido   "},{"user":"Analista de Testes Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Otima organization ! Ambiente de trabalho legal e ben convidativa! Otimas pessoas Sao contratadas para trabalhar ! Ambiente e clima muito Leve e agradavel Contras: Sem chances de crescimento e zero aumento salarial! Aumento so ocorre com dissidio dado pelo sindicato ! Do contrario nao ocorre nenhum aumento out gratificacao   "},{"user":"Executivo de Vendas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Cultura corporativa alinhada aos desejos dos colaboradores. Presença forte no mercado de tecnologia. Excelente ambiente de trabalho, inovador e comprometido com a sociedade. Contras: No momento a empresa está sofrendo fortes estruturações o que leva a perder um pouco de foco na cultura implementada pelos seus fundadores, HP WAY . Conselhos para presidência: Voltar a considerar o HP WAY, empregando seus reais valores.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Facilidade em entrar na empresa e permanecer, mesmo sem conhecimentos e esforço. Rapidamente você irá entender como a estrutura interna funciona e assim poderá gastar pouca energia e receber o mesmo. Contras: A empresa não dá atenção aos funcionários como deveria, acabam tratando os funcionários ruins/desmotivados da mesma maneira que os novos e motivados. Em pouco tempo você percebe que não irá a lugar algum sendo próativo ou tendo diferenciais. Conselhos para presidência: Focar nos funcionários, em cursos e aprendizados. Valorizar aqueles que realmente querem ajudar a empresa e não tratá-los da mesma forma que funcionários mais acomodados para não desmotivar a todos.   "}]