[{"user":"Funcionário","avaliation":"Prós: Horario flexível e autonomia Contras: Poucas oportunidades de crescimento vertical Conselhos para presidência: Voltar a investir na retenção de talentos "},{"user":"Analista Pleno","avaliation":"Prós: Benefícios como vale refeição e convênio médico e dental são os únicos pontos que motivam e proporciona um diferencial a empresa mas é só isso mesmo Contras: Remuneração injusta, falta de suporte, falta de treinamento, falta de reconhecimento e perspectiva de crescimento, nosso trabalho se resume sem dar voltas no mesmo lugar. Não vamos pra frente nem para trás Conselhos para presidência: Reconheçam e remunerem melhor seus funcionários, proporcionem treinamentos e planos de carreira, proporcionem melhores ferramentas para soluçao de problemas   "},{"user":"Software Designer - Ex-funcionário, saiu em 2016","avaliation":"Prós: Se preocupa em prover um ambiente de bem estar para o funcionário, é possível trabalhar remoto quando necessário, horários flexíveis, bom material de trabalho (PC, notebook, salas) Contras: Excesso de processos, muitos gerentes, muitos cortes no orçamento, demissão em massa, muitas reuniões, as decisões parecem que são tomadas de forma equivocada sem análise, contente mudanças de cenários nas estratégias da empresa. Conselhos para presidência: Diminuir o número de gerentes, melhorar os salários, flexibilizar os processos.   "},{"user":"Operador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tenho pontos positivos, não tenho nada declarar sobre a existência de pontos positivos pelo fato de não enxegalos, a empresa deixa muito a desejar Contras: A escolha dos funcionários sem qualificação, Má gestão, RH deixa a desejar, Falta de reconhecimento aos funcionários, Falta de consideração com o trabalhador Conselhos para presidência: Aconselho a empresa a observar mais os serviços dos seus coordenadores e gestores que atuam na empresa, outra dica é a falta de melhor avaliação nas escolhas dos seus funcionários.   "},{"user":"Analista de Licitação - Ex-funcionário, saiu em 2016","avaliation":"Prós: Horário flexível, gerência direta bem acessível, bom lugar e ambiente de trabalho, bons benefícios, quando preciso ser atendido em algum problema particular, todos muito acessíveis. Contras: Não conseguir alguns benefícios ou tratativas por ter que ter aprovação de fora do país, estes outros países muitas vezes não conhecem a realidade local.   "},{"user":"Operador de Soluções ao Cliente III - Ex-funcionário, saiu em 2016","avaliation":"Prós: Flexibilidade de horário, clima organizacional, profissionalismo, benefícios, reconhecimento do funcionário, eventos, massagem para os funcionários em ambiente laboral Contras: Salário baixo, planos de carreira defasado ( leva-se um longo e incerto prazo para conseguir desenvolver as funções e subir de cargo), quando se sobe de cargo, o salário não acompanha Conselhos para presidência: Compatibilidade de salário, competitividade de benefícios, planos de carreira claros   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente de trabalho, trabalho em equipe geralmente bom, aplica boas práticas de desenvolvimento, disponibiliza grande quantidade de treinamentos via web. Contras: Fraca distribuição de bônus, reconhece o trabalho mas não promove as pessoas, excesso de gerentes de pessoas/projetos/líderes técnicos, benefícios defasados, estratégia dos negócios não é clara, falta de independência em relação a HP EUA. Conselhos para presidência: Dar mais autonomia para HP Brasil, incentivar os gerentes a promover os colaboradores da mesma maneira que é feito nos EUA, examinar melhor o perfil do colaborador para encontrar o projeto mais adequado, melhorar a transparência e comunicação das estratégias.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com ambiente ótimo, pessoas incríveis que estão sempre dispostas à ajudar e ensinar, todo dia um novo aprendizado e relação aberta e fácil com pessoas com cargo alto. Contras: A empresa deve observar mais os próprios talentos, dar mais oportunidades. Sempre em redução de custos e elevada carga de trabalho para poucas pessoas.   "},{"user":"Estagiário","avaliation":"Prós: Nome forte. Empresa excelente para aprender e se desenvolver. Há possibilidade de interação com pessoas do mundo todo. Singapura, EUA, Europa, América Latina... Contras: É um Transatlântico. Qualquer item ou ponto que necessite de melhoria tem sua solução prolongada por meses. Esse é um dos principais motivos (acredito) que justificam o fato de ela não ser líder em nenhum dos segmentos em que atua. A burocracia interna é imensa. A empresa gasta muito pouco benefícios e remuneração com os níveis mais baixos, e mantém regalias extremamente exageradas aos níveis mais altos. No Brasil, ainda falta diversidade cultural, igualdade de gênero e etnia. Uma empresa Global, no Brasil, se apresenta extremamente conservadora. Conselhos para presidência: Agilize a gestão. Elimine a burocracia desnecessária que atrapalha os processos da empresa.   "},{"user":"Pre Sales - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa multinacional com várias oportunidades internas. Pessoas maravilhosas com muita experiência. Ambiente agradável, horário flexível. Jsjjsj Contras: O benefício de vale refeição deverias ser reajustado com a realidade do local. Se você gosta do cargo que ocupa e não deseja trocar em curto prazo vc é visto como comodista.   "}]