[{"user":"Operador de Produção","avaliation":"Prós: Benefícios, pois para o meu grau de hierarquia não existe promoção real,embora exista um programa empresarial para isso. Pela empresa usufruir de Restaurante dentro do condomínio. Contras: Liberaçãode parentes contratados. Atrapalha seu superior a enxergar e tentar te promover. Pois os familiares vem sempre primeiro. Isso é ruim.   "},{"user":"Técnico de Suporte - Ex-funcionário, saiu em 2016","avaliation":"Prós: Trabalhei no cliente Itau-Unibanco. As pessoas eram unidas, jovens e alegres ( quase todas rs ) tenho contato com várias pessoas até hoje... Contras: A empresa não valoriza o funcionário, provavelmente, por ser empresa de grande porte. Quando tem promoção, eles preferem promover \"amigos\" de outros projetos do q funcionários q trabalham direto com eles.   "},{"user":"Engenheiro de Qualidade Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Horario Flexivel, possibilidade de Home Office em parte da semana, pacote de benefícios atrativo e sistema de avaliação de performance por meritocracia. Contras: Nos últimos anos vem demonstrado fraco planejamento estratégico corporativo o que desencadeou deficiente resiliência perante á crise política que afetou muito o mercado de alta tecnologia.   "},{"user":"Analista de Relacionamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho muito agradável. Chefia amigável. Flexibilidade de horários. Possibilidade de crescimento. Colegas de trabalho são muito receptivos. Contras: Não há custeio para nenhum curso ou especialização que tenha a ver com a atuação do funcionário. Tudo deve ser feito por iniciativa do empregado, ainda que a empresa exija as qualificações, como inglês, por exemplo. Conselhos para presidência: Fazerem melhor planejamento com relação às suas contratações, evitando demissões em massa.   "},{"user":"Comprador Internacional - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa tem bom ambiente de trabalho, plano de carreira, bons benefícios (com exceção do VR, bônus e PLR) Contras: Retirada do home office, VR baixo, bônus baixo e PLR simbólica Conselhos para presidência: Home Office é qualidade de vida, manter só trará benefícios.   "},{"user":"Técnico de Suporte I - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo ambiente de trabalho, onde todos são bastante companheiros, ambiente maravilhoso não tenho que reclamar, fiz bastante amigos que levo para vida toda Contras: Plano de carreira, a empresa muda você de cargo porém não mudam o seu salário, trabalhei em outra área mais de um ano e nao recebi pelo serviço que estava fazendo, que no caso era nível 2   "},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Escala de trabalho bacana,e o site onde trabalhei na Imigrantes que era bem bacana Contras: Plano de Carreira na HP só existe pra pessoas indicadas, ótimos funcionários saíam da empresa e eram Recontratados com salários muito maiores, Precisa perder o funcionário pra valorizar? a empresa joga os funcionários em diversas equipes para diversas funções as vezes até fora do escopo do cargo e não atualiza salário só te usa pra cumprir tabela e depois te joga de volta pro seu setor inicial Conselhos para presidência: Coloquem líderes de contas que sejam capacitados a colaborar com os funcionários da equipe, uma equipe sem um líder qualificado não obtém bons resultados!   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Horário flexível e trabalhar com pessoas interessantes, relação direta com unidades de negócio nos Estados Unidos. Contras: Não reconhece seus empregados, carreira estagnada da grande maioria e apesar de ter políticas bem estabelecidas estas não são cumpridas. Conselhos para presidência: Reestruturação com as pessoas certas, não manter aquelas que claramente tomam as decisões erradas.   "},{"user":"Analista de Suporte","avaliation":"Prós: O pacote de beneficios da empresa é muito bom, incluindo plano de previdencia com contribuicao da empresa, auxio creche ate os 6 meses de idade. Contras: Há muitos anos existe uma politica de cortes de gastos e reducao do quadro de funcionario, isso gera muita insegurança dos funcionarios e os que ficam acumulam tarefas adicionais.   "},{"user":"Analista de Infraestrutura - Ex-funcionário, saiu em 2012","avaliation":"Prós: É uma empresa de consultoria de grande porte com possibilidade de estar em contato com várias empresas ao redor do mundo, conhecer outras culturas. Contras: Por ser muito grande, a área de atuação é muito limitada, a remuneração é abaixo do mercado, o clima de trabalho é péssimo, não existe (de nenhuma maneira) possibilidade de crescer profissionalmente (tentei de todas as formas, por 4 anos, com elevada formação acadêmica, avaliação sempre acima da média, etc) , eles querem analistas que queiram ser analistas e fazer a mesma coisa pro resto da vida, não tem desafios ... enfim, para os acomodados é uma ótima empresa.   "}]