[{"user":"Analista de Suporte - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ambiente bom, oportunidade de trabalhar em diversas areas, grandes clientes, proximidade com a liderança, envolvimento com diversos países, Contras: A empresa oferecis poucos benefícios na época, poucas opções para almoço no site SBC, e, apesar de oferecer fretado, o local era de difícil acesso. Mas no geral, é uma bow empresa.   "},{"user":"Diretor de Vendas","avaliation":"Prós: Desenvolvimento de carreira, produtos inovadores, alto nível dos funcionários, flexibilidade de horários, benefícios acima da média do mercado Contras: Burocracia interna, foco no curto prazo, desequilibrio de recursos entre as diversas áreas da empresa, processo de avaliação complexo e sem resultados práticos   "},{"user":"Técnico de Campo","avaliation":"Prós: Oportunidades de adquirir conhecimento, vários cursos disponiveis para os funcionários alguns benefícios como VT sem restrição ( o quanto precisar), Auxilio Creche, VR. Contras: Problemas com Gestão, falha n o cuidado de funcionários que trabalham alocados no cliente, falta de oportunidade de carreira, RH demora muito pra resolver os problemas dos funcionários   "},{"user":"Técnico de Campo - Ex-funcionário, saiu em 2013","avaliation":"Prós: Oportunidade de atuar com grandes empresas, boa infraestrutura, possui alguns benefícios interessantes, e funcionários qualificados que colaboram com o seu aprendizado. Contras: Falta de comunicação entre os departamentos, dificultando a entrega do trabalho. Salário abaixo da média do mercado, dificuldade para ser promovido, muita politicagem na hora da escolha.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Otima empresa, eles possuem um programa excelente. Passei nove meses conhecendo todas as areas da empresa. Os beneficios e a cultura da empresa são os melhores. Contras: Não possui, não mesmo é Otima empresa, eles possuem um programa excelente. Passei nove meses conhecendo todas as areas da empresa. Os beneficios e a cultura da empresa são os melhores.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2007","avaliation":"Prós: É uma boa empresa para se trabalhar, nesses três anos que estou na empresa aprendi bastante, adquiri um bom conhecimento na área, empresa de boa índole. Contras: A Oki Brasil como muitas outras empresas tem alguns benefícios, mas o que eu mais sinto falta é de um plano de carreira, mesmo assim estou satisfeito e sei as dificuldades que a empresa passa ainda mais nesta crise econômica em que o nosso país se encontra.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios, preocupação da empresa pela qualidade de vida como: horário flexivel, estimulo a cuidar da saúde, incentivo a projetos sociais entre outros. Contras: Muitos cargos de chefia e em alguns funções desnecessárias. Algumas pessoas com cargo de gestão não tem funções claramente definidas, gerando duvida sobre a relevância daquele cargo para a empresa.   "},{"user":"Gerente de Programas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Um ponto positivo na HP é a flexibilidade de horários e autonomia nas decisões em minha área. Os benefícios são acima da média de mercado. Cultura e ambiente de trabalho são ótimos. Contras: A média salarial é abaixo da de mercado. Oportunidades de carreira limitadas devido a retração da empresa nos ultimos anos e instabilidade no mercado de PCs e Impressoras.   "},{"user":"Project Manager - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios, preocupação da empresa pela qualidade de vida como: horário flexivel, estimulo a cuidar da saúde, incentivo a projetos sociais entre outros. Contras: Muitos cargos de chefia e em alguns funções desnecessárias. Algumas pessoas com cargo de gestão não tem funções claramente definidas, gerando duvida sobre a relevância daquele cargo para a empresa. Conselhos para presidência: Desburocratizar a empresa.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: é uma Boa Empresa, com Bons Pacote de benefícios, ambiente bom para o trabalho horário flexível. Acredito que voltará a subir em Brand Value Contras: WFR, Work Force Reduction. Programa de redução de postos de trabalho, isso deixa o ambiente de trabalho pesado, sabendo que quando tem uma lista, as pessoas se estressa e não produz pois as pessoa ficam pensando será que vou. conviver anualmente com mais de um WFR Conselhos para presidência: Pensar em 3 coisas:, Pessoa, Processo e Produto. muitas as vezes o WFR se perde qualidade e gente com muito talento   "}]