[{"user":"Analista de Suporte Técnico","avaliation":"Prós: Paga rigorosamente em dia, plano de carreira, salário não é dos mais elevados, mas é justo, grande empresa com chances de crescimento reais. Contras: Localização. Empresa fica localizada próximo ao terminal de Piraporinha, entre Diadema e São Bernardo do Campo. Apesar de oferecer ônibus fretado, é um dos pontos negativos.   "},{"user":"Técnico de Suporte - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa de grande nome, o que talvez influencie positivamente no inicio da carreira. Oportunidade de treinamentos globais positiva (quando disponibilizado tempo ao funcionario efetuar tais treinamentos) Contras: Empresa com uma gestão pessoal de novos funcionários muito precária. Além do salário MUITO abaixo da média, cobra deslocamentos exorbitantes sem nenhuma consideração para com o funcionário.   "},{"user":"Analista de Desenvolvimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento no dia certo e varios beneficios e trabalho sem pressao com possibilidade de home office. Local de trabalho muito bem organizado com equipamentos novos e local limpo e de facil acesso. Contras: Gerentes mal preparados que sao formados em panelas antigas Demitem quem trabalha e apoiam os amigos proximos e com isso deixando o setor totalmente despreparado e incompetente.   "},{"user":"Analista Financeiro Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com um ótimo ambiente de trabalho, tem uma politica boa de saúde para os funcionários, bônus de final de ano pode chegar a 100% do seu salário. Contras: Ainda existem pessoas que trabalham visando seu departamento não a empresa como um todo. Aumento de salários costuma ser difícil pois os gringos não entendem nosso dissídio.   "},{"user":"Gerente de Contas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa ética, dinâmica e que oferece oportunidades de crescimento aos seus colaboradores. Salários e benefícios compatíveis com empresas do mesmo segmento de mercado. Contras: Processos complexos e eventual dependência de lideres regionais atrasam muitas vezes a tomada de decisão e desgastam bastante os colaboradores locais.   "},{"user":"Estagiário","avaliation":"Prós: Cultura! Empresa empenhada em construir um mundo melhor. Apoia a diversidade e inclusão. Programa de voluntariado. Profundo respeito pelo ser humano! Contras: Salário e benefícios não muito competitivos. Empresa muito quadradinha....muitos processos e procedimentos, num formato um pouco mais burocratico do que o necessário. Conselhos para presidência: Tentar pensar um pouco fora da caixinha.....inovar é importante, mas tem que ser feito com olhar para além de produtos!   "},{"user":"Developer","avaliation":"Prós: Ambiente, horário flexível, confraternizações, treinamentos, tecnologias envolvidas, pessoas, projetos inovadores, contato com pessoas de fora. Contras: Promoção: esperei por mais de 3 anos por uma promoção e quando veio, o aumento foi totalmente insignificante. Como temos uma avaliação de desempenho todos os anos, após a promoção, serei comparado aos meus pares de meu novo nível, acumulando mais e mais responsabilidades, por menos da metade de um dicídio de aumento. Não compensa fazer carreira. Conselhos para presidência: Melhorem os benefícios. O VR é uma piada, da pra chamar de Vale Pastel. Os aumentos por promoção são ridiculos. Tirando isso, o resto pelo menos ajuda a compensar.   "},{"user":"Administrador de Banco de Dados (DBA) Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótima empresa para quem está iniciando na área de tecnologia. É possível aprender e desenvolver bastante. Tem politica de portas abertas. Em algumas áreas existe a opção de se trabalhar remoto, de certa forma a empresa até incentiva esse tipo de pratica. Contras: Infelizmente a empresa vem passando por uma restruturação a alguns anos e se tornou comum o corte de pessoas e redução de gastos. Dificilmente se consegue um reajuste salarial. A maioria dos funcionários são antigos de casa, isso de certa forma é bom, mas acaba atrapalhando também, pois muitas pessoas acabam encostadas na mesma função por anos. Conselhos para presidência: Valorizar os talentos e definir o rumo da empresa.   "},{"user":"Consultor de TI - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa multinacional com oportunidades para migrar entre áreas. Dependendo da liderança há oportunidades para treinamentos via web e para autodidatas. Contras: Empresa migrando seus serviços para Costa Rica e Índia. São utilizados critérios para se migrar os serviços para outros países para redução de custos.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2015","avaliation":"Prós: A diversidade , trabalhei em São Bernardo do Campo e as pessoas vão trabalhar sem ter preocupação com o que os outros vão pensar, pessoas de cabelos grandes, curtos, pessoas de descendencia diversa trabalhando juntas não vi em nenhum momento algum preconceito. Contras: A segmentação dos processos, ficando \"amarrados\" em sua resolução. Acredito que deva ter uma linha a ser seguida mas não travar a solução. Com esta segmentação as equipes ficam separadas e o crescimento fica com delay. Conselhos para presidência: Ter as avaliações mais proximas dos funcionarios e não avaliar somente se tenha sido escalonado.   "}]