[{"user":"Técnico de Suporte IIIEx-funcionário, saiu em 2015","avaliation":"Prós: Política de portas abertas. Autonomia para tomar decisões em alguns setores. Empresa de cultura \"liberal\". Enorme possibilidade de aprendizado. Boas chances de transição entre as áreas.\n\nContras: Reconhecimento mais através de autonomia e poder do que financeiro. Avaliações de desempenho confusas. Falta de investimento em capital intelectual.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Tecnologia II","avaliation":"Prós: flexibilidade de horario; plano de certificação e reembolso; bonus em projetos; avaliações todos os anos; lugar confortável de boa infra para se trabalhar.\n\nContras: promoções aos funcionários são raras; não há acompanhamento da carreira (apenas no papel); as avaliações são mera burocracia; em muitos anos de trabalho, o unico aumento salarial que tive foi devido ao dissidio e não foi por falta de conversas.\n\nConselhos para presidência: Valorizar melhor os funcionários criando um plano de carreira efetivo no Brasil.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Software DesignerEx-funcionário, saiu em 2016","avaliation":"Prós: Aprendizado continuo com os colegas e pessoas envolvidas nos projetos, muitas oportunidades de trabalho em diferentes areas de negocio e produtos.\n\nContras: Excesso de processos, onde engessa o desenvolvimento agil no dia a dia, gerencia sem engajamento no dia a dia do trabalho de seus gerenciados.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Account Manager","avaliation":"Prós: Excelente clima entre funcionários e bom ambiente organizacional , horários flexíveis e cobrança dentro do acordado com a gerência. No geral é uma boa empresa porém não esta em crescimento atualmente.\n\nContras: Benefícios defasados em comparação ao mercado, falta forma clara de avaliação do funcionário, ausência re remuneração por objetivo.Como não esta em crescimento atualmente não existem muitas oportunidades.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Back OfficeEx-funcionário, saiu em 2012","avaliation":"Prós: A empresa que se preocupa bem estar dos funcionários, trabalhei la por 6 anos e 3 meses e tive as melhores experiencias no mercado de trabalho.\n\nContras: Maior parte dos serviços terceirizados, salário incompatível ao mercado de trabalho,isso faz com que os funcionários busquem outras oportunidades.\n\nConselhos para presidência: Meu conselho, tenha oportunidades para outros serviços. Oportunidades de ganho melhor para serviços terceirizados.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de InfraestruturaEx-funcionário, saiu em 2016","avaliation":"Prós: Ambiente saudavel e equilibrado, com baixa pressao e grande liberdade para desenvolver seu trabalho.Oportunidade de se trabalhar com novas tecnologias\n\nContras: Muito cardo de chefe e lider, em media cada 3 funcionarios 1 lider que nao fazem nada, muito cargo de gerente que não fazem nada isso acaba atrapalhando investimento nos treinamentos dos funiconarios porque tem que bancar este monte de gerente sem funções\n\nConselhos para presidência: Dar mais atenção aos funcionarios e fazer uma limpa na cabide de empregos nivel gerencial, e não somente nos analistas\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Account ManagerEx-funcionário, saiu em 2015","avaliation":"Prós: Ambiente, modelo de trabalho e o home office. As pessoas são estimuladas a buscar as soluções e se desenvolvem com isso. Tem operação em vários países e isso possibilita ter experiências fora.\n\nContras: Empresa extremamente enxuta o que atrapalha a execução de trabalhos mais menunciosos. Acontecem cortes a cada trimestre e isso desmotiva o time interno.\n\nConselhos para presidência: Procurar outras linhas de redução de despesa. tem muita oportunidade mas sempre reduzem pessoas,\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Sales SpecialistEx-funcionário, saiu em 2016","avaliation":"Prós: Benefícios, aprendizado contínuo, localização fisica excelente. possibilidade de trabalho remoto e horário flexivel\n\nContras: Ultimamente o ambiente de trabalho estava muito ruim, falta de plano de carreira, pressão desnecessária e injusta\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Empresa valoriza as pessoas. Plano de carreira bem estruturado. People Manager sempre disposto e pronto a ajudar. Ótimo pacote de benefícios. Flexibilidade para trabalhar remoto. Excelente ambiente de trabalho. Flexibilidade para agendar féiras. Férias podem ser fracionadas em 3 período de 10 dias. Excelente infraestrutura (mesa, cadeira ,copa, estacionamento, banheiro, lanchonete) nos escritórios de trabalho. Política de portas abertas.\n\nContras: Gerentes de Projeto sem nenhuma automonia e poder de decisão. Empresa possui muitas áreas e gerências, o que facilita, em alguns casos, atitudes do tipo \"isso não é comigo\".\n\nConselhos para presidência: Pessoas que gostam do que faz é o grande diferencial!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"EstagiárioEx-funcionário, saiu em 2015","avaliation":"Prós: Existe um bom ambiente de trabalho, oportunidade de agregar conhecimento e uma boa remuneração para estagiário.\n\nContras: Plano de carreira fraco, onde poucos conseguem subir de seus cargos e mesmo assim demorando tempo considerável.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]