[{"user":"Analista de Testes","avaliation":"Prós: Boa estrutura e bons funcionários. Horários flexíveis. Segurança.\n\nContras: Crescimento interno praticamente nulo. Difícil comunicação entre setores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Outsourcing IIEx-funcionário, saiu em 2015","avaliation":"Prós: A opção de poder fazer home office é o que mais agrada na empresa, permite que você tenha vida fora do trânsito caótico da cidade\n\nContras: Não tem muita opção para crescimento de carreira, a empresa não tem crescido e não oferece boa visibilidade no momento\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Políticas de RH que realmente valorizam o ser humano em sua totalidade, excelente ambiente de trabalho, clareza nas estratégias e comunicação da presidência e diretoria com todos os funcionários\n\nContras: Os escritórios da HP ficam em locais de difícil acesso, e a política de 'volta ao escritório' acabou prejudicando pessoalmente alguns funcionários\n\nConselhos para presidência: Trabalhar todos os dias do escritório não é mais eficiente que encontrar-se com os colegas 3 vezes por semana, e ter mais tempo para a vida pessoal.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente de trabalho moderno, com excelentes acomodações. Ótimos profissionais.\n\nContras: Falta um pouco de habilidade nos gerentes e coordenadores para identificar melhor o potencial de cada funcionário.\n\nConselhos para presidência: Avaliar melhor a gerência, pois perde-se muito talento por não distribuirem melhor as oportuinidades de carreira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Trabalho em equipe. Grande Aprendizado. Grandes projetos. Flexibilidade de horario\n\nContras: Profissionais com pouca ou nenhuma experiência na função. Jeitinho brasileiro estragando tudo. Sistema pastelaria. Economia besta. Retrabalho. Salario Baixo.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de SuporteEx-funcionário, saiu em 2009","avaliation":"Prós: Boa empresa! Possui vasto plano de carreira, ótimo ambiente para o crescimento profissional!\n\nContras: As exigências para o crescimento profissional são muito aquém do que o necessário.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Flexibilidade nos horários de trabalho quando necessário, permite home office qdo necessário.\n\nContras: Plano de carreira é muito lento, pode-se levar 5 anos ou mais para uma promoção\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista DesenvolvedorEx-funcionário, saiu em 2009","avaliation":"Prós: Diversos benefícios, ambiente, plano de saúde familiar, infra\n\nContras: Alguns processos eram muito burocráticos. Localização muito afastada.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Tecnologia","avaliation":"Prós: Uma empresa muito flexível com horários, e por enquanto ainda reconhecida pelo mercado\n\nContras: Liderança se mostra bastante incompetente em vários aspectos.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte ao Cliente","avaliation":"Prós: Pagamento em dia e RH ok! A empresa em si é boa... o que atrapalha são os funcionários de algumas áreas querendo ser mais que outros.\n\nContras: Pessoas do treinamento não sabem lidar com as pessoas que começam.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]