[{"user":"Engenheiro de Software","avaliation":"Prós: A empresa valoriza muito os funcionários e cada vez mais criam politicas para nos mimar. Oferece todo tipo de auxílio, lazer, treinamentos, etc. Contras: Em geral o salário inicial não é apenas compatível com outras empresas, não muito maior, apesar do crescimento lá dentro ser muito bom.   "},{"user":"Executivo de Contas","avaliation":"Prós: Benefícios. Estrutura administrativa. Escritórios bem equipados. Equipes muito bem preparadas. Contras: Excesso de burocracia nas atrividades do dia-a-dia.   "},{"user":"Operador de Soluções ao Cliente III","avaliation":"Prós: os planos de saúde e odontológicos funcionam bem Contras: salário baixo e pouca oportunidade de crescimento Conselhos para presidência: Valoriza melhor o funcionário começando a colocar um profissional dos recursos humanos para melhor atender os seus funcionários, tirar duvidas e ajudar a entender as burocracias que são tão grandes além de melhor qualificamos já que ninguém recebe se quer um treinamento ao entrar na empresa   "},{"user":"Business Planner","avaliation":"Prós: Work life balance. Na Hp o que me chama a atenção é forma de trabalho voltada a resultados e o espírito de equipe. Contras: VR não acompanha o mercado. Deveria acontecer pesquisas anuais para verificar se o mesmo é compatível   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente fisico Da empresa, espaço Contras: gestores, forma como os funcionários são tratados e falta motivaçao   "},{"user":"Funcionário","avaliation":"Prós: Todos são muito receptivos e ajudam você a crescer Contras: Não encontrei nenhum problema até agora Conselhos para presidência: Saiba conversar e trabalhar em equipe   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Reconhecimento no Mercado Bom pacote de beneficios Contras: Reestruturações Constantes Falta de Investmento em Capital Humano   "},{"user":"Gerente de Operações","avaliation":"Prós: Empresa que proporciona muita aprendizagem, o que permite que o funcionário se torne mais completo para TI. Contras: Falta comunicação com a liderança, as diretrizes não são passadas com clareza e ocorrem demissões que impactam o time (corte por custo, e não por desempenho). Conselhos para presidência: Volte a ter foco nas pessoas, e dessa forma com toda certeza voltará a ter resultados e entregar qualidade aos clientes   "},{"user":"Funcionário","avaliation":"Prós: Ótimo Clima organizacional e qualidade de vida Contras: Pouca inovação ,muita burocracia e pouca oportunidade para quem fica alocado em clientes   "},{"user":"Técnico em Suporte Field","avaliation":"Prós: O time é bastante companheiro, um ajuda o outro sempre que precisa. Contras: Ao entrar na empresa você recebe a informação de que após 1 ano de contrato você tem oportunidades de promoção, crescer e etc.. Mas depois de um certo tempo avisam que o tempo foi elevado para 2 anos, não acho isso correto. Estresse excessivo ao trabalhar no cliente, liderança só tem a visão do que você erra, e quando a produtividade não está legal em relação a SLA, mas nunca reconhecem quando você atinge um numero excelente, só existe cobrança e pressão, nada de reconhecimento e apoio. salário abaixo da média do mercado, os beneficios até são interessantes, mas o salário é muito baixo. Conselhos para presidência: Acredito que começando a reconhecer o trabalho dos seus funcionários que atuam como terceiro, tendo mais pulso firme ao defender os mesmos. Melhorar a remuneração, pois não é porque um funcionário não trabalha na filial que não merece um salário digno.   "}]