[{"user":"Analista de Testes - Ex-funcionário, saiu em 2015","avaliation":"Prós: Incentivo a capacitação dos profissionais. Contras: Alguns profissionais que ocupam cargos de gerencia não aceitam mudanças.   "},{"user":"Técnico de Campo","avaliation":"Prós: Para quem esta começando é uma boa oportunidade. Contras: Baixo salário, processo para mudança de cargo confusa, processos bagunçados, pouco oportunidade de crescimento. Conselhos para presidência: Sugiro que façam uma melhor avaliação das gerências dos projetos, os funcionários sentem extrema deficiência de processos na maioria dos clientes, por este motivo a decepção se torna ainda maior com a empresa.   "},{"user":"Analista","avaliation":"Prós: A empresa tem idéias legais e funcionários tranquilos. Contras: Funcionários que trabalham na HP alocados em clientes ficam isolados da empresa.   "},{"user":"Analista de WFM","avaliation":"Prós: Empresa estável que passa segurança aos colaboradores. Muito transparente. Contras: Salários podiam ser melhor equiparados.   "},{"user":"Consultor Sênior","avaliation":"Prós: Empresa com Grande Portifolio de Produtos e potencial ofensivo. A Estratégia é bem definida. Politica de Cargos e Salarios bem definidos. Ambiente amistoso para se trabalhar. Facilidade de comunicação dom Gerente e RH. .... Contras: Burocria é o pior inimigo da empresa. Tudo que vamos fazer tem subir o Monte Everest para ai sim tomar uma decisão, não importa o qual simples ela é. O reaproveitamento de talentos é confundido com manter amigos. A convivencia exagerada com a instabilidade de uma WFR gera um grande desconforto que leva influenciar no trabalho do dia dia. Principalmente quando competencia não é o diferencial. Conselhos para presidência: Tornar o processo de decisão mais agil, Elaborar uma politica de retençaõ de talentos que seja viavel e elegivel a todos e não somente a alguns. O Processo de WFR é desgastante para todos e influencia diretamente o trabalho de todos. Por mais que seja uma ferramenta da empresa talvez seja necessário olhar para lideranças também.   "},{"user":"Developer","avaliation":"Prós: A Hp é uma empresa que dá flexibilidade de horários, que paga um salário na média do mercado e que possibilita muito aprendizado ao funcionário. Contras: Difícil conseguir uma promoção, pois há necessidade de haver um escopo dentro do projeto que se atua para conseguir motivos para promoção.   "},{"user":"Consultor Sênior","avaliation":"Prós: Oportunidade de desenvolvimento pessoal e profissional. Benefícios acima da média no mercado. excelente método de avaliação individual que permite manter o histórico de sua carreira na empresa. Contras: Dsitribuição de lucros não reflete o desempenho do profissional, assim como o reconhecimento por méritos. Conselhos para presidência: As constantes transformações no mercado de TI e economia seja regional ou global não podem ser sempre um critério para o não reconhecimento do indivíduo, por esta razão perde-se talentos promissores para outras empresas.   "},{"user":"Analista de Negócios","avaliation":"Prós: Várias oportunidades de aprendizado, intranet fantástica, muito colega de trabalho legal, é possível ter qualidade de vida e o ambiente é bem saudável. Contras: Aumento de salário e promoção só acontece se você achar alguma outra coisa no mercado e trouxer a carta proposta, ou se você sai da empresa e depois volta para assumir um cargo maior. Meritocracia não rola..... Conselhos para presidência: Amigão, apesar de você estar aí em cima, não quer dizer que sua visão seja a melhor de \"à quantas anda o mercado\", você precisa ser mais empreendedor e navegar em mares ainda pouco navegados. Ficar perpetuando o status quo é inimigo da rentabilidade. Lembro quando o sr. distribuiu aquele bastão com os dizeres \"Juntos Venceremos\". Entendo que seu posicionamento seja influenciado pela turma lá de fora, mas sejamos um pouquinho rebeldes né?   "},{"user":"Analista Financeiro","avaliation":"Prós: flexibilidade de horários e possibilidade de home office bom pacote de benefícios. Contras: Falta de comunicação, politica de cargos e salários muito enfaixada o que pode te impedir te se candidatar a novas vagas.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade de horario; beneficios (Sul America, VR, SV, Previdencia Privada) Contras: Instabilidade corporativa, WFR´s com frenquencia   "}]