[{"user":"Ex-funcionário, saiu em 2015","avaliation":"Prós: Excelente lugar para trabalhar.\n\nContras: Falta de oportunidades para determinadas áreas, assim como dificuldade excessiva para localizar vagas internas.\n\nConselhos para presidência: Criar um portal na intranet que realmente exiba as vagas internas, pois em diversas consultas os resultados são distintos da realidade.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Channel Marketing","avaliation":"Prós: Ambiente ético, liderança sólida e experiente. Ambiente complexo e desafiador para desenvolvimento de habilidades importantes de liderança.\n\nContras: Lentidão para tomada de decisões. Remuneração, benefícios e reconhecimento não são uma prioridade.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)Ex-funcionário, saiu em 2015","avaliation":"Prós: Inovação, pioneirismo, presença de mercado, time técnico\n\nContras: Falta de alinhamento nos níveis de diretoria, processos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AnalistaEx-funcionário, saiu em 2005","avaliation":"Prós: Excelente para crescimento profissional\n\nContras: Poucas oportunidades de efetivacao para os funcionarios que sao terceirizados\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de SuporteEx-funcionário, saiu em 2015","avaliation":"Prós: beneficios ambiente local da empresa\n\nContras: gestao, policitas de salarios liderança mediocre.\n\nConselhos para presidência: verificar liderança e fazer reunioes com areas. usar a politica de porta aberta e nao fechada na face do funcionario\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Inside Sales Representative","avaliation":"Prós: Plano de Carreira, Politica de Portas Abertas, Politicas de Reconhecimento, Politicas de Conduta\n\nContras: Processos e ferramentas norte americanas não se adaptam facilmente a realidade brasileira\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Excelente Localizacao e equipe\n\nContras: Dificuldade em realocacao dentro da empresa.\n\nConselhos para presidência: Treinamentos por conta própria e ter bom relacionamentos.\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa reconhecida no mercado com projetos em grandes empresas, participação em projetos para empresas privados e governos.\n\nContras: Devido a crise muitos departamentos foram encerrados. Empresa não tem plano de carreira. Salários muito baixos. Alta rotatividade de funcionários.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Informática","avaliation":"Prós: Grande oportunidade de crescimento.\n\nContras: Salários e benefícios incompatíveis com o mercado.\n\nConselhos para presidência: Normalmente ficamos alocados em clientes onde na maioria das vezes o VR é bem abaixo do fornecido pela empresa , recolhendo boa parte de nosso salário no mês. Seria interessante se a empresa tivesse convênio com faculdades, pois como a HP nos cobra sempre os estudos, essa seria uma boa forma de ajudar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de SuporteEx-funcionário, saiu em 2013","avaliation":"Prós: Bom ambiente de trabalho, política aberta com gestor, facilidade de comunicação\n\nContras: Falta plano de carreira, promoções, pouca oportunidade para estimular o profissional, baixa remuneração.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"}]