[{"user":"Analista de Sistemas","avaliation":"Prós: Flexibilidade nos horários, possibilidade de fazer home office uma vez por semana.\n\nContras: Salário abaixo do mercado, falta de um plano de carreira, dificuldade em receber promoções e aumento\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de ProjetosEx-funcionário, saiu em 2011","avaliation":"Prós: Programa de estágio bem estruturado e com seleção criteriosa, não há cobrança em demasia e os horários são respeitados\n\nContras: Empresa estagnada no mercado de prestação de serviços de TI, estabilidade ZERO, oportunidades limitadas e política de cargos e salários inexistente.\n\nConselhos para presidência: Comprar a EDS e dizimar a cultura existente nessa empresa foi uma decisão errada. A divisão de serviços da HP é quase inexistente 5 anos após a compra.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de SuporteEx-funcionário, saiu em 2014","avaliation":"Prós: Ótima localização,salário de acordo com o mercado,boa estrutura.\n\nContras: Gestão muito ruim e inacessível.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: é uma empresa que tem uma boa estrutura para o funcionario\n\nContras: o salario e os beneficios qe sao muito baixos\n\nConselhos para presidência: uma boa pesquisa de clima na empresa com aplicaçao das melhorias\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Especialista de Gestão de Contratos","avaliation":"Prós: Sendo uma multinacional pode-se adquirir uma experiência ampla em várias áreas, lidando com diversas culturas. A empresa disponibiliza vários treinamentos online de qualidade.\n\nContras: Empresa burocrática, onde não consegue - se ter acesso aos níveis de gerência e maneira adequada para resolução de problemas.\n\nConselhos para presidência: Os funcionários com boa performance deveriam ter mais benefícios e melhores oportunidades de carreira dentro da empresa.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Consultor de Aplicações","avaliation":"Prós: Projetos interessantes, colegas legais e gerente parceira.\n\nContras: Salario podia ser um pouco melhor e o vale refeição é baixíssimo.\n\nConselhos para presidência: Empresas concorrentes oferecem salario e benefícios melhores.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Espaço e infraestrutura adequados\n\nContras: Instabilidade, sensação de sentir ameaçado, sem feedback positivo.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Suporte TécnicoEx-funcionário, saiu em 2006","avaliation":"Prós: Competência dos assets humanos, infraestrutura\n\nContras: Benefícios, plano de carreira pouco claro, excesso de trabalho, salários estacionados\n\nConselhos para presidência: Investir em treinamento, reconhecimento e valores não voláteis\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de Suporte de Campo III","avaliation":"Prós: Oportunidade, crescimento, reconhecimento, amizade, companheirismo, enfim. Um excelente local com excelentes pessoas.\n\nContras: Como toda empresa grande, algumas coisas demoram a acontecer. Poderiam melhorar alguns processos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Como multinacional tem muitas oportunidades.\n\nContras: devido a crise muitos departamentos foram encerrados.\n\nConselhos para presidência: Valorizar os funcionários principalmente pelo tempo de casa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]