[{"user":"Analista de Suporte TécnicoEx-funcionário, saiu em 2014","avaliation":"Prós: Ótima empresa! Ambiente tranquilo, organizado, pagamento em dia, super recomendo! Mesmo em uma área difcil como o sevice Desk, tive um ótimo reconhecimento\n\nContras: A empresa pode ter mais projetos para plano de carreira interno, vi muitas pessoas trabalhar anos na empresa, sair para o mercado e depois voltar com um cargo ou salário melhor\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"DesenvolvedorEx-funcionário, saiu em 2016","avaliation":"Prós: Boa empresa para trabalhar. Bons beneficios, e um ambiente agradavel. Bem localizada, e trabalha com tecnologias interesssantes. Os projetos são variados. Existe mobilidade.\n\nContras: Salário deixa a desejar. Crescimento de carreira é lento, e por vezes pessoas de foras são mais valorizadas que talentos internos. Dependencia muito grande de auto-promoção.\n\nConselhos para presidência: Valorizar mais os talentos e pessoas com potencial para evitar o escoamento de funcionarios capazes e com vontade de produzir.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte ao Cliente","avaliation":"Prós: Estrutura da empresa é boa, bom relacionamento com os colegas de trabalho, porém pouco salário para cargos com grandes responsabilidades e baixa valorização\n\nContras: Falta de reconhecimento dos funcionários, quase não há possibilidade de plano de carreira, vr nunca aumenta, estando a faixa de 6 reais por dia\n\nConselhos para presidência: Melhorar o salário, e valorizar mais os funcionários.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente Comercial","avaliation":"Prós: É um excelente para se trabalhar, o clima durante todo o dia é extremamente leve, empresa disponibiliza a base de um escirtiorio moderno e 100% confortável ao profissional.\n\nContras: A empresa poderia fornecer aos gendered, carros para que pudéssemos fazer mais visitas durante a semana, colocar o próprio carro para trabalhar todos os dias não é correto.\n\nConselhos para presidência: Continuem fazendo os funcionários se sentirem responsáveis por todos os méritos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Service DeskEx-funcionário, saiu em 2016","avaliation":"Prós: Gerencia qualificada e que respeita os subordinados. Bons benefícios, pagamento de salario em dia e ressarcimento de valores de certificações após conclusão.\n\nContras: Poucas oportunidades de crescimento, sempre com a politica de promoção somente após o segundo ano de experiencia na empresa. A rotatividade é frequente.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Ambiente de trabalho muito agradável, gestores preocupados com os funcionários, horário flexível, integridade acima de tudo. Se preocupam com o desenvolvimento dos empregados, inclusão e diversidade.\n\nContras: Baixa remuneração para algumas posições. Complexidade para viabilizar aumento salarial quando há algum tipo de promoção ou mudança de cargo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Projetos (GP)Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa sempre empenhada em tratar os funcionários com clareza em suas decisões. Excelente instalações para os colaboradores e excelentes benefícios.\n\nContras: Dificilmente conseguirá ter um plano de carreira. O crescimento é horizontal, onde se aumentam as tarefas e responsabilidades, mas o salário permanece o mesmo.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Software IIEx-funcionário, saiu em 2018","avaliation":"Prós: Empresa consolidada no mercado, da ouvidos aos seus funcionários e possui planos e benefícios como auxílio em cursos de especialização. Conversas em inglês eram realizadas diariamente. Café saboroso e ambiente novo e bonito.\n\nContras: Pouca expectativa de crescimento de carreira, sendo o salário reajustado apenas pelo dissídio. Sindicato de suporte péssimo, localizado em carapicuíba.\n\nConselhos para presidência: Melhorem a Meritocracia, não com brindes(impressoras etc) mas com melhoras no cargo e PLR\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2013","avaliation":"Prós: Havia plano de carreira e bons beneficios. Otimo local de trabalho, ambiente receptivo, portas abertas para falar com liderança. Sim passei bons anos la.\n\nContras: Depois de várias mudanças e aquisições e vendas, ela foi perdendo sua essencia e mudando a forma de trabalho. Desligando muitas pessoas e perdendo assim otimos profissionais.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Cultura muito relevante para o momento conturbado atual das comunidades globais. Ambiente prazeroso e interessante. Flexibilidade horária. Liberdade de pensamento preservada assim como diversas ações de diversidade e inclusão. Fornece bons mecanismos para desenvolvimento de carreira e aquisição de novas habilidades para seus funcionários. Oportunidades de carreira internacional.\n\nContras: Liderança local muito senior e despreparada para lidar com millennials. Políticas de portas abertas colocada na cultura da empresa não é levada muito a sério pela liderança local. Excesso de processos burocráticos e trabalho operacional. Fraca sensibilidade em gerir e reter talentos, a começar por seus estagiários.\n\nConselhos para presidência: Implementar políticas de valorização de todas as áreas, assim como os profissionais de diversos nivy. O setor de vendas é importante mas não é capaz de fazer com que a empresa funcione e sobreviva sozinha.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]