[{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2019","avaliation":"Prós: Receptivos com novos colaboradores . Contras: Salário baixo, péssima gestão .   "},{"user":"Assistente Financeiro","avaliation":"Prós: Ambiente descontraído, infraestrutura agradável, oportunidade de uma grande experiência, sempre havendo desafios, uma grande experiência na área de e-comerce Contras: Falta de benefícios tais como plr, vale refeição e/ou vale alimentação / cesta básica / bônus por merecimentos de metas batidas ou plano de carreira traçado   "},{"user":"Atendente de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Fretado é o ponto positivo da empresa pois vai e vem trabalhar confortável e te pega bem próximo da sua residência, não precisando usar trem ou algo do tipo Contras: Pontos negativos e a empresa em sim pouca empatia, muita cobrança de algo que não dependia só do trabalhador, horário de almoço não muito bom um lanche horrível, fora o plano de carreira Conselhos para presidência: Ter mais empatia, saber entender o lado do trabalhador e exercer atividades motivacionais   "},{"user":"Gerente Comercial","avaliation":"Prós: a empresa apresenta bom clima , com bastante dinamismo e grande agito. O mercado é atrativo e de alto crescimento o que impacta na evolução de cargo do funcionário na empresa. Contras: Por conta de ser uma empresa jovem ainda faltam algumas orientações e padroes. Os benefícios são muito ruins e não compatíveis com o mercado. Conselhos para presidência: Feedback 360   "},{"user":"Desenvolvedor Backend Júnior","avaliation":"Prós: Beneficios, salários, festas ocasionais, grande lideres e equipes sensacionais, possuem um grande foco no que realmente a empresa necessita. Contras: Para as pessoas novas que entram, tem carência do plano de sáude e alguns beneficios que realmente é bem triste, Quando começei necessitei bastante e sofri um pouco.   "},{"user":"Trainee - Ex-funcionário, saiu em 2014","avaliation":"Prós: Oferece bastante oportunidade de aprendizado, pois muitas vezes é preciso trocar a roda do carro em movimento. Auxilia a desenvolver o senso de urgência, pois tudo é urgente. Contras: Não possui ambiente de trabalho agradável. Não possui cultura de feedback, os funcionários nunca são orientados quanto aos seus pontos de melhoria.   "},{"user":"Analista Fiscal Pleno","avaliation":"Prós: Aprendizado. Riocard condizente com a realidade do RJ. Pessoas bacanas e clima agradável. Desconto nos produtos comprados nas lojas da marca. Evento mensal de aniversariante do mês. Contras: Ticket com valor irrisório. Falta de processos internos bem delineados. Desconto alto de plano de saúde. Direito a plano de saúde obtido após longo período de contratação. Local de trabalho antigo e mal planejado (prédio das Laranjeiras). Conselhos para presidência: Ticket Alimentação ou Refeição em valor decente. Criar processos internos que facilitem o trabalho. Retirar ou diminuir drasticamente o tempo necessário para se ter direito ao plano de saúde. Avaliar uma redução do desconto realizado no contracheque do empregado a título de coparticipação no plano de saúde, que é muito alto. Melhoria do local de trabalho e melhoria dos computadores fornecidos para o trabalho.   "},{"user":"Operador Logístico - Ex-funcionário, saiu em 2017","avaliation":"Prós: A minha equipe era muito focada , eficiente e unida. Isso era muito bom, pois todo mundo se ajudava para entregar o resultado no final. Tudo isso graças a nossa gestão. Contras: Com o tempo a empresa que ainda era nova aqui na região, foi se perdendo, perdendo grandes profissionais, no fim, os gestores que ficaram eram inexperientes, arrogantes e sem nenhum tipo de empatia com o seus funcionários.   "},{"user":"Gerente","avaliation":"Prós: Ambiente jovem, fácil de lidar e ter abertura com quase todos, por isso fica fácil ter oportunidade de aprendizado entre áreas da empresa caso haja interesse do funcionário Contras: Não existe hoje um plano de carreira, assim fica difícil você saber quais skills você ou até mesmo seu funcionário precisa desenvolver para uma possível promoção. Conselhos para presidência: Definir plano de carreira para os.cargoa   "},{"user":"Webdesigner","avaliation":"Prós: Uma empresa que vive tecnologia, por ser uma empresa grande existe a possibilidade de mudança entre os times dos produtos que a empresa oferece. Contras: Plano de carreira para todos os colaboradores, existe uma enorme diferença de salários dentro da empresa. Benefícios bem abaixo do mercado e muitas horas trabalhadas, não existe a opção de home office. Pessoas que tem graduação na PUC, UFRJ, UERJ E UFF são automaticamente aprovadas e muitas vezes são menos capacitadas que pessoas que fizeram seu ensino em outro local. Conselhos para presidência: Melhorar a cultura.   "}]