[{"user":"Analista","avaliation":"Prós: Ambiente e desafios, além de não ter uma carga horária muito elevada como alguns dizem. Existem alguns cases de profissionais que cresceram rapidamente.. Contras: os benefícios são ridiculos. o vale refeição é de 4,35 e o plano de saúde tem co participação de 50% em consultas e você so tem direito depois de 9 meses na empresa. PLR so para cargos de coordenador em diante, analista só ganha trabalho e promessas. Implementaram o ponto mas com o horário de chegada inflexível para 8:30 da manhã até 18:45 da noite.(9 horas com 1:15 de almoço) Não é flexível, se chegar depois de 8:30 seguidamente toma esporro. Para quem mora longe procure se informar antes de aceitar uma proposta. O prédio de Ti tem regalias que a sede não tem, embara seja 3 minutos de distância entre os prédios, para quem for para área de ti tem um vale refeição honesto e um horário de chagada digno. Conselhos para presidência: Focar em benefícios para reter talentos e repensar coisas que ficaram no século passado como horário de chegada 8:30 da manhã.   "},{"user":"Aprendiz","avaliation":"Prós: É boa, tem como crescer lá dentro e grandes oportunidades. Oferece uma carreira agradável para quem quer crescer, mas é preciso se dedicar. O processo seletivo é curto. Contras: As vezes é um pouco lenta na questão de ajudar os funcionários a crescer. É preciso muita garra para alcançar uma oportunidade. Todos precisam ajudar.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa de pessoas jovens, ótima para início de carreira e para diversas áreas mais técnicas, como TI ou área comercial. Ótimo ambiente de trabalho. Contras: RH operacional, falta estratégica, falta desenvolvimento. O RH cuida das pessoas, mas quem cuida do RH? Faltam cursos para desenvolver as pessoas. O RH não tem credibilidade nenhuma com o cliente, faz apenas o básico: R&S e Eventos. Conselhos para presidência: Tornar o RH mais estratégico.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: desafios e possibilidades de inovar. te dá muita liberdade isso te ajuda a aprender na prática. contribui com o desenvolvimento. atende necessidade Contras: organização - empresa se perde nas prioridades, perdendo temas importantes. não documenta/ faz especificação - perdendo assim conteúdo e documentação das decisões   "},{"user":"Analista Comercial","avaliation":"Prós: Ambiente descontraído, autonomia no serviço, refeição no local, etc. Contras: Precisa valorizar um pouco mais os funcionários e promover mais, elogio / feedback / promoção fazem a diferença e aumenta a motivação etc...   "},{"user":"Supervisor de Operações","avaliation":"Prós: Salario em dia, ambiente tranquilo para se trabalhar, uma empresa de nome no mercado e que tem uma estrutura excelente e com muitos departamentos estruturados Contras: a empresa não tem plano de carreira, pouca integração dos departamentos e pouco reconhecimento da chefia, salários baixos e pouca valorização dos funcionários Conselhos para presidência: Fazer auditoria de departamentos e valorizar os funcionários com algum benefício, além do salário   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Um ponto positivo da empresa é que possui fretado para as cidades de Franco da Rocha, Francisco Morato e Caieiras. Tem convênio médico e odontológico Contras: Não fornecem vale alimentação e refeição, apenas um pão gelado, um copo de suco da pior qualidade sem gosto e uma fruta, dia que só tem apenas 2 microondas para uma central inteira esquentar o lanche horrível que eles oferecem. Conselhos para presidência: Uma dica é dar vale alimentação ou refeição aos operadores de atendimento   "},{"user":"Analista de Inteligência","avaliation":"Prós: Muitas festas, sorteios e eventos internos e externos. Muitos projetos e iniciativas, alguns mais internos e pouco visíveis, outros viram grandes produtos e são muito divulgados dentro e fora da empresa. Contras: A empresa declaradamente \"não tem plano de carreira\". É tudo muito solto e na prática acaba dependendo de habilidades comerciais e de negociação. Tempo de casa e experiência nada querem dizer. Conselhos para presidência: Criar um plano formal de carreiras e valorizar os funcionários que seguem contra a maré de alta rotatividade do mercado e querem se estabelecer e fazer carreira numa empresa.   "},{"user":"Analista Comercial","avaliation":"Prós: Clima bom, pessoas legais, gestão próxima e horário flexível, bastante happy hour, confraternizações e comemorações, fácil adaptação e relacionamento. Contras: Salario/Comissionamento dependendo da unidade de negócio ou marca que trabalha, não é tratado com muita clareza na contratação, o salário fixo é muito baixo e não existe comissão, mas sim uma remuneraçã variável de acordo com o atingimento de metas que para ganhar bem precisa bater no mínimo 130% da meta todo mês.   "},{"user":"Estagiário","avaliation":"Prós: A cultura da empresa eh bem legal, as pessoas são bem receptivas e vorazes por conhecimento , isso na area de tecnologia, nao posso dizer o mesmo das demais areas Contras: A cultura da empresa eh bem legal, mas apenas na area de tecnologia, nao posso dizer o mesmo das demais areas e o plano de carreira não é muito claro   "}]