[{"user":"Analista Pleno","avaliation":"Prós: Por se tratar de uma empresa jovem, muitos ali são parceiros. Se ajudam no dia a dia e conseguem fazer acontecer. Por mais que muitas vezes seja difícil, por conta da precária forma de se trabalhar (empresa não te oferece nem um caneta ao entrar). Contras: Gestão de péssimos profissionais, péssimos benefícios, ambiente carregado, falsa perspectiva de crescimento. Gestores mal treinados. Muita mentira e fofoca em ambiente de trabalho.   "},{"user":"Administrador de Banco de Dados (DBA) Pleno","avaliation":"Prós: Flexibilidade de horário, bom ambiente de trabalho, em algumas áreas pagam-se horas extras e plantão sobreaviso durante os finais de semana. Contras: Os benefícios deixam muito a desejar, tudo é descontado do salário e o VR é um absurdo de baixo pra região além de não termos PLR o que é uma vergonha para uma empresa desse porte. Outra ponto negativo é o RH que deixa a desejar, não temos um plano de carreira ou meta de crescimento, com isso é impossível ter aumentos e reconhecimento.   "},{"user":"Analista de Planejamento Pleno","avaliation":"Prós: A empresa proporciona aos funcionários com mais de 03 meses de casa participação em Clube de Compras - Descontos em compras nos sites da empresa, festinhas de aniversários do mês, aniversários das marcas do grupo. Contras: Não existe meritocracia para todos os funcionários, apenas aqueles que são \"amigos\" dos gestores. Adicionalmente, a política de benefícios só funciona para quem possui salários altos e que não precisam de novos benefícios como auxilio creche, bolsa de estudos, etc. Isso deveria ser para quem ganha menos. Conselhos para presidência: Menos discurso, mais ação, mais reconhecimento, mais valorização dos funcionários antigos.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Dinamismo, tecnologia de ponta para atuação no seguimento, capacidade de adaptação rápida junto as adversidades que o cenário econômico acaba exigindo. Contras: Piso salarial operacional baixo, alto turnover devido ao fato de ser uma empresa projetizada ao longo do ano comercial, baixa retenção de talentos com potencial.   "},{"user":"Operador de Telemarketing Ativo - Ex-funcionário, saiu em 2016","avaliation":"Prós: beneficios , conevnio medico muito bom , restaurante na empresa, ambulatorio na empresa, cartão lasa , convenio odontologico entre outros beneficiois Contras: Muita pressão , gestores não possuem tratamento para falar com o ser humano . Fora que existe nenhum plano de carreira, e não tem muitos treinamentos Conselhos para presidência: Mais planos de carreira   "},{"user":"Assistente Financeiro","avaliation":"Prós: infra-estrutura muito boa, horario flexível, boa localização, preocupação com bem estar do funcionário, apta a ouvir as criticas dos funcionários Contras: sem interesse em valorizar seu crescimento profissional, nao demonstram interesse em efetivação quando você é terceiro, vale refeição de 4,30 ( nao paga nem uma coxinha), salário muito baixo da media do mercado. Conselhos para presidência: valorização da Mao de obra presente. efetivação de terceiros (afinal financeiro deve ser cargo de efetivo devido ao acesso aos dados)   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: O fretado que leva até a empresa, ajuda bastante, pois não tem risco do funcionário chegar atrasado no serviço, ele vai na cidade de Francisco Morato e franco da rocha.. Contras: Os benefícios, não tem vale alimentação eles dão um pão e um copo de suco sem gosto, além de cobrar muitas metas que é impossível de conseguir atingir. Conselhos para presidência: Ficar nos seus objetivos profissionais   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: As pessoas são boas. Os benefícios são ok. Rola bolo uma vez por mês. Acesso fácil. Próximo ao shopping Vila Olímpia. Não tem mais nada. Você vai aprender muita coisa. Não fique mais do que dois anos. Contras: As pessoas são boas. O sistema corrompe. É um ambiente inóspito a longo prazo para se trabalhar. Usa a metodologia top-down. Muito cacique pra pouco índio. Politicagem impera. Conselhos para presidência: Aprenda a ser presidente.   "},{"user":"Agente de Atendimento I","avaliation":"Prós: É uma empresa na qual você consegue evoluir muito como pessoa e profissional. Um outro ponto positivo seria, as oportunidade de crescimento! Contras: É uma empresa na qual não enxerga muito o lado humano de seus funcionários. Os gestores da empresa prezam mais por resultados, metas e números do que a qualidade do serviço prestado.   "},{"user":"Coordenador de Operações - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa para iniciar carreira, com muitos desafios e projetos. As pessoas são ótimas e colaborativas, fácil localização e acesso, flexível. Contras: Salário muito inferior ao praticado no mercado, não tem benefícios, participação dos lucros apenas de Gerentes pra cima, mas os gerentes não colocam a mão na massa. Conselhos para presidência: Dar um pouco de atenção ao ambiente de trabalho nos CD's, cadeiras quebradas, refeitórios feios e sujos, chão com buracos, infraestrutura velha, sem lugar de descanso ou conveniência. Precisa dar uma atenção para o ambiente, afinal os colaboradores passam mais tempo na empresa do que com sua própria família, o minimo de conforto é necessário.   "}]