[{"user":"Agente de Atendimento V - Ex-funcionário, saiu em 2018","avaliation":"Prós: O serviço não é ruim, mas os gestores são péssimos, descredibilzam os funcionários, não são empáticos com clientes e colaboradores e se pudessem, não olhariam nem cara dos funcionários. Contras: Os diretores são focados em números, porém, não estão aí para quem trás esse s números, eles não defendem o cliente e não querem nem saber do bem estar dos funcionários. A desorganização impera em todas as áreas. Conselhos para presidência: Revejam que colocam a frente para trazer resultados e se incomodem, pois os números poderiam ser melhores, pois clientes satisfeitos sempre voltam e funcionários satisfeitos, fazem o seu melhor.   "},{"user":"Analista Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Aprendizados, alta responsabilidade, equipes jovens e metodologia bem definida. Gestores jovens Equipes bem estruturadas Ambiente bom para trabalhar Contras: Não tem plano de carreira Não tem direito a bônus Trabalha sabados e feriados Não tem hora extra Beneficios ruins Salarios defasados Poucos treinamentos   "},{"user":"Agente de Risco I - Ex-funcionário, saiu em 2016","avaliation":"Prós: O treinamento para a atividade é bem estruturado. Como não exigem experiência na área, pelo menos procuram ensinar com qualidade e acompanham nos primeiros dias o desempenho de cada novo funcionário. Contras: A área é infeliz, não tem contato com as demais áreas da empresa, é isolada dentro de um aquário. As pessoas parecem robôs trabalhando, clima bem pesado. Conselhos para presidência: Rever o clima da área.   "},{"user":"Analista de Prevenção à Fraude","avaliation":"Prós: Boa chance de crescimento, a área de gestão é uma área na qual temos grande chance de se aprimorar e subir de cargo, sendo responsável e dinâmico com o trabalho as chances são ótimas! Contras: Gestão arcaica, falta gestão de pessoas, ficam muito tempo no cargo e não conseguem delegar as atividades, um pouco bagunçado na hora de fazer uma promoção !   "},{"user":"Atendente I - Ex-funcionário, saiu em 2016","avaliation":"Prós: remuneração pontual,ambiente agradável , equipe engessada , atendimento robotizado não promove a qualificação do funcionário cliente não esta em primeiro lugar Contras: Não há ponto negativos para declarar , embora a empresa não demonstre incentivo para carreira e pouco gestão para trabalhar em equipe e não há treinamentos.   "},{"user":"Operador de Logística Interno - Ex-funcionário, saiu em 2016","avaliation":"Prós: O bom da empresa que o salário não atrasa, se vc estiver passando mal eles te socorrem muito bem, a comida é boa os chefe são ótimos o trabalho também Contras: Não dão oportunidade de às pessoa crescerem, tratam os funcionários com se fosse uns escravos Deus que me perdoe, e não tínhamos tempo para lanchar Conselhos para presidência: Saber usar o pouco da experiência que eu tenho quando estava na outra empresa, e adquirir experiência tbm nessa nova empresa   "},{"user":"Agente de Atendimento II - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia, refeitório no local, a empresa te dá um cartão no qual vc pode fazer compras nas lojas Americanas, claro sendo descontado do salário Contras: Na empresa vc é apenas um número, te jogam de um lado para o outro, um dia vc atende voz, no outro e-mail, ou no mesmo dia atende os dois. Quando a demanda é muito grande te colocam pra atender uma área que não é sua, sem vc ter tido ao menos um treinamento, e ainda te cobram bons resultados   "},{"user":"Analista","avaliation":"Prós: Desenvolvimento profissional Contras: Falta de plano de carreira, plano salarial e benefícios   "},{"user":"Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: ambiente desafiador, pra quem nao gosta de rotina é um excelente lugar pois cada semana é diferente da outra, muita agitação e projetos interessantes e motivadores Contras: é uma empresa que deixa passar muitos problemas internos, falta uma gestão mais voltada para as pessoas do que para as entregas, a remuneração também é desequilibrada entre as pessoas e os cargos Conselhos para presidência: Melhorar gestao de pessoas e politica de cargos e salarios   "},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tem muitos pontos positivos, apenas acho que o trabalho era bom eo horário apenas 6 horas por dia. Só isso memso mesmo porque de restante não tem nada tão positivo Contras: Trabalho sobre pressão o tempo inteiro, supervisor expoe o funcionário pra equipe toda, supervisoras que não sabe separar o pessoal do profissional.   "}]