[{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: A empresa fica em um local de fácil acesso, tem um bom convênio médico que atende as necessidades de um modo geral. As pessoas são de um modo geral educadas Contras: Falta reconhecimento para quem realmente coloca a mão na massa. Os líderes, gestores sempre levam o reconhecimento maior. A politica para aumento é realmente fraca. Conselhos para presidência: Atender mais as necessidades dos funcionários, enxergar o próximo como a si mesmo   "},{"user":"Webdesigner","avaliation":"Prós: Oportunidade para se aprender e fazer amizades. E entender como funciona melhor uma empresa nesse ramo de atuação e os pontos fortes e fracos. Contras: Gestores chefes e não líderes. Dificultará o entendimento de alguns princípios. Oportunidades de aumento de trabalho e não de salário. Empresa com perfil mais antigo e não pro público jovem. Conselhos para presidência: Mais visão. Internet e o novo mundo e estar presente nela é fundamental.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A incorporação dos benefícios das empresas compradas e fundidas ao grupo. Tirando isso, não tinha muitas vantagens se comparada com outras empresas de mesmo porte. Contras: Não existe plano de cargos e salários. Não existe expectativa de feedback para promoções. Não existe política de incentivo ao funcionário continuar estudando (apenas é cobrado de forma informal).   "},{"user":"Assistente Administrativo","avaliation":"Prós: Conhecimentos adquiridos das áreas, uma ampla visão do mercado, trabalho em equipe funciona, mudanças para outras áreas da companhia, oportunidade de trabalho em novos projetos. Contras: Crescimento profissional muito difícil, alimentação no local, sem estacionamento para todos os funcionários, gestão centralizada, acúmulo de tarefas.   "},{"user":"Fiscal de Prevenção de Perdas - Ex-funcionário, saiu em 2011","avaliation":"Prós: Refeitório agradável e tinha um quartinho de descanso, e alguns jogos para quem gosta. Cesta de natal e companheirismo dos colegas, líderes atenciosos. Contras: Ambiente de trabalho muito quente, sem oportunidade de crescimento, muito demorado a revista na hora de ir embora, a comida quem pegasse macarrão não poderia pegar mistura ou arroz.   "},{"user":"Assistente de Logística - Ex-funcionário, saiu em 2016","avaliation":"Prós: o ambiente as vezes pouco agradável por falta de disciplinar os associados quando os mesmos não tem comprometimento com o trabalho ou com oa colegas. Contras: falta benefícios Existe um sistema muito legal onde acaba desevenvolvendo os talentos seja em reuniões ou discussão diária no início de trabalho   "},{"user":"Operador - Ex-funcionário, saiu em 2013","avaliation":"Prós: quase tudo é muito legal nessa empresa, o salario é basico mais te da possibilidades de crescimento, comida no ambiente e pessoas muito legias Contras: ambiente com diversas variações térmicas, quando esta frio la dentro é 10 vezes mais, e quando está calor lá dentro é 20x mais quente.   "},{"user":"Marketplace IV - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente de trabalho , bom refeitório, com variedades. Banheiros limpos. Pagamento em dia. Armários com e guarda volumes com funcionários à disposiçao. Contras: Mandaram todos embora para contratar nova equipe com salário bem menor.Todos nós sabíamos que estavamos treinando pessoas que iriam nos substituir e ficávamos ansiosos sem saber qual seria a data da demissao, éramos chamados aos montes para demissão no rh, tratados como números. Conselhos para presidência: Tratamento mais humanizado   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Aprendizagem constante e meritocracia. São as duas características mais marcantes na empresa. Também não é aconselhavel para quem não é dedicado. Contras: Localização, estrutura física e burocracia. Sem esses 3 fatores, não há o que falar da empresa. Apesar da região ter sido revitalizada, a rua é feia e o prédio parece um presídio.   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2016","avaliation":"Prós: Tem chances de crescimento, e se aprende de tudo um pouco,muitas pessoas ajudam vc no que tem duvida sempre estao dispotas a ajudar,o trabalho e um pouco cansativo mas bom de se trabalhar e e um lugar otimo para fazer amizades. Contras: Salario pouco pro tanto que vc faz trabalha bastante e recebe pouco ,te exploraram na maioria das vezes,algumas ns gestores não sabem liderar. Conselhos para presidência: Dar mais chances para os apredizes crescerem na empresa apos o termino de contrato.   "}]