[{"user":"Funcionário","avaliation":"Prós: Empresa boa para aprender e trabalhar muito, ambiente descontraído com time jovem e muito participativo! O dia a dia é muito dinâmico e as pessoas muito legais! Contras: Benefícios muito ruins, não é um lugar voltado para gestão de pessoas e por isso tem pouca chance de crescimento de carreira em curto prazo!   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente agradável, ótima gestão, uma empresa que tem tudo para se tornar líder no mercado logístico, união define a B2W, pois sabem trabalhar em equipe. Contras: Deveriam dar mais atenção para os jovens aprendizes, que estão lá tentando dar o melhor, mas nem sempre é reconhecido. E chances de efetivação também seria legal, gostaria de ter continuado na empresa e crescido lá dentro. Conselhos para presidência: Escutem os funcionários da área mais operacional   "},{"user":"Auxiliar de Logística I","avaliation":"Prós: Os beneficios, plano de carreira, convenio, ambiente de trabalho, atividades diversas, muitos profissionais qualificados e atenciosos no que fazem. Contras: A gestão desorganizada, a sujeira em determinadas areas, muita poeira, distancia percorrida até algumas areas, distancia dos bebedouros e dos banheiros.   "},{"user":"Analista de Suporte Comercial","avaliation":"Prós: Salário e peso do nome da empresa em seu currículo. ......................................................................................... Contras: Refeitório com comida péssima, sem PLR mesmo com metas agressivas, infra estrutura a nível de escola pública. Pessoas pedem as contas para irem para vagas com salário inferior devido ao clima péssimo. Conselhos para presidência: Valorizem os funcionários. Não adianta ter como valores \"Ter as melhores pessoas\" e tratá-las como burras. Percebam o ambiente hostil implantado na unidade de Itapevi que acarreta uma grande rotatividade da área. Entrevistas que iludem o funcionário e desencantam na primeira semana. Funcionários desmotivados e alto absenteísmo.   "},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: A cultura é motivadora, os lideres são pessoasl ótimas, os desafios técnicos te fazem crescer sempre. É bem confortavél de se trabalhar aqui, meu melhor trabalho até hoje. Contras: É difícil destacar pontos negativos, mas a empresa ainda é mal vista por fora devido ações de antigos gestores que não estão mais na empresa. Conselhos para presidência: Deixar mais claro plano de carreira   "},{"user":"Estágio - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente descontraído com pessoas jovens e agradáveis, aprendizado sobre tecnologias disruptivas, pessoas realmente interessadas em ajudar aos outros. Contras: Remuneração baixa para o mercado em geral, o que dificulta a vontade de permanecer na empresa apesar do bom ambiente e possibilidade de aprendizado acelarada.   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagam sempre em dia Ambiente de trabalho confortável e seguro, A relação entre líderes da equipe e demais funcionários é agradável. Ambiente de trabalho confortável e seguro, oferecem uniforme e vale transporte. Contras: Reconhecimento nem sempre depende só de resultado, relacionamento pode dizer mais nos momentos de decisões. Benefícios escassos e salário já foi melhor no mercado. Conselhos para presidência: Horário de trabalho mais flexível, diminuir as metas de vendas, gerar outros prêmios e bonificações além da comissão para estimular o funcionário.   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente bom de trabalhar, bons materiais. Temos um belo treinamento e boas pessoas também. Ótimo refeitório e cardápios elaborados junto com nutricionista. Contras: Difícil lidar com gestores, apesar de ser fácil a comunicação com os mesmos. Ocorria ameças de manda embora no corte anual e cobrança exceciva.   "},{"user":"Coordenador","avaliation":"Prós: Autonomia no trabalho, ambiente agradável, recursos quase ilimitados, oportunidade de aprendizado muito grande e boa experiencia profissional. Contras: Infelizmente a empresa está se entregando a cultura de se conformar em ser mediana. Isso fica aparente no grande volume de pessoas abaixo da média preservando seus cargos e, na maioria (sim, na maioria) das vezes, sendo promovidas, por simplesmente terem “sobrado”. Como consequência existem Gerentes (!!!) que nunca lideraram nenhum projeto/ninguém, nem horizontalmente, nem verticalmente. Em outros casos são pessoas que não possuem o mínimo de senso de dono do negócio e só buscam a promoção pessoal e vantagens as custas da empresa. Conselhos para presidência: Prezados, por favor, prestem atenção na cadeia de liderança que os senhores têm elegido. Gerente é cargo de gestão e meritocrático e não um título para entregar a qualquer um que sabe ligar o computador e somar dois números. Acordem.   "},{"user":"Funcionário","avaliation":"Prós: A empresa não é muito rígida e a estrutura é boa. No geral não temos muita dificuldade em conversa com gestores ,acabam sendo bem acessíveis Contras: A gestão só reconhece o trabalhos dos queridos, o restante da equipe é ignorado e estão sempre tentando arrumar um motivo que não justifique a sua promoção. O foco não é na equipe como todo e o tratamento é diferenciado de acordo com a pessoa Conselhos para presidência: Tratar todos com igualdade   "}]