[{"user":"Business Partner","avaliation":"Prós: Aprendizado, transferências para novas áreas, conhecimento em novas atividades, desenvolvimento profissional, mesmo sem promoções horizontais nem verticais. Contras: Desenvolvimento profissional acontece mais sem promoções horizontais nem verticais, não há plano de cargos e salários, a área de remuneração não é estruturada, não há projetos muito sólidos.   "},{"user":"Atendimento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário bom tem cozinha para alimentação convênio é ótimo O Que horário é bom o que me segurou lá foi o salário e o horário fora isso o RH também é bom mas precisa melhorar mais Contras: Ponto negativo porque têm vários supervisores mal preparados para o mercado puxa o saco somente de quem de quem convém a eles não reconhecendo de quem trabalha certo para ser reconhecido tem que puxar o saco Conselhos para presidência: Não é um bom lugar para trabalhar não tem elevadores o ar condicionado vive desligado   "},{"user":"Database Administrator (DBA) Júnior","avaliation":"Prós: Ambiente descontraído e moderno. Há muitas tecnologias para trabalhar. Muitos investimentos em novas tecnologias Descontos em compras da loja Contras: Desorganização de processos Falta plano de carreira para os profissionais Diretores e coordenadores não seguem processo de atendimento, há um pensamento cultural na empresa que processos e normas engessam o fluxo do trabalho.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tem nada de especial, nada além do que diz a regra de CLT é oferecido na empresa. Deveriam verificar e adotar planos e medidas que satisfaçam o Colaborador de modo que ele goste de trabalhar na empresa. Contras: Gerentes de pessoas sem preparo para ouvir os Colaboradores, na minha opinião deveriam ter preparo e tato para ouvir e resolver conflitos, deveriam se empenhar e oferecer além do básico, que ainda assim e mau feito na empresa. Conselhos para presidência: Atualize-se   "},{"user":"Webdesigner","avaliation":"Prós: Equipe interativa e muitas oportunidades de se adquirir novas funções. Muitos projetos para aprender mais de todas as áreas. A empresa é bem localizada, não sendo um problema para chegar através de transporte público. Contras: Liderança que visa números ao invés da qualidade. Falta de entrosamento entre liderança e liderados. Por vezes, pode ocorrer um acúmulo ou desvio de funções dado atual cenário da empresa. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Conselhos para presidência: É necessário saber que os números vem de pessoas. Pessoas que mesmo desmotivadas, geram resultados magníficos. Se desmotivadas e sem expectativas estas pessoas geram resultados, focadas e determinadas podem triplicar sua produtividade. Mas enquanto forem tratadas como números...   "},{"user":"Analista Júnior","avaliation":"Prós: Ser dono do próprio negócio, ter liberdade para fazer o seu trabalho. Proporciona boas experiências durante o período da Black friday que é o maior pico de vendas. Contras: Pouca possibilidade de se desenvolver. A meritocracia existe apenas para a área comercial e marketing, as demais são esquecidas pela empresa e as pessoas ficam estagnadas. A empresa fornece um vale refeição fictício de 4 reais por dias, além de não possuir benefícios. Algumas áreas batem ponto e outros não, algumas áreas trabalham sábado e outras não, não há senso de justiça. Conselhos para presidência: Valorizar mais os funcionários de todas as áreas, pensar em um clima agradável para todos.   "},{"user":"Administrativo","avaliation":"Prós: O salário é a média do mercado, muito aprendizado, isso se você correr atrás, a empresa não se preocupa em prover treinamentos. Acabei colocando pontos negativos neste campo, tamanha minha insatisfação. O único lugar em SP para se trabalhar com minimo de dignidade e no Bit na Vila Olímpia. Contras: Refeitória (da GRSA) muito ruim, Gestores despreparados, se você for promovido não aumentam seu salário, precisa esperar 1 ano para o reajuste. Ambiente bem pesado, gestores só se preocupam com planilhas e números, zero preocupação com o associado (é como chamam o funcionários) Conselhos para presidência: Acredito que a presidência nem saiba o que realmente acontece nos CD's. Os gestores gostam de maquiar os resultados. A verdade é que a cultura que se prega sobre ser dono do negócio inexiste. O único lugar em SP para se trabalhar com minimo de dignidade e no Bit na Vila Olímpia.   "},{"user":"Software Developer","avaliation":"Prós: O desafio, o projeto no qual eu trabalho é muito desafiador e inovador, principalmente. O ambiente é positivo. O volume de informações é altamente desafiador. Contras: RH é muito fraco, vale refeição não paga bem. A política de gestão da empresa é de varejista, não de tecnologia, isso prejudica o dia a dia em algumas ocasiões. Conselhos para presidência: A política de recursos humanos deve tomar como diretriz empresas modernas, com mais flexibilidade, maiores benefícios e políticas de carreiras.   "},{"user":"Especialista em Tecnologia","avaliation":"Prós: Muita tecnologia, várias frentes de trabalho com tecnologias diferentes e multidisciplinares, dinamismo, respeito com relação aos pagamentos aos funcionários. Contras: Preza pelo trabalho realizado localmente, algumas frentes de trabalho ainda utilizam tecnologias ultrapassadas, o dinamismo é tão grande que dificulta o a criação de maturidade em processos e sistemas.   "},{"user":"Operador de Relacionamento","avaliation":"Prós: Parece ser uma empresa que oferece oportunidades e crescimento, benefícios são razoáveis mais somente após 3 meses e empresa alimentação no local e boa. Contras: Benéficos como AM e com desconto + coparticipação, é Sá o apenas depois de 3 meses, local de almoço não é de fácil acesso, salário está baixo. Conselhos para presidência: Cuide melhor do ambiente da empresa cadeiras precisa de melhor manutenção l, é prédio tbm.   "}]