[{"user":"Analista de Suporte","avaliation":"Prós: Ambiente colaborativo, pessoas fantásticas, ambiente leve, muitas festinhas, trabalho agil, equipe engajada, gosto muito de trabalhar nesta organização. Contras: Não possui plano de carreira, não possui clareza com relação a melhorias salariais, alguns gestores fazem favoritismo na hora de ter alguma promoção, benefícios muito abaixo do mercado.   "},{"user":"Desenvolvedor Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Eventos excelentes, times com nível técnico elevado, programada de estágio de qualidade boa conversão em efetivos, arquitetura dos escritórios de TI agradável, brindes de qualidade. Contras: Remuneração abaixo do mercado, benefícios pouco competitivos. Pouca Margem pra negociação mesmo que queira ficar na empresa. Gerência \"de área\" despreparada. Muita canetada promovendo reestruturação sem sentido. Tecnologia e Produto muita das vezes desalinhas (pelo menos na Bit Services) Conselhos para presidência: Aumentar a transparência nos processos, criar rituais de feedback contínuos (quinzenais) entre gerentes/líderes diretos e liderados. Criar clima de estabilidade evitando reestruturações malucas.   "},{"user":"Gerente Geral de TI - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa Com Tecnologia avançada, Ambiente agradável. Salário de acordo com a média do mercado, os benefícios são bons (VR, VA, Seguro de Vida) 13 salário, férias. Contras: Política de meritocracia não é clara. Não existe plano de carreira. A PLR é paga quando eles querem, o valor da PLR sempre é o mínimo garantido. Os funcionários não são reconhecidos.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Horário flexível, desafio técnico inigualável. Possibilidade de muito aprendizado e uso de tecnologias novas quase sempre. Desconto nas compras da marcas Contras: Acredito que hajam poucos pontos negativos, infelizmente a empresa não é bem vista no mercado por algumas opiniões antigas do mercado em si. Conselhos para presidência: Dar mais visão a questão de cargos e salários.   "},{"user":"Designer Sênior","avaliation":"Prós: Muita gente boa ao redor, ambiente legal, possibilidade de crescimento se você está no mesmo ritmo da empresa, poucos benefícios mas o salário compensa Contras: Muitos impedimentos da diretoria e de outras áreas pra realizar melhorias necessárias, processos lentos e burocráticos, mania de resolver os problemas de forma rápida, tapando buracos, ao invés de ser acertivo e finalizar a tarefa de vez   "},{"user":"Analyst - Ex-funcionário, saiu em 2018","avaliation":"Prós: Desafios diários, possibilidade de transitar em diferentes áreas e aprender sobre o funcionamento das mesmas. Grande visibilidade no mercado. Contras: Reconhecimento nem sempre depende só de resultado, relacionamento pode dizer mais nos momentos de decisões. Benefícios escassos e salário já foi melhor no mercado.   "},{"user":"Estagiário","avaliation":"Prós: A B2W é uma ótima empresa para quem está disposto a aprender. Todas as pessoas estão dispostas a te ensinar e a te ajudar a evoluir. O ambiente de trabalho é extremamente agradável e ajuda a desenvolver ótimos projetos, as pessoas estão a todo tempo buscando utilizar as tecnologias mais recentes e buscando melhorar a cada dia. Contras: Na minha experiência na empresa até agora não foi possível encontrar nenhum ponto negativo que eu possa destacar. Por enquanto apenas tive experiências positivas.   "},{"user":"Supervisor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Plano Odontológico / Salário em Dia / Integração da equipe com o Gestor direto. Integração com nossos pares. Desconto para compras no Site. . Contras: RH inoperante! Empresa sem meritocracia, muita politicagem e QI . Planejamento / Comercial e Logística não falam a mesma língua...parecem empresas diferentes. Empresa corta custos de forma exacerbadamente, onde, muitas vezes o gestor precisa fazer o papel do operador para atingir metas. Conselhos para presidência: Buscar escutar a gestão média e operação   "},{"user":"Auxiliar de Logística I - Ex-funcionário, saiu em 2003","avaliation":"Prós: reconhecimento , oportunidade, bom ambiente, chefes prestativos, banco de horas, dissidio todos o anos conforme clt, varios beneficios enfim boa empresa Contras: Exigentes, numero de demanda alta por ser uma logistica de 3 empresas juntas na época, estoque um pouco desordenado mas nada anormal , nada que uma organizaçao nao resolva. Conselhos para presidência: Contrate mais pessoas   "},{"user":"Analista Financeiro - Ex-funcionário, saiu em 2019","avaliation":"Prós: Salários pagos em dia e um pouco acima da média. Empresa aposta em profissionais sem muita experiência no mercado. Excesso de obstáculos impostos no dia a dia, desenvolvem a resiliência do profissional ao máximo. Contras: Benefícios são uma piada... Cerca de R$ 4,50/dia de vale refeição com desconto de 0,80 centavos/dia na folha, plano de saúde e dental apenas para pessoas com mais de 9 meses de empresa. Diferença gritante de tratamento para com os funcionários da BIT em relação aos demais. Empresa digital com métodos de controle de ponto extremamente rudimentares, possui um Help Desk insuficiente para tantos funcionários e determinadas áreas não possuem nenhum incentivo na modernização de sistemas. Cultura empresarial totalmente tóxica. As ditas \"oportunidades de carreira\" tão faladas da B2W, se dão em uma total Lei da selva que prevalece desde os níveis mais operacionais até os mais altos cargos. A postura cooperativa e de respeito entre os colaboradores inexiste. Total falta de treinamento para novos funcionários, que são jogados na área de qualquer maneira na área e precisam, literalmente, implorar para terem orientações mais claras sobre suas tarefas, e por muitas vezes são vistos e tratados como \"pesos mortos\" em suas equipes, inclusive com ofensas verbais. O prédio da sede é sujo e decadente. O baixo investimento no bem estar físico e psicológico dos funcionários se faz uma constante. Conselhos para presidência: Focar no bem estar do trabalhador e não apenas em lucros. Incentivar um ambiente de trabalho cooperativo dentro e fora das áreas. Promover a equanimidade de tratamento entre as diferentes áreas. Implantar uma política de benefícios compatível com a realidade atual.   "}]