[{"user":"Funcionário","avaliation":"Prós: Oportunidade de desenvolvimento e crescimento; Valorizam os já funcionários da casa e buscam promover os que já trabalham lá, em vez de trazer do mercado; ótimo para início de carreira, pois é uma grande escola; lideres acessíveis; Contras: Remuneração e benefícios bem abaixo da média do mercado; Lideres não possuem senso de urgência e priorização; Cultura um pouco ultrapassada para dias atuais.   "},{"user":"Assistente","avaliation":"Prós: O setor onde trabalho possui ótimas pessoas, a convivência e o interpessoal são muito bons. O local possui um clima agradável, me sinto em casa! Possui VR, VT, plano de saúde, plano odontológico. Contras: Não possui plano de cargos e salários, pelo menos no meu setor, não há incentivo de aprimoramento profissional, falta um pouco de organização e comunicação entre os setores. Conselhos para presidência: Voltar um pouco mais o olhar para o fator humano, usar métricas de avaliação profissional e pessoal para captar possíveis talentos na equipe!   "},{"user":"Analista Sênior","avaliation":"Prós: Reconhecimento sempre! Pessoas crescem rápido e os funcionários são muito valorizados. Dificilmente você vai ter um chefe que veio de fora.. Contras: Não tem muito de negativo. Na verdade os benefícios não são bons, mas se você colocar na balança a carreira que vai ter vale muito a pena trabalhar aqui.   "},{"user":"Analista de Relacionamento Cliente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente muito bom para trabalhar, pessoas dinâmicas e interessadas no melhor para a empresa, vasta biblioteca para que os funcionários possam se atualizar. Contras: Não tenho a informar, uma empresa como outra qualquer, que possui problemas sim, mas nada que desabone ou que possa ser levado a processo jurídico. Conselhos para presidência: Continuem a melhorar.   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma boa empresa, os funcionários são legais e tem duas lojas dentro da empresa que a gente ganha um bom desconto e a entrevista é tranquila Contras: Tem 2 lojas dentro que dá desconto e faz a gente gastar dentro dela kkkkkk claro que não é forçado calma, mas eu não tenho o que reclamar é isso   "},{"user":"Cientista de Dados Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma empresa em que se tem muita oportunidade de aprender. Principalmente nas áreas de pesquisa e inovação. A área de R&D é tratada com seriedade pela diretoria. Contras: Os planos de carreira não são muito bem definidos e para muitos projetos um esforço alto é exigido mas no final eles são descartados. Isso desmotiva um pouco. Conselhos para presidência: Planejar e preparar melhor os planos de carreira dos funcionários e estabelecer um processo meritocrático bem definido.   "},{"user":"Analista Programador Java Sênior","avaliation":"Prós: Trabalhando sempre com versões mais novas das tecnologias. Também trabalhamos com várias linguagens de programação( Java 11, Kotlin, Scala). Sempre fazem festas e eventos internos e tem muita independência para tocar seus projetos. Não tem ponto eletrônico. Contras: Não pagam horas-extras e tudo tem que ser acordado, não que seja um ponto negativo mas se não pagam as horas então é melhor nem fazer extras, claro, tudo tem que ser acordado antes. Conselhos para presidência: Cumprir as promessas feitas e tirar esta cultura de dono de produto, se sua opinião não interfere no projeto, então não deve falar este tipo de coisa.   "},{"user":"Assistente de Atendimento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Fretado para os funcionários e salário em dia, mãe sem atrasos ou algo errado, fora isso mais nada de útil na empresa que trata seus funcionários super mal. Contras: Falta organização e profissionalismo dos gestores, tratam os funcionários mal, humilham em todos os da e qualquer oportunidade. Muita demanda e muita demissão.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Uma empresa calma para trabalhar, plano de saúde, próxima da estação e não é muito pesado. Oferece boas oportunidades para primeiro emprego para jovens Contras: Não liga para seus trabalhadores, não oferece um bom salário como em outras empresas do mesmo ramo. A maioria dos funcionários querem sair. Não oferece apoio psicológico Conselhos para presidência: Aumento de salário, apoio psicológico e bons supervisores   "},{"user":"Agente de Risco I","avaliation":"Prós: Gosto da localização e perto de casa. As ferramentas ajudam muito. Os gestores são cordiais e sempre ajudam os analistas. Há possibilidade de aprendizado. Contras: A infraestrutura deixa a desejar. Além de ter apenas uma possibilidade de refeição e a comida nem sempre é tão boa. E muito calor e isso atrapalha um pouco. Conselhos para presidência: Boa infraestrutura. Possibilidade de Ascenção profissional.   "}]