[{"user":"Operador Logístico","avaliation":"Prós: O aprendizado por ser uma empresa multinacional, vc tem acesso a vários sistema muito importantes de logística. Como WMS um gerenciador de processo logístico! Contras: É uma empresa q não visa a satisfação do colaborador e sim 100 % corte de custo, q são irrelevantes para mesma por ser uma empresa de grande porte. Conselhos para presidência: Que olhem mas para \"o chão de fábrica\" existem colaboradores com visões muito boas para o crescimento da empresa!   "},{"user":"Assistente Comercial","avaliation":"Prós: Oferece boa remuneração, um ótimo ambiente de trabalho, alem de muitas oportunidades de crescimento dentro da empresa, ambiente casual e descontraído. Contras: Os benefícios deixam a desejar. Vale refeição é meramente simbólico, são apenas 5 reais por dia para os primeiros cargos. Não possui vale alimentação. Plano de saúde é apenas com coparticipação. Conselhos para presidência: Melhorar os benefícios dos funcionários   "},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Lhe oferece uma boa experiencia com o mercado e-commerce, passando também uma boa experiencia em areas comerciais de de marketing, há promoções para funcionários nas lojas também. Contras: Mal preparados para receberem aprendizes, eu mesmo passei 3 meses fazendo 1 procv por dia, por mais que eu trabalhasse quatro horas, fazia meu procv em menos de 15 minutos e passava o resto do dia calado.   "},{"user":"Agente de Atendimento Operacional - Ex-funcionário, saiu em 2017","avaliation":"Prós: Treinamento, flexibilidade de horários e carga horária 6x1 com folhas aos domingos e feriados. Com exceção Natal e final de ano. Tireinamento muito bom. Contras: A cobrança fora do limite e algumas vezes sem prezar a moral e ética profissional, tratar pessoas como robôs ao invés de capacitar para ela atingir um patamar superior. Conselhos para presidência: Saber orientar, para capacitar o funcionário ao local que ele quer atingir dentro da empresa, não apenas cobrar porque precisa mostrar números. Enxergar algo além pois são seres humanos que trabalham.   "},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa organizada apesar dos pesares; Pessoas educadas, sistema fácil, diversos setores, contratam mesmo sem experiência, refeição no local. Contras: Plano de carreira horrível, empresa não é transparente com o funcionário, salário horrível para muito serviço, muita pressão, estrutura horrível!   "},{"user":"Auxiliar Analista de Crédito - Ex-funcionário, saiu em 2015","avaliation":"Prós: O espaço para jogos para os funcionários é um diferencial com potencial, assim como os benefícios e salário pagos em dia. Os porteiros e agentes de primeiro contato também são receptivos. Contras: A gestão de alguns setores é fria tornando a relação com os funcionários vazia. Percebi que muitos que trabalhavam no setor de fraude se sentiam inseguros devido a relação fria a ponto de intimidar os funcionários. Conselhos para presidência: Trabalhar a postura dos gestores para com os funcionários.   "},{"user":"Trainee","avaliation":"Prós: Empresa proporciona oportunidade de crescimento aos funcionários. Alta visibilidade, uma vez que se tem abertura de falar com todos os cargos, desde o presidente ao operador. Empresa muito dinamica, com varios desafios. Contras: Baixa remuneração dos cargos de liderança, quando comparados ao mercado. Não possui beneficios como participação nos lucros. Necessidade de estar na empresa o tempo todo, nao existe home office. Conselhos para presidência: Compatibilizar a remuneração com o mercado   "},{"user":"Analista Fiscal Pleno","avaliation":"Prós: salários na faixa do mercado, salários na faixa do mercado, salários na faixa do mercado, salários na faixa do mercado, salários na faixa do mercado, Contras: Plano de carreira inexistente, benefícios ruins, ambiente de trabalho pouco saudável.   "},{"user":"Analista de Transportes Pleno","avaliation":"Prós: Estabilidde, conhecimento, abertura de visão e fácil acesso a diretoria local, pontualidade em pagamento e network facilitado e ambiente estavel Contras: Falta de visão,estrutura sistêmica, burocrático e antiga, Coronelismo não aceita novas idéias e mantém ambiente sobre pressão para manter seu cargo e autoridade em posição   "},{"user":"Desenvolvedor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa fica localizada na praça Mauá, região que foi revitalizada nas olimpíadas. Tem uma sede nova e muito bonita. Tem desconto na lojinha das Americanas dentro do prédio Contras: Qualidade da gestão. Líderes técnicos muito novos e sem muita experiência. Salário abaixo do mercado, burocracia e falta de transparência nas promoções e aumentos.   "}]