[{"user":"Gerente","avaliation":"Prós: Empresa extremamente competitiva, estimula fazer mais com menos, investe muito em tecnologia e busca a diversidade no seu quadro de funcionarios. Contras: Estrutura hierarquica muito vertical, as vezes autocrata, poucas ferramentas para retenção de talentos, projetos fora do prazo, turnover alto. Conselhos para presidência: Diversificar melhor os lideres   "},{"user":"Business Partner - Ex-funcionário, saiu em 2019","avaliation":"Prós: Benefícios e possibilidade de desenvolvimento. Programas e projetos super alinhados com as tendências de gestão. Liberdade de horário e dress code e clima de trabalho excepcional Contras: Poderia oferecer melhores oportunidades de crescimento para colaboradores fora de SP. Há muitas vagas internas para colaboradores nestas cidades que nem sempre são disponibilizadas para pessoas das regionais. Conselhos para presidência: Valorizar os times que não são da área comercial.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Atendimento Call Center","avaliation":"Prós: Flexibilidade para com funcionário, benefícios, plano de carreira . Contras: Nada a comentar . Conselhos para presidência: Continue assim, você está indo muito bem. Pode contar comigo!   "},{"user":"Atendente de Atendimento","avaliation":"Prós: empresa com mutias oportunidades de crescimento, muitos beneficios, dentre eles VR E VA que pode ser dividido, no valor de ate 621 reais, plano unimed ou amil, tem seguro de vida, plano odontológico, e um auxilio academia chamado gympass. e sempre tem campanhas de datas comemorativas para engajar o funcionário a participar. Contras: sempre procurando o bom desempenho do funcionário é realizado um treinamento em tempo integral que se torna cansativo, e os horários fixos são definidos na ultima semana de treinamento.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os treinamentos oferecidos pela empresa foram muito úteis na minha carreira profissional fora da empresa, desde os treinamentos de vendas como de pós venda, entre outro, fiz muitos contato profissionais enquanto trabalhei na revenda. Contras: O comissionamento é muito ruim, e a política para revenda é pior ainda, para uma revenda da Vivo se manter no mercado é preciso fazer das \"tripas corações\", o marketing local da empresa é pouco desenvolvido, cada cidade tem um perfil de cliente, e por todo tempo que trabalhei na revenda, as publicidades eram regionais PR/SC. Conselhos para presidência: Melhorar a política para revendas, é desmotivador a política de comissionamento da Vivo para com suas revendas.   "},{"user":"Analista Fiscal Pleno","avaliation":"Prós: Empresa com ótimos benefícios, transparente. A favor da diversidade, preocupada com o meio ambiente. Focada no cliente e em seus funcionários. Contras: Ainda tem gestores que acham que são donos da empresa, que não pensa no ser humano. Gestores arcaicos, de pensamento pequeno, isso ainda precisa ser mudado.   "},{"user":"Analista Sênior","avaliation":"Prós: A empresa tem muita estrutura, muitas pessoas boas e dispostas a ajudar e fazer acontecer. O clima é muito bom e saudável. Aceita a diversidade. Contras: Pela estrutura ser muito grande, em alguns momentos você percebe que o organograma está superdimensionado. Muita burocracia para resolver algumas coisas.   "},{"user":"Analista Administrativo","avaliation":"Prós: Ótima empresa para trabalhar, desenvolver seus conhecimentos e aprendizagem, oportunidade crescimento profissional, trabalho em equipe, interação com outros departamentos, ótimos benefícios. Contras: Remuneração abaixo do mercado, falta de instruções e procedimentos nas atividades, falta de apoio nas ações em que depende da tomada de decisão ao fornecedor. Conselhos para presidência: Tentar minimizar a rotatividade de colaborador e melhorar mais a remuneração.   "},{"user":"Consultor","avaliation":"Prós: Salário ligeiramente acima do mercado, ótimos benefícios, bom ambiente de trabalho, home office, horários flexível, dress code livre (respeitando o limite) emenda de feriados, desconto em aparelhos, estrutura do escritório de ótima qualidade, fácil acesso Contras: Por ser uma empresa gigante apresenta muita burocratização, duplicidades de funções, muita rotatividade entre os Gestores, área infladas e pouco produtivas, deve melhorar processos e sistemas Conselhos para presidência: Melhoria de processos, sistemas e desinchar áreas   "}]