[{"user":"Promotor de Vendas - Ex-funcionário, saiu em 2013","avaliation":"Prós: Prós: Muitos benefícios, salário maior que das outras operadoras de telecomunicações, possibilidade de transitar entre as outras áreas, como a diversidade de atividades e aquisição de conhecimento cada minuto. Contras: Contras: Exige muitas horas diárias de dedicação, dificultando ao colaborador possa ter compromissos fora do trabalho durante a semana. Quem trabalha mais horas é mais reconhecido, independente da produtividade   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: empresa de grande porte, ótimos benefícios, Vale refeição e Alimentação acima da media de mercado, home office 1 vez por semana, celular corporativo em todos os niveis pesamento nas pessoas, Contras: por ser muito grande há algumas falhas de comunicação, dificil encontrar alguns responsaveis por certas atividades, mas esta sendo melhorado dia a dia Conselhos para presidência: pensar nas pessoas e no clima da empresa   "},{"user":"Analista de Planejamento Sênior","avaliation":"Prós: Benefícios oferecidos pela empresa são muito bons. Os desafios enfrentados fazem de você um profissional melhor, mais Senior e maduro. Uma escola para sua carreira Contras: Gestores mal preparados (claro que há exceções). Não sabem lidar muito bem com pessoas, mas a maioria são ótimos para fazer os resultados que a empresa precisa. Conselhos para presidência: Preparar melhor os gestores, principalmente os gerentes de seção.   "},{"user":"Secretária Executiva","avaliation":"Prós: Empresa possui ótimo pacote de benefícios, estrutura física moderna, oferece possibilidades de movimentação entre as áreas e têm investido bastante nos temas diversidade, sustentabilidade e compliance. É uma excelente empresa! Contras: Os salários para os cargos de assistência executiva não são competitivos com o mercado. Excesso de ferramentas de facilities e muita burocracia em processos simples.   "},{"user":"Trainee","avaliation":"Prós: Ambiente leve e pessoas muito capacitadas. A empresa tem uma visão humanitária incrível, e os benefícios e remuneração são ótimos, acima da média do mercado. Com flexibilidade de horários, home office e day off no dia do aniversário, a empresa mostra que de fato se importa com o Contras: Por ser uma empresa que costuma comprar e internalizar outras empresas, e devido ao seu enorme tamanho, podemos dizer que não há grandes padrões no que tange a processos e procedimentos do dia a dia. Devido a essa multi culturalidade dentro da empresa, as áreas mudam constantemente, e você pode se ver obrigado a reaprender tudo novamente, pois uma nova área pode ser como mudar para outra empresa.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Existem pessoas que fazem a diferença para a empresa deixando um clima mais saudavel. Os beneficios são bons, pode incluir dependente no plano de saude por exemplo.. Contras: Não existe muita oportunidade de carreira, o intervalo de promoçao e aumento é de anos. O salario não é um diferencial positivo, é razoavel ou ate mesmo menor do que concorrentes.   "},{"user":"Consultor de Negócios","avaliation":"Prós: Salário acima do mercado, ótimos benefícios, plano de carreira. Empresa sólida no mercado, pagamentos em dia, valoriza o funcionário, gestores de qualidade. Contras: Metas e cobranças altas, mas as comissões acabam compensando tanta cobrança. Alta concorrência para entrar na empresa, e crescimento a longo prazo.   "},{"user":"Analista de Planejamento Sênior","avaliation":"Prós: Programas culturais e acesso à informação e tecnologia. Muito diversidade e pagam muito bem. Possibilidade de crescimento. Mas apenas em Sao Paulo Contras: Cultura de compadrio e centralização em Sao Paulo. Falta de reconhecimento e programas de talento interno. Processos internos muito ruins. Falta de foco Conselhos para presidência: Reconhecer talentos   "},{"user":"Analista de Processos Pleno","avaliation":"Prós: Pessoas no geral são receptivas e acolhedoras. O benefício Beflex é muito bom (são 1300 em média a serem distribuídos como quiser no VA e VR). É permitido para alguns home office o que ajuda muito. Contras: O salário é até compatível com mercado, mas dificilmente sairá dele. Pouca chance de promoção. Não há critérios para promover. Bater meta não representa nada   "},{"user":"Consultor de Marketing","avaliation":"Prós: Ótimos benefícios, horários flexíveis, um bom ambiente de trabalho, Iniciativas muito interessantes do RH para proporcionar Bem estar e melhorias continuas. Contras: Em algumas situações as mensagens passadas para o publico, não condiz com o realizada, sempre estamos superando metas, lucrando e crescendo para o mercado, porém internamente, sempre somos desafiados a entregar mais e mais.   "}]