[{"user":"Analista Pleno","avaliation":"Prós: Ótimos benefícios, como VR, VA, convênio médico e odonto, PPR, descontos em planos, plano de carreira, excelente ambiente e home office semanal. Contras: Localidade, muito longe do Centro, antes tinha uma melhor localização, próximo da Av Paulista e estações do metrô. Somente esse ponto negativo q era bom mas ficou longe Conselhos para presidência: Nada em específico\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Projetos","avaliation":"Prós: Benefícios do trabalhador, plano de saúde bom, mobility para os funcionários, acompanhamento gestante, refeição e alimentação bons... Linha funcional Contras: Meu chefe, sendo extensão executiva da empresa, está aquém do que a telefônica está caracterizando como líder ideal. Extremamente inseguro e autoritario\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Projetos","avaliation":"Prós: Empresa altamente tecnológica e antenada nas atualidades. Proporciona um ambiente agradável e desafiados, ao mesmo tempo. Propicia aos seus colaboradores uma série de benefícios que fazem muita diferença quando comparado ao mercado. Programas como Mobility (home office), Day Off (no seu aniversário), aparelho celular com plano de telefonia ilimitado para os colaboradores, bolsas de estudos e auxilio creche/escola são apenas alguns bons exemplos. Contras: As oportunidades de crescimento são bem maiores para quem tem disponibilidade de mudança de região/cidade, portanto, se você é apegado à sua cidade e não pensa em se mudar, talvez não seja tão atrativo assim, a menos que vocês já esteja em São Paulo :-) . Conselhos para presidência: Repensar parte da burocratização de processos internos e o excesso de hierarquização\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador","avaliation":"Prós: A VIVO é. considerada uma referencia no meio das telecomunicações, com excelente, cobertura celular, em todo BRASIL. Considerada uma empresa com bom ambiente de trabalho Contras: A VIVO é considerada uma empresa de dificil negociação com os funcionários, pouca mobilidade apesar de trabalhar com celular, poderia melhorar os beneficios Conselhos para presidência: Mais dialogo com os funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: bom atendimento, ambientes tranquilo, ótimo serviço prestado, organização qualificadas, promoções bem acessíveis ou clientes como um todos. Contras: mesmo teno o melhor sinal no Brasil, não passa de uma empresa especuladora, que ainda não tem sequer o sistema GSM< que é o sistema mais em uso no mundo, e sistema que temo chip dentro do fone, e não permite clonagem. A VIVO deve dinheiro, enlouquece seus clientes, e ainda custa mais caro. mas e'a maior do Brasil.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Planejamento Comercial","avaliation":"Prós: Flexibilidade Aprendizado Carreira Benefícios Gestores Incentivo desenvolvimento Condições de trabalho Preocupação com o futuro da companhia Contras: Jornadas de trabalho longas. Remuneração abaixo da média de mercado. Coorporativismo intenso Mudanças estruturais constantes impactando toda cadeia de trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Comercial Pleno","avaliation":"Prós: A Telefônica Brasil se preocupa com o bem estar dos colaboradores e isso pode ser visto nos benefícios oferecidos e também na cultura moderna adotada pela da empresa. Contras: Não vejo como ponto negativo, mas ponto há melhorar, um programa mais efetivo de incentivo ao estudo. Com maiores descontos ou subsídios para graduação, pós graduação e cursos extra curriculares.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: beneficios, horário flexivel, ambiente confortavel, localizacao que facilita a chegada ao trabalho, estacionamento, bicicletario, vestiario e chuveiro Contras: empresa extremamente hierarquizada, permite pouca autonomia, ambiente extremamente político e conservador, possuindo resquicios de empresa estatal Conselhos para presidência: Gerentes e Diretores, respeitem os colaboradores, eles tem vida fora da empresa!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: A cultura de diversidade é muito bacana. A empresa se preocupa com o funcionário e oferece benefícios ótimos! Gosto muito de trabalhar lá , recomendo Contras: A estrutura da empresa é muito grande e isso pode impactar na agilidade de problemas e tomadas de decisões! Ter muitas áreas envolvidas faz o processo demorar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios","avaliation":"Prós: Empresa muito justa. Vários benefícios acima da média. VA + VR acima de R$700, Plano de saúde, seguro de vida, Plano odontológico. Sem dúvidas uma empresa excelente. Contras: Sendo bem sincero é uma empresa que você não tem muito o que reclamar. Um ponto a ser melhorado é um investimento maior no setor da fixa, pois como em qualquer empresa que você trabalhe com vendas as metas são desafiadoras mas falta um pouco de suporte com relação vagas de internet FIXA.\n\nRecomenda a empresa:   \nREPORTAR"}]