[{"user":"Coordenador de Marketing","avaliation":"Prós: Uma empresa com diversas oportunidades de crescimento. RH é muito bom, atencioso. Estão sempre de olho nas tendências para manter a empresa atualizada e inclusiva. Contras: Um Pouco desorganizada. Planejamento é alterado com frequência. Muitos terceirizados o que faz com os trabalhos muitas vezes demorem demais para serem realizados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento do salario e beneficios sem atrasos, oportunidade de crescimento, Ótimas condicoes de trabalho, organização e cultura . Uma empresa sócio cultural bastante desenvolvida. Contras: Em algumas situações nao abre o processo de seleção interna, causando a desmotivação de quem ja esta preparado para assumir um cargo mais elevado. Conselhos para presidência: O RH preciso acompanhar melhor o desenvolvimento de cada colaborador .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: cartão alimentação e PLR Contras: plantão, e regime de trabalho estilo escravidão Conselhos para presidência: melhorar processos internos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos","avaliation":"Prós: A Vivo é uma empresa flexível. Temos o #Vemdevocê, horário flexível, possibilidade de trabalhar um dia da semana em casa, oportunidades internas para crescimento de carreira Contras: um ponto que poderia melhorar na empresa é a cultura, ela precisa se consolidar em uma única. Hoje acontece bastante conflito de cultura dentro das áreas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Técnico","avaliation":"Prós: Muitos beneficios cedidos pela empresa. vale alimentação e refeição, varios planos, ou seja, plano de saude, plano odontologico, auxilio baba, auxilio academia e auxilio farmacia. Contras: Essa empresa despensa comentários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Jr","avaliation":"Prós: Ambiente e as pessoas são boas, os gestores em grande parte têm a cultura de dar feedback e estão em constante treinamento para poder tornar o dia a dia mais fácil. Contras: Ainda carece de plano de carreira consolidado. Muitas vezes as promoções ocorrem mas não ficam claros os motivos para a contratação ou elevação de cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Com certeza a melhor empresa em que já trabalhei. Desde o processo seletivo super transparente e com rápido feedback, integração de novos colaboradores bem explicativa até a recepção na área. Os colegas de trabalho estão sempre dispostos a ajudar, a empresa trabalha de forma hierárquica e bem dinâmica. Apesar do salário não ser um dos mais altos do mercado, o Total Cash acaba compensando, pois o pacote de benefícios é extenso é muito bom. Contras: Acredito que como um ponto de atenção, seria o salário, apesar da empresa compensar com os benefícios, o salário é abaixo do mercado. Algo também que poderia ser opcional é a 1h30 de almoço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos Júnior","avaliation":"Prós: Flexibilidade no horário e nos incentivos. Empresa sólida e estruturada que valoriza a meritocracia. Alta rotatividade de funcionários, o que garante um ambiente desafiador. Contras: Empresa com estrutura e cultura ainda antiga, mas que está lutando para se renovar e se tornar menos hierárquica e mais Horizontal. Porém não está tendo muito êxito. Conselhos para presidência: Menos níveis de hierarquia e mais poder nas pontas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisora de Venda Direta","avaliation":"Prós: Ter liberdade para inovar e poder fazer isso constantemente na telefônica é o que faz dessa gigante quem ela é, sou grata por todos os desafios vividos nessa casa. Contras: Por ser muito extensa a comunicação entre algumas áreas é difícil, nada a reclamar dessa família que construí ao longo dos sete anos que por aqui passei.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa séria, salários sempre pago em dias, remunerações na média de cada setor, participação de lucro excelente. Convivência com gestor imediado é tranquila. Contras: Não há muitas oportunidade de desenvolvimento profissional. Empresa também não investe no desenvolvimento dos funcionários com cursos por exemplo, maioria das vezes o profissional aprende novas práticas no dia a dia o que na verdade é comum nos dias de hoje, porém as empresas poderiam investir em estudos para o seu profissional.\n\nRecomenda a empresa:   \nREPORTAR"}]