[{"user":"Atendente Retenção","avaliation":"Prós: Os benefícios, planos de saúde,odontológico, alimentação e agora no setor no momento a possibilidade de atingimento de metas variáveis de acordo com o salario Contras: A maneira da gestão imposta com o atingimento de metas estabelecidas de acordo com o desenvolvimento da função exercida, que está desproporcional com a meta Conselhos para presidência: Ouvir os funcionários para a satisfação do empregado não apenas a satisfação do empregador\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom plano de carreira, bons beneficios, ambiente confortavel, horários flexíveis, salário compatível com o mercado, boa localização, bons treinamentos Contras: Pouca comunicação, talentos internos com pouca variedade devido ao excesso de regras impostas referentes à matriz espanhola que nao se encaixa no contexto de trabalho/empregado usado no Brasil.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing I","avaliation":"Prós: Os funcionários tem espírito de equipe, recebemos muitos benefícios e as pessoas são valorizadas facilmente. Sistema claro de informações do RH e cursos para se desenvolver Contras: Não há um ponto muito negativo em minha opinião, mas poderia investir mais na tecnologia que vende, diminuir processos burocráticos e investir no mobiliário, para ser uma empresa mais dinâmica e agradável\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Reconhecimentos e ótimo ambiente de trabalho. Voce também pode usar criatividade para fazer sua gestão fluir. A empresa te deixa a vontade para fazer a diferença. Contras: A pressão é por minuto, com as metas absurdas os operadores ficam desmotivados para entrega de resultados. A pressão de acompanhamento é absurda, isso faz a empresa ser desumana.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Dinamismo e oportunidades uma empresa engajada na inovação e evolução contínua dos processos e de seus recursos, ótimos benefícios e mobilidades Contras: Dependência de terceiros e parceiros para conclusão das maiorias das tarefas do dia dia, desde sistêmica se tornando dependente de algumas situações, atrasando um pouco as entregas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Tecnológico","avaliation":"Prós: Empresa muito boa pra se trabalhar, todos.beneficios sao bons e as oportunidades tambem sao bem amplas. Contras: Nao tenho o que dizer, as vezes tem. Gerente ou outro que avha que sabe de tudo e acaba fazendo voce se desmotivar... Mas isso vai muito do funcionário se deixar levar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas Pleno","avaliation":"Prós: Benefícios são muito bons, como alimentação, auxilio creche e/ou babá, km rodado para área comercial, celular ilimitado para DDD e internet, remuneração variável agressiva. Contras: Processos muito burocráticos quanto a esteira de vendas, falhas recorrentes nos mesmos. Parece que vão remendando uns sistemas aos outros e há muitos sistemas para conseguir as informações dos clientes. são pouco assertivos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Oportunidades de Carreira para diversas vagas e muito abrangente nas necessidades de profissionais. Plano de Carreira. PLR excelente, plano de Saúde e Previdência muito bons. Contras: Dificuldade de crescimento profissional para área comercial, pois existem regras internas que impossibilitam gerentes comerciais de buscarem outras oportunidades devido as regras de remuneração. Contato com RH é raro. Conselhos para presidência: Cargos de liderança estão sendo oferecidos externamente, sem aproveitar o potencial de funcionários já presentes na organização. Algumas vezes por regras de RH.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas SAP - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios: vá, vr, celular funcional, participação nos lucros, convênio médico, programa de nutrição e previdencia privada (visaoprev)..... Contras: Falta investimentos em treinamentos SAP para os funcionários. Além disso todo o conhecimento fica na mão de terceiros. Todo o conhecimento vai embora, quando se encerra o contrato.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de de Processos","avaliation":"Prós: Excelente benefícios e plano de carreira, possui gestores altamente qualificados para atuar no cenário do mercado atual, além de ter diversas açoes voltadas para qualidade de vida do funcionário. Contras: Algumas areas possuem gestão arcaica e centralizadora, o que consequentemente faz com que a equipe não seja desenvolvida e preparada para atuar no cenário atual do mercado de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"}]