[{"user":"Gerente de Projetos","avaliation":"Prós: Excelente ambiente de trabalho, oportunidades de crescimento, possibilidade de trabalhar em Home-Office, alocação em projetos de diferentes áreas e em vários clientes. Contras: As áreas de infraestrutura e compras precisam melhorar. Os tempos de resposta para resolver um problema como compra de um hardware ou acesso a algum sistema interno é muito longo. Conselhos para presidência: Melhorar a remuneração dos profissionais\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Oportunidade de evolução de carreira, ambiente de trabalho equilibrado e próspero para profissionais que normalmente se destacam em seu trabalho. Contras: Muitos gestores que não conseguem gerir pessoas, ambiente de trabalho antiquado e que não enxerga a diversidade do profissional do século 21. Conselhos para presidência: Apesar de muitos cargos de gestão, na área em que estou atuando a empresa peca na gestão de pessoas e de processos, ficando na mão de um analista brilhante e deixando de lado a evolução de outras pessoas na equipe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Não posso relatar pontos positivos. Tive problemas desde minha contratação, quando questionei sobre alguns benefícios que a empresa oferecia e o time de treinamento simplesmente não soube me responder ou indicar alguém que soubesse, mostrando dali a grande falta de gestão de pessoas que a empresa tem. Contras: Gestão de pessoas muito fraca. A empresa simplesmente trata o profissional como um número. Além de não possuir plano de carreira especificado. Conselhos para presidência: Deveria focar num trabalho de reestruturação de gestão de pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: Possibilidade de trabalhar de casa, flexibilidade, ambiente equilibrado e com pessoas amigáveis. Oportunidade de praticar outras línguas e conhecer outras culturas Contras: Escritório da Dell é longe de tudo, todas as pessoas trabalham em cubículos, notebooks fornecidos são de baixa qualidade e a VM necessária para trabalhar crasha frequentemente\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Bom ambiente de trabalho, espírito colaborativo entre os colaboradores, flexibilidade no horário da jornada de trabalho, gestores exigentes em relação ao resultado do trabalho. Possui algumas parcerias com empresas que oferecem descontos para colaboradores. Contras: Não existe plano de carreira, modelos de contratação diversos (CLT Full, Cesta, etc), poucos benefícios reais na composição do salário, não possui PLR.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Boa consultoria para se trabalhar e que possui um grande número de clientes. Com um salário na média do mercado e bons benefícios. . Contras: Quando se está alocado no cliente, existe um distanciamento muito grande da empresa. O gestor de conta não se faz presente. O sistema de ponto é horrível, levando em consideração o horário que se está realizando a marcação ao invés de possibilitar a marcação semanal ou mensal como outras consultorias. Conselhos para presidência: Flexibilizar o sistema de marcação de pontos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: colegas de trabalho são solícitos e cordiais, não hesitam em ajudar quando são acionados. um ótimo ambiente, bem descontraído e animado. um dos únicos pontos a favor Contras: tudo o que disseram ai pra cima é verdade, empresa familiar, com processos confusos e demorados, alguns funcionários desempenham mais tarefas do que outros, mas recebem o mesmo. escalas e horários confusos, a matriz é longe de tudo e o local é perigoso. Conselhos para presidência: tem que fazer uma auditoria na empresa e recomeçar do zero\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Developer Programmer","avaliation":"Prós: informalidade, recursos de ti, localizacao . Contras: baixa retensao de talentos, sem politica cargo.s, uso intesivo do body shop . Conselhos para presidência: procurar uma politica de retensao de talentos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Java XVII","avaliation":"Prós: Trabalho remoto, salario em dia, valor competitivo com o mercado, possibilidade de realocação para outros clientes da empresa, eventos para troca de conhecimento entre profissionais. Contras: A comunicação é fraca, pouco conhecimento do que realmente significa transformação digital, falta de informação das atividades a serem realizadas pelos novos alocados. Conselhos para presidência: Informe melhor os novos alocados de suas tarefas a serem desenvolvidas, não deixe o cliente te \"enrolar\".\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Requisitos","avaliation":"Prós: Empresa consolidada, pontual em seus compromissos. Benefícios e remuneração acima da média do mercado local. Oferece diversos treinamentos on-line. Contras: Falta acompanhamento da gestão e RH em Fortaleza. Comunicação precária. Plano de saúde alterado com alguma frequência. Pouca oportunidade de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"}]