[{"user":"Analista de Testes Júnior","avaliation":"Prós: Horarios flexiveis, ambiente descontraido apesar de estar alocado no cliente, muita aprendizagem. Contras: Salarios baixos, problemas com o processo, poucas oportunidades de mudança de cargos e aumento de salarios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Benefícios, vale refeição, convênio médico. Colegas de trabalho. Pagamento é feito na data certa, não havendo atrasos. não há muito o que falar, pois trabalho alocado e nao propriamente na empresa Contras: Ambiente de trabalho, por trabalhar alocado em cliente, o local não é agradável, onde não tem segurança, não tem aguá potável, não é fornecido nenhum recurso para os funcionários. Conselhos para presidência: Maior comunicação com os colaboradores alocados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Especialistas","avaliation":"Prós: Muito flexível em alguns aspectos como horario e local de trabalho, bem localizado, colegas de trabalho normalmente simpaticos e empresa organizada Contras: A empresa trabalha no formato produtividade mas retira de você uma parte de tudo que você ganha de clientes e projetos e em contrapartida não da nenhuma ferramenta ou apoio para buscar novos clientes, apenas cobra pelo local e projetos, sem apoio de toda estrutura acima de você, você tem que se virar para pagar seu salario e de toda estrutura Conselhos para presidência: Diminua as estruturas improdutivas e ineficientes que custam caro demais para quem busca os projetos e clientes, aumente e remunere mais quem produz e reavalie os executivos improdutivos que não fazem diferença para o dinheiro entrar ou não na empresa, saimos da Resource e levamos todos projetos junto, quando não temos nada de projetos, não temos um apoio para conseguir nem estrutura para abrir portas ou caminhos, somos uma empresa dentro de outra, em curtas palavras nós pagamos (caro) para usar o CNPJ da Resource e para manter seus executivos, nada mais que isso, ou coloquem executivos uteis ou retirem, isso irá honerar menos quem da lucro para a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Espírito de equipe; Conhecimento técnico dos consultores; Porte da empresa (multinacional); Benefícios e Remuneração; Quantidade de clientes x projetos; Contras: RH da empresa é muito fraco. Cometem diversos enganos com os consultores, que sempre acabam privilegiando a empresa. Seguem regras próprias, diferentes daquelas que são acordadas com os funcionários no momento de sua contratação, e essas regras sempre beneficiam a empresa e prejudicam o funcionário. Conselhos para presidência: Cuidem do RH, pois apesar da Resource ser uma consultoria de grande porte, o RH aparenta ser de uma microempresa, pois segue regras completamente informais que vão contra a legislação - regras que quebram o contrato de trabalho assinado pela própria Resource.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente bom, que te motiva a crescer e a querer evoluir. Excelentes gestores, excelentes clientes que visam o crescimento profissional, e bem respeitosos. Contras: RH um pouco enrolado em algumas questões, matriz longe dos clientes (Fica na Zona Sul), o que acaba dificultando o contato com os funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas DevOps","avaliation":"Prós: Boa estrutura e salario compativel com o mercado.Empresa da todo o suporte para o desenvolvimento do profissional. Atua em grandes clientes. Contras: Gestores sem comunicação com a equipe. Melhorar a comunicação com a equipe que esta no cliente. Melhorar a interacao entre os desenvolvedores e o cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: Ambiente interno favorável ao trabalho colaborativo, pessoas comprometidas com resultados, flexibilidade de horários e chefia com mentalidade atual. Contras: Plano de carreira ineficiênte, não há mentoria e pouco feedback para colaboradores alocados, o que dá sensação de não pertencimento à empresa. Conselhos para presidência: Ouvir e ATUAR nas sugestões apresentadas pelos colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistema III","avaliation":"Prós: Os pontos positivos da empresa são os benefícios e os pagamentos em dia. Vale alimentação bom sem desconto na folha e plano de saúde de grande aceitação Contras: Não existe plano de cargos e carreiras. Nos fazem todos ano preencher e atualizar um site deles que teoricamente serviria para a política d cargos e carreira porém nunca é contemplado. O RH não resolve nada e a gestão de São Paulo não está nem ae para os colaboradores de outras regiões.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: Pagto em dia; Oferece suporte por parte da gerência comercial; RH e Gerência amigáveis; Muitos clientes, então se vc é um bom profissional, nunca terá problemas para ficar sempre empregado. Contras: Péssimo tipo de contrato (CLT+Quotas), você nunca poderá tirar férias e se tirar ficará sem dinheiro. Sem falar que vai pagar muito dinheiro com declaração do IR todo ano; É uma consultoria estilo \"bodyshop\", mesmo que eles não admitam isso, portanto não espere reconhecimento financeiro se fizer um ótimo trabalho (depois da contratação, você nunca terá aumento) Conselhos para presidência: Parem de querer só vcs ganhar dinheiro. Distribuam um pco mais para os bons profissionais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Field Service - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa Grande e que pode agregar no CV, principalmente se você trabalhar na planta da empresa onde fica alocados os desenvolvedores e programadores, mais se não for dessa área não tenho muito o que dizer foi muito ruim minha experiência neste lugar, não recomendo para ninguém. Contras: Foi minha pior experiência onde os funcionários que dormiam em horário de trabalho e gestores estavam cagando para eles. Equipe grande, falta de liderança, gestor bem confuso em varias decisões, caso cometa algum erro será substituído no mesmo dia. Conselhos para presidência: Tenta olhar mais para os \"Gestores de confiança\" e para o funcionário que dormem em horário de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"}]