[{"user":"Funcionário","avaliation":"Prós: Empresa com nome forte no mercado de TI e com muitos clientes de todos os portes. Também possui um atrativo pacote de benefícios para complemento da renda. Contras: Aloca os profissionais e por muitas vezes meio que os abandonam, sem se preocupar no bem estar do consultor e da carreira do mesmo. Como eles ficam distantes, uma promoção é algo quase impossível. \nREPORTAR"},{"user":"Help Desk","avaliation":"Prós: Bom Relacionamento com Gestor e equipe de trabalho, empresa é comprometida em realizar os pagamentos na data combinada, assim como os benefícios. Contras: Não existe plano de cargo carreira, com isso nos acomodamos com o cargo que temos, sem buscar, novos desafios e crescimento profissional, algo que não é legal. Conselhos para presidência: Implantar plano de cargo e carreira\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Pagamento dos salários e benefícios em dia; mantém bons benefícios de saúde, com operadoras de qualidade no mercado. Mantém um canal de comunicação bem flexível. Contras: Precisa ter um plano de meritocracia e garantir os melhores profissionais na empresa, principalmente para os profissionais alocados em clientes. Incentivar as atualizações acadêmicas, garantindo assim uma melhor qualificação ao profissional. Conselhos para presidência: Elaborar um plano de meritocracia que possa atingir funcionários que trabalhem fora da sede da empresa (alocados). Incentivar as atualizações acadêmicas, garantindo assim uma melhor qualificação ao profissional.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP MM Sênior","avaliation":"Prós: Ter me mantido na equipe mesmo sem projetos imediatos e tive uma oportunidade de mudar de área após muita insistência, plano de saúde bom.... Contras: Estou em constante evolução e nunca tive um aumento, nunca tive apoio para me desenvolver tendo que bancar cursos por conta própria, fui forçado a alterar modo de contratação, tenho salário baixo em relação ao mercado, e existe muita divergência de salários na equipe. Conselhos para presidência: Tratar os funcionários com mais respeito e não apenas como um número\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Mainframe","avaliation":"Prós: Empresa agradável, que está em crescimento, com uma boa carteira de clientes. Remuneração e beneficios compativeis com o mercado. Possui flexibilidade de horários. Contras: Pouca assistencia para profissionais alocados, area comercial pouco agressiva na conquista e manutenção de clientes. Infraestrutura para profissionais que estão fora da empresa também deixa um pouco a desejar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário equivalente ao mercado, benefícios equivalentes ao mercado, autonomia para desempenhar o trabalho, acompanhamento no dia a dia com os clientes. Contras: Má gestão de funcionários alocados, pagamento de PLR inadequados no encerramento do contrato, falta de integração entre funcionários alocados com funcionários da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Sênior","avaliation":"Prós: Caso trabalhe na fábrica os horários são flexíveis e o ambiente é muito bom, é possível fazer home office e com relação ao salário se paga a media do mercado Contras: Infelizmente não existe plano de carreira, por ser uma empresa com uma hierarquia difícil de entender e com muitos chefes, o RH é muito ruim.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho bons , vale refeição compatível com o do mercado ,a gerência e diretoria são próximas dos colaboradores , um bom trabalho em equipe. Contras: A empresa situava na republica era perfeito tinha refeitório toda estrutura porem após mudar para santo amaro ficamos sem refeitório o vr não era compatível com.o.preço médio da região. Conselhos para presidência: Providenciar refeitório.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima organizacional é muito bom Equipamentos de trabalho são em sua maioria novos e atendem bem o dia dia. Local de trabalho tem muitos restaurantes e bancos Contras: A gestão do pessoal é muito ruim, você é tratado realmente como um número, as chances de ser promovido são praticamentes inexistentes. Buscam o tempo todo pagar menos, ao inves de efetuar reajuste\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP HCM - Ex-funcionário, saiu em 2017","avaliation":"Prós: Educação financeira, comprometimento de profissionais envolvidos no projeto, plano de benefícios, flexibilidade de horários, ambiente de trabalho bom, possibilidade de trabalho remoto em alguns projetos. Contras: Gerência não comprometida com resultados, poucas oportunidades de carreira, RH não acompanha o funcionário e não lhe proporciona aproveitamento em novos projetos. Parece não haver integração entre o RH e a Gerência de projetos para aproveitamento de funcionários em outros projetos. Conselhos para presidência: Promover a sinergia entre as áreas, abrir a possibilidade de construção de carreira dentro da empresa. Maior interação com gerência de projetos e estes com as equipes de profissionais.\n\nRecomenda a empresa:   \nREPORTAR"}]