[{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Fácil empregabilidade, pagamento da remuneração de salario nunca houve atraso. O pagamento dos benefícios também são pagos em dia. A empresa fornece eventualmente treinamento sem custo para os funcionários. Contras: Baixa expectativa de crescimento. Nao vejo expectativa de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Flexibilidade Dinamismo Ótimos clientes Bom feedback dos clientes Alta direção acessível Comprometimento com as entregas Honra os seus compromissos Contras: Necessita maior integração entre as áreas operacionais Necessita naior investimento em tecnologias de ponta e disseminação para as equipes operacionais Melhorar áreas de apoio\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Mainframe","avaliation":"Prós: Flexibilidade no horário de trabalho, opções de trabalho Home Office. Localização da empresa. facilidades em comunicação com gestores e ambiente de trabalho agradável. Contras: como a empresa depende de projetos (fabrica de software), em baixa de projeto acaba dispensando muitos profissionais e tendo perda de conhecimento humano muito grande. Mais isso é uma pratica comum , para todas as consultorias .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento Operacional - Ex-funcionário, saiu em 2013","avaliation":"Prós: Otimos benefícios, aprendi muito sobre atendimento ao cliente na empresa! Os gestores sao preocupados e se importam com o bem estar dos funcionarios. Contras: Poucas oportunidades de crescimento dentro da empresa, na epoca em que trabalhei o predio em que a empresa estava instalado era precário.....\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Pleno 3","avaliation":"Prós: Acompanhamento de coordenadores Inovação de conceitos Mentalidade avançada Contras: Salário um pouco abaixo do esperado para nível e o oferecido no mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: ótimo ambiente para se trabalhar, localização fácil acesso, próximo de metros e restaurantes e a uma das maiores avenidas de sp amizade união de colegas de trabalho Contras: Acredito que cada filial deveria ter um rh autônomo, porque 15 filiais dependendo de uma sede não da certo, possuímos problemas de r&s por isso. Conselhos para presidência: Ótimo \nREPORTAR"},{"user":"Analista de Crédito Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente agradável, comunicação com o funcionário e profissionais (gestores e diretores competentes, trabalho interessante e cultura da empresa muito boa, além da história e objetivos. Contras: Distancia/localização, baixo salário e benefícios, punições excessivas e pouca possibilidade de crescimento. Trabalho muitas vezes robótico e sem motivação. Conselhos para presidência: Mais chances de crescimento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: O salário é compatível e existem vários projetos dentro da empresa, mas no geral me sinto mais dentro da empresa do cliente do que da própria empresa. Contras: Não tenho muitos pontos negativos, acho que a Resource é uma excelente empresa para se trabalhar, mas deve se levar em consideração a empresa que você estará alocado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Horário flexível, uso de novas tecnologias , atua de forma agressiva no mercado de trabalho e busca inovação a cada dia, tendo varias opções de projeto Contras: Não da muita atenção aos estagiários, e aos que conseguem se envolver em algum projeto recaem responsabilidade excessiva para a função, isso as vezes dentro de clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: Gestores, companheiros e liberdade de trabalho, ambiente descontraído mas responsável, boa comunicação com os meios digitais ,bom suporte técnico e aparelhos de informática Contras: Rh as vezes é um pouco demorado, isso pode ser justificado devido o grande número de funcionários, mas é possível uma melhora nesse setor em especifico. Conselhos para presidência: Continue assim\n\nRecomenda a empresa:   \nREPORTAR"}]