[{"user":"Analista Sênior","avaliation":"Prós: Empresa Grande Porte, bons clientes, multinacional, estrutura boa, bons beneficions. Contras: Nao reconhece o funcionario, muita fofoca. Conselhos para presidência: Tire os fofoqueiros da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processo e Qualidade - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de mudança de projetos, agregar conhecimento dentro da organização e na sua própria carreira, acompanhamento do gestor da empresa dentro dos projetos. Contras: A empresa possui muitas vagas para cargos técnicos deixando de fora profissionais de negócios, existem ótimos profissionais de negócios na empresa, mas poderiam ter mais oportunidades.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Salário bom, clientes bons, plano de saúde, plano odontológico, auxilio creche, auxílio para deslocamento para os clientes, recomendaria a empresa. Contras: Ficar aguardando alocação após terminar um projeto, isso acaba deixando o profissional apreensivo a espera de um novo trabalho, esta é a parte complicada!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Full Stack Sênior","avaliation":"Prós: Time DCX muito legal e trabalho bastante dinâmico em empesas de grande porte como bancos, seguradoras e outras grandes corporações. Uso de tecnologias atuais e dinâmicas em grandes sistemas. Contras: Por ser um consultoria, vejo como negativo a necessidade de troca de lugar a cada novo projeto em cliente novo, sem uma conexão mais comprometida com projetos em que você participa. Conselhos para presidência: Seja dinâmico e e preparado para desafios e para sair de sua zona de conforto.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Java Developer","avaliation":"Prós: Empresa possui salários atrativos e clientes com stack tecnológica bem interessante, dando ao profissional a oportunidade de obter novos conhecimentos. Contras: Poderia oferecer mais benefícios, o que dificulta um pouco é a rotatividade em projetos sendo necessário as vezes atender um cliente no qual seja um pouco distante de onde mora.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"IOS Developer","avaliation":"Prós: Ambiente descontraido e clima agradavel.Empresa em crescimento e com muitas oportunidades.Equipes diversificadas e acesso a diversos proejtos. Contras: Falta conhecimento tecnico para alguns que estao em cargos de gerencia.Poucos projetos relevantes para profissionais especializados.Falta de definicao de estrategia em projetos Conselhos para presidência: Atencao a qualidade de vida e estresses desnecessarios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Muitas oportunidade de desenvolvimento, pois ele delargam as atividades, ou seja, joga vc na fogueira para se virar, precisavam apoiar e capacitar as pessoas Contras: Muita politicagem, tomam decisões e deixam as ações para última hora para nao dar chance dos funcionários avaliarem o qual seria a melhor opção, pessoas que não trabalham se seguram na base da amizade\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Software Engineer - Ex-funcionário, saiu em 2017","avaliation":"Prós: Flexibilidade de horário. Pode trabalhar de maneira remoto, muitos benefícios que a empresa concede ao funcionário, boa estrutura para gerir pessoas. Contras: Infelizmente como trabalhei remoto, não tive a chance de ser 'enxergada' pela empresa. O que dificultou e muito o processo de realocação para um outro projeto. Mas não tenho nada a reclamar da Resouce IT. Ao contrário. Super recomendo. Só peço que atentem aos funcionários remotos! Só isso ;) Conselhos para presidência: Deem uma olhada especial aos que estão trabalhando remoto. Se tivesse sido realocada para um outro projeto, com certeza ficaria com vocês.. mas como não ocorreu e o contrato com a empresa se findou... não tiveram como me realocar...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa tem flexibilidade de horários e possibilidade de trabalhar remotamente. O ambiente é descontraído e agradável. Contras: Não há plano de carreira e perspetiva de crescimento. A empresa não investe nos profissionais. Conselhos para presidência: Fazer um plano de carreira para os profissionais. E oferecer certificações e cursos para os mesmos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador I","avaliation":"Prós: Empresa de grande porte, muitos projetos e possibilidades de realocação em outros projetos. Benefícios e salários compatíveis com o mercado das grandes empresas de tecnologia. Contras: Até o presente momento, não houve nenhum ponto negativo. A empresa está aberta a negociação inclusive de benefícios, é bom negociar os benefícios no seu egresso.\n\nRecomenda a empresa:   \nREPORTAR"}]