[{"user":"Estagiário","avaliation":"Prós: Gosto do ambiente e das pessoas, principalmente a localização. O salário é bom para um iniciante, como eu estagiário, não tenho o que reclamar da empresa. Contras: Como eu disse não tenho o que reclamar, pois mal comecei e tenho tido grandes oportunidades lá dentro é espero que isso só cresça cada vez mais. Conselhos para presidência: Melhor interação entre as pessoas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenadora de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Realizam incentivos aos funcionários com cursos referentes ao cargo de atuação durante o horário de expediente. Tratam os funcionários com respeito levando em consideração as pessoas. Contras: Os eventos realizados pela empresa deveriam se estender à todos os sites pois assim a participação dos eventos seria possível, considerando a distância entre a sede.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos","avaliation":"Prós: Uma empresa para conseguir experiência profissional; Bom clima entre os consultores; Fácil comunicação entre os consultores, os gerentes e diretores; Contras: Falta de crescimento profissional; Falta de plano salarial; Falta estrutura como lap top para os consultores; Falta reconhecimento dos consultores; Conselhos para presidência: Veja a prata da casa ao invés de ficar contratando, pois não se encontra bom profissional na esquina e sim se cria.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Testes","avaliation":"Prós: A empresa dá liberdade para trabalhar, os horários são flexíveis. Empresa oferece treinamentos constantes aos funcionários e com isso estimula a integração. Contras: Para conseguir uma informação do RH é necessário buscar muitas pessoas para ter uma resposta plausível sobre o que foi questionado. RH Deveria ser mais ágil e próximo das pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: A sede fica em lugar bonito mais longe de tudo, sempre pagou em dia o salario e os benefícios sempre caem antes do fim do mês. Mas nem tudo são flores. Contras: Os benefícios são muito fracos, um plano de saúde co-participativo onde não sabem informar o valor que você irá pagar. O VR é incompatível com a maioria dos lugares, principalmente quando você é alocado em um bairro nobre, recebendo o valor diário de butique de esquina. Plano de carreira inexistente, então quando entra peça 2x ou ate 3x mais no seu salário que aumento só no dissidio. A empresa tem um processo seletivo muito falho, pensa em empurrar você o mais rápido possível para cliente, não passa informações concretas e até erradas sobre a vaga que você foi alocado, as vezes acaba colocando gente com nenhum conhecimento na equipe. Conselhos para presidência: Se preocupar como alocados que trazem dinheiro para empresa, melhorar benefícios, um vr mais compatível com a realidade atual.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios","avaliation":"Prós: Pagamento em dia, RH de Área nos clientes que ajuda nas dúvidas e faz a interface, ótimo suporte e infraestrutura disponibilizada para o trabalho. Contras: Pouca presença da empresa com relação aos colaboradores alocados em cliente, sem oportunidade de carreira, realocação de profissional para efetivação de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Mobile","avaliation":"Prós: Possui pontos como dinamismo, oportunidade de aprendizado, cultura, superiores com postura de liderança, colaboradores que se preocupam com o próximo Contras: Possui pontos como Melhorar organização para atribuição de projetos, melhorar a questão salarial, pois em alguns casos chega a ser um pouco injusto, reconhecimento do colaborador pelo seu esforço\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte","avaliation":"Prós: Muito boa empresa, os bem, benefícios, paga em dia, cumpre com o combinado, empresa motivadora pra com os seus funcionários. Estou gostando batente Contras: Até o momento não foram encontrados pontos negativos , apenas o salário que nós nunca estamos satisfeitos com oque ganhamos ( isso para os cargos que não sejam gerência).\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"PMO","avaliation":"Prós: Não sei responder, como fico alocada em cliente tenho muito mais contato com as gestores e cliente do que com Resource. Recebi a visita deunap saias do RH apenas 1 vez por mês. Contras: Não tem benefícios extra. Como fico em cliente participo muito pouco da cultura da empresa. Não gosto muito dos equipamentos que me forneceram. Fala-se de plano de carreira, mas não tem avaliação de nenhum tipo. Conselhos para presidência: Cuide mais dos alocados, principalmente os comodities, eles estão praticamente abandonados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador III","avaliation":"Prós: Empresa com bom nome do mercado, o salário não atrasa, existem alguns gestores muito legais, profissionais e antenados com as novas tecnologias e metodologias. Empresa confia nos colaboradores, existe uma flexibilidade no horário. Empresa que é bom para trabalhar se você cair na gestão dos poucos bons gerentes de projeto que existem na empresa. Contras: Empresa não tem nenhum controle sobre os Gerentes de Projeto. Os gerentes de projeto muitas vezes e que fazem a vida dos colaboradores um inferno. Quando você está insatisfeito ou alocado em dois projetos com tecnologias antigas e fora do que você deseja trabalhar e solicita transferência do projeto pode se deparar com um gerente de projeto que vai te levar a pedir demissão mas, não te libera. Somos apenas números a empresa não sabe o que acontece com os colaboradores fora da Matriz. Exite casos de reunião em clientes sem reembolso de condução. Temos que usar nossos telefones particulares para tratar de serviço. O banco de horas não é respeitado muitas vezes passa dos três meses e não somos pagos. O controle de ponto não e impresso para assinatura. Você acaba desalocado de um projeto sem aviso prévio e colocado para atuar muitas vezes em três projeto ao mesmo tempos ou em mais de uma função sem reajuste de salarial. Nível de stress altíssimo, tive ate queda de cabelo, ficou um buraco no cabelo. Gerente de projeto deixa os analista programadores como gestores nos clientes, só aparecem para bancar o salvador ou colher os louros. Conselhos para presidência: Um contato do RH em cada unidade. Cursos internos para funcionários para capacita-los. Plano de carreira. Avaliação da pessoa certa para o cargo certo. Ações do RH para colaboradores fora da Matriz e no cliente. Gerentes de projeto deveriam ser avaliados pelos seus liderados. Como também os gerentes de operação devem ser avaliados pelos gerentes de projeto. Adoção de programação em par, muitos novos colaboradores são jogados nos cliente sem ninguém para passar um conhecimento do ambiente do cliente.\n\nRecomenda a empresa:   \nREPORTAR"}]