[{"user":"Analista de Suporte Pleno","avaliation":"Prós: O horário de trabalho é flexível, os colegas de trabalho são responsáveis. Algumas pessoas ainda tenham te ajudar, ele pagam o VT regularmente e com isso não tive nenhum problema. Contras: Não tem chance nenhuma de crescimento profissional, somente jogam atividades e mais atividades pra cima do funcionário, fazem o que podem pra não pagar H.E, nunca trabalhei em um lugar tão cheio de falcatrua. Conselhos para presidência: Tomar cuidado na hora de contratar gestores para a equipe e parar de ver o funcionário como somente mais um, e fazer algum tipo de plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Oportunidade de participar de bons projetos dependendo da sua experiência. Empresa de grande porte com boa organização e estrutura.Agrega ao conhecimento. Contras: A empresa é ótima para agregar experiência no CV pois tem varios clientes e participa de diversos projetos, porém ,se você está em um projeto e o mesmo acabar e não existir outra oportunidade , tem que ir pro mercado. No geral é boa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Benefícios e salários em dia. Flexibilidade de horário de acordo com a prestação de serviço oferecida. Incentivo para encontros sociais, como festas ou caminhadas. Contras: Plano de carreira não existe. Não há comunicação do RH com colaboradores que ficam alocados em clientes. Salario desproporcional, pois quem e contrato já inicia recebendo o mesmo que um funcionário efetivo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Oportunidade de mudar de conta ou área de atuação. Benefícios de acordo com o mercado. Recursos Humanos sempre atende as necessidades do colaborador. Contras: Salário muito baixo. Plano de carreira não muito motivador. Muitas trocas de Gerencia em curto espaço de tempo, sendo impossível criar um vinculo e mostrar seus pontos fortes. Conselhos para presidência: Dar mais oportunidade para quem esta alocado em empresas terceiras e verificar o salários pagos aos colaboradores pois esta muito abaixo do mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Ótimo ambiente de trabalho, bom salário e benefícios, porém falta um plano de carreira para desenvolvim não profissional dos colaboradores que estão há algum tempo. Contras: Que o setor de Rh melhore, e que tenhamos mais contato com os superiores para mostrar nosso trabalho de maneira eficiente e poder crescer na empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente localização, próximo ao metro Brigadeiro se ficar dentro da fabrica.Muitas vagas em projetos alocados apesar de não serem projetos muito interessantes. Contras: Péssimo suporte aos alocados nos clientes, muitos problemas para receber horas extra, planejamento de projetos junto ao cliente foi terrível. Muitos finais de semana trabalhando, muitas horas a mais no dia e com atrasos no pagamento das horas extras. Fora a enganação ao cliente, muitos estagiários sendo vendidos como plenos para o cliente. Falta de profissionalismo da parte da gerencia da resource com os clientes e com os funcionários alocados. Ruim, uma experiência muito ruim. Conselhos para presidência: Avalie melhor o que seus gerentes fazem e como fazem dentro dos clientes , como tratam seus funcionários alocados e troque todo o departamento pessoal , que é extremamente incompetente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A Resource possui um bom ambiente, com pessoas bem humoradas e boas de se trabalhar no dia a dia, contato transparente com gestores, horário flexível. Contras: Uma vez alocado, você fica com sentimento de \"largado na selva\", pouco acompanhamento por parte dos gestores, que poderiam ser ativamente mais próximos dos colaboradores alocados. Salário um pouco abaixo do mercado e funções além do job description com certa frequência. Conselhos para presidência: Ficar mais atento ao nível de gestão e retenção de talentos, verificar o processo de rh (muito fraco).\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com ótimo ambiente de trabalho, buscando sempre atualizar a equipe e garantir satisfação de seus clientes em vários segmentos de mercado. Contras: No cenário atual, uma forma de evitar saídas é tentar direcionar profissionais para outras frentes de trabalho, nota-se que a comunicação interna precisa melhorar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master - Ex-funcionário, saiu em 2017","avaliation":"Prós: salario, não tenho muito a dizer da empresa em si. Contras: etica, gestores ignorantes faltam com etica e respeito com os funcionários.....\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nada a declarar nesse quesito. Contras: Estrutura deixa muito a desejar. Ambiente sujo, desconfortável, máquinas antigas, ar condicionado com defeito. A gestão fecha os olhos para os problemas diários, enfrentados pela equipe tornando a rotina diária de trabalho insurportável.\n\nRecomenda a empresa:   \nREPORTAR"}]