[{"user":"Especialista de Sistemas","avaliation":"Prós: Bom clima e gestores muito preparados. Sempre buscam o melhor caminho para te alocar nos projetos que mais fazem sentido com seus objetivos profissionais. E o principal, não te desligam assim que um projeto termina. Contras: Precisa melhor um pouquinho a estrutura dos escritorios centrais. Um refeitorio seria otimo por exemplo. Mais parecerias com as boas escolas para uma pós e MBA seria ótimo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: Processos estruturados e bem definidos, assume bem o papel de consultoria , salario compativel com o mercado, possui muitos clientes no mercado nacional. Contras: Ainda não possui a pegada necessária para o novo momento da área de tecnologia, foco em inovação deveria ser a palavra chave, modelo hierarquico com aqueles gerentes que só ficam simulando nos clientes, Conselhos para presidência: Investir em treinamentos, melhorar os benefícios, eles estão muito a baixo das demais consultorias\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Processo de recolocação em outros clientes eficiente, os benefícios oferecidos são compatíveis com o mercado, salário compatível com mercado. Contras: Liderança não é próxima, não existe plano de carreira, as oportunidades internas não são divulgadas, controle de ponto para cargos de Gestão não deveria existir.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Product Owner","avaliation":"Prós: Salário compatível com mercado e possibilidade de variação com benefícios flexíveis. Salário compatível com mercado e possibilidade de variação com benefícios flexíveis. Contras: Empresa está engatinhando na transformação digital, falta conhecimento e incentivo aos colaboradores. Empresa está engatinhando na transformação digital, falta conhecimento e incentivo aos colaboradores. Conselhos para presidência: Empresa está engatinhando na transformação digital, falta conhecimento e incentivo aos colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"UX Designer","avaliation":"Prós: Suporte ao funcionário, maquinas boas de trabalho e clientes grandes. Cursos e parcerias boas com instituições bacanas de ensino, assim como workshops semanais. Contras: descaso quanto aos perfis profissionais, gerando regras que não atendem a todos os perfis profissionais, como fornecer um laptop para um designer e não fornecer o mouse. Conselhos para presidência: analisar melhor as diferenças entre clientes e perfis de profissionais e suas necessidades, as regras gerais não atendem a todos, como não fornecer mouse para Designers. Você conhece algum designer que trabalha sem mouse? Por gentileza me apresente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"PMO - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não consegui identificar nenhum. Pois como estava alocada em cliente não tinha qualquer interação com a empresa em si. Informações de treinamentos ou plano de carreira não chegam até os alocados e o RH participa muito pouco. Contras: Muito burocrática. Pouca oportunidade de crescimento e não tem plano de carreira. A gestão não dá feedback e o RH não atua de forma objetiva no sentido de fazer as pessoas crescerem. Conselhos para presidência: Olhar um pouco mais para os funcionários alocados nos parceiros\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A disposicao dos funcionários para nos ajudar com algumas problemas relacionados à parte contratual, salário, benefícios e a mesma mantém os pagamentos em dia Contras: Apesar da disponibilidade doa funcionários para nós atender, a maioria das requisições acabam ficando chato devido a alta burocracia existente\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: Bastante projetos em vários clientes de grande porte, para quem busca algum meio de entrar em grandes corporações é um meio, mas a empresa em si não é boa. Contras: A empresa em si aloca seus funcionários em seus clientes, porém quando reclamamos de algum problema que estamos enfrentando no cliente, os gestores simplesmente não fazem nada para melhorar, ou seja o que importa é que estão alocando e conseguindo algum dinheiro em cima de seus alocados. Não há crescimento de carreira, e para conseguir ajuste no salário é quase impossível. VR totalmente incompatível de onde você fica alocado. Conselhos para presidência: Melhorem treinamento com os gestores de conta e os acompanhe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Backend Sênior","avaliation":"Prós: Pagam um bom salário apenas.......tem bastante vagas em outros clientes, nao costumam mandar nenhum funcionário embora, mas não deixa de ser consultoria Contras: Abandono no cliente, como se não estivéssemos vestindo a camisa da empresa...Algo estranho, somos como se fossem simples recursos e não temos valor.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Projetos - Ex-funcionário, saiu em 2019","avaliation":"Prós: Cesta de serviços é legal e ajuda muito pra negociar salario total, liberdade, cultura colaborativa, eventos IBeer mensais, gestão te dá uma boa autonomia. Diversos clientes que possibilita novos desafios sem mudar de empresa. Contras: Outsourcing deixa os colaboradores desligados da cultura da empresa, não se sentem como parte. Não auxilia os funcionários, nem incentiva a desenvolver-se profissionalmente. Conselhos para presidência: Buscar formas de sanar essas questões do Outsourcing, prover auxilio necessário para desenvolvimento, incentivar o crescimento sendo parte do processo\n\nRecomenda a empresa:   \nREPORTAR"}]