[{"user":"Analista Desenvolvedor de Sistemas Júnior","avaliation":"Prós: A empresa ofereci grandes oportunidades de trabalho para seus funcionários e os incentiva bastante. O ambiente é bem agradável e não há pressão desnecessário em cima dos colaboradores. Contras: Os pagamentos dos salários são realizados sempre nas datas acordadas, mas por outro lado, problemas ocorrem com bastante frequência quanto ao pagamento de horas extras.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Consultoria com projetos em clientes grandes, o que pode ser um motivador para iniciantes na carreira, pois ttabalham com tecnologias mais modernas Contras: A questão do plano de saúde que é cobrado integral para dependentes, o que para pessoas mais novas não é um problema, para funcionários experientes e com família é um fator que pesa no orçamento. Poderiam rever essa política\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador Sênior","avaliation":"Prós: Horario flexivel, liberdade para expor idéias, abertura e facilidade em conversar com superiores. Contras: Falta de programa de desenvolvimento profissional.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador III","avaliation":"Prós: Ambiente saudável e equilibrado. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia em que é nítido não ser necessário. Não existe plano de carreira, é mais fácil sair e voltar com um pedido maior de salário. Benefícios ruins para uma empresa de grande porte.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAS Sênior","avaliation":"Prós: salário bom, benefícios altos e flexibilidade nos horários de entrada e saída... Contras: torça para ter projetos, avaliação de desempenho é muito fraca, não existe um acompanhamento para os alocados. Conselhos para presidência: rever política de contratação, melhorar o relacionamento da empresa com o funcionário\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador","avaliation":"Prós: Empresa com pessoas que compartilham conhecimento e boas de se trabalhar em grupo, horários flexíveis, salários pagos em dia, bom ambiente de trabalho Contras: Salário abaixo do mercado, quando te alocam no cliente esquecem de você, gestores que pisam na bola com você, aumento de salário é uma novela só, muita rotatividade de funcionários, te alocam como senior e te pagam como junior, já tem uma panelinha definida com os que possuem mais tempo de casa e você não faz parte, você não cresce.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Aceita estagiários sem experiência profissional, o que é ótimo, pois acredita no potencial dos jovens e aqui temos uma boa oportunidade de crescimento. Contras: Falta de organização do RH, poucos benefícios, plano de carreira muito mal definido o que gera incertezas nos colaboradores, falta visão a longo prazo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente flexível, oportunidade de trabalhar com clientes diferentes e projetos com tecnologia diferentes, localização de fácil acesso e possibilidade de trabalhar home office. Contras: Quando alocado no cliente fica meio que esquecido, parte do valor do salario é pago através de cartão alimentação e cartão combustível, algo em torno de 70% CLT 30% através dos cartões Conselhos para presidência: Cuidar melhor dos colaboradores alocados e um plano de crescimento profissional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Empresa sempre tem projetos de terceiros e tenta te realocar caso tenha algum problema. O plano CLT deles foi compatível com a media salarial da região. Contras: Não há plano de carreira, como você fica alocado no cliente a maior parte do tempo, não tem como você ser promovido e nem receber aumento significativo de salario. Então não pense em subir de cargo trabalhando nos clientes. Conselhos para presidência: Aprendam a ver quem trabalha alocado no cliente, e pense em promove-los também.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Independencia para tomada de decisões, versatilidade e grau de avanço tecnológico. Bom trabalho em equipe e alta participação dos executivos nas decisões do dia a dia. Contras: Pouco apego às pessoas, falta de treinamento constante, Marketing incipiente e mal estruturado, RH Junior e falta de visão de longo prazo, tomada de decisão imediatista.\n\nRecomenda a empresa:   \nREPORTAR"}]