[{"user":"Analista Programador Sênior","avaliation":"Prós: Considero positivos os seguintes pontos: conjunto de benefícios, se bem negociado, é interessante e a estrutura para recepção de novos funcionários. Contras: O tratamento dispensado a funcionários alocados em clientes é precário, de forma que em determinados momentos tem-se a impressão de não pertencimento a própria empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa boa para estágios, possui cursos internos e equipe disposta a ensinar e passar conhecimento. Alguns momentos de comemoração e interação entre funcionários de outros setores. Horários de trabalho flexíveis. Parcerias. Contras: Localização da matriz longe da região central. Salário de estágio abaixo da média em relação a outras empresas. Valor do vale refeição um pouco fora do valor dos restaurantes da região.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Operações","avaliation":"Prós: Autonomia para o desenvolvimento da operação Oportunidade para quer quer crescer em gestão Grandes clientes e projetos para atuação do time técnico Contras: Ambiente com uma alta carga política para conseguir aprovação de iniciativas Baixo investimento em politicas de bem estar e qualidade de vida dos funcionários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Operações I","avaliation":"Prós: Pagamentos ocorrem em dia e o contato com as pessoas é amistoso, a liberdade de se comunicar com outras chefias, aprender com novas tecnologias e a diversidade de níveis de técnicos das pessoas contribui pra constante aprendizado. Contras: O modelo de contratação complica a vida do funcionário, o DP/RH cometem erros recorrentes nos montantes de horas pagas, os benefícios poderiam ser melhores, com valores mais reais para o local onde se está alocado. Conselhos para presidência: Olhe mais para as pessoas, o lucro é fundamental, mas sem as pessoas a empresa nada é!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Java","avaliation":"Prós: a equipe é ótima oportunidade de aprendizado é crescimento profissional com qualidade Contras: o salário inicial para novos integrantes estão abaixo do mercado e isso impulsiona a busca por novas oportunidades fora dá empresa Conselhos para presidência: maior flexibilidade com relação ao funcionário poder fazer home Office devia a distância de locomoção\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Na visão de um estagiário, tive a sorte de entrar em um projeto com um ótimo de gestor, tive oportunidade de mostrar minha dedicação e meu trabalho e fui reconhecido por isso. Contras: A rede tende a travar muito, chegando a irritar bastante os colaboradores, a infraestrutura de forma geral não é muito boa, escritório bem quente. Conselhos para presidência: Melhoria da infraestrutura, melhorem aqui no Brasil primeiro, para depois visar o exterior.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente é muito agradável, horário é extremamente flexível, localização excelente, possibilidade de adquirir novos conhecimentos e evoluir tecnicamente. Contras: Salario muito abaixo de mercado, pouquíssima oportunidade para desenvolvimento de carreira, falta de organização e gerenciamento de projetos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor iOS - Ex-funcionário, saiu em 2017","avaliation":"Prós: Relativamente organizada, eventos interessantes, colegas de trabalho solícitos e amigáveis, boas oportunidades de crescimento, estrutura rígida. Contras: Recursos alocados contam com pouco suporte e até um certo descaso por parte da empresa. Equipamentos ultrapassados e difícil comunicação com o RH. Salários abaixo da média do mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Júnior","avaliation":"Prós: A empresa tem um ambiente leve, muito flexível com relação a horários, ou até mesmo com relação a home office. As pessoas no geral são solicitas e muito agradáveis, o ambiente é super colaborativo. Contras: Com relação a gestão varia muito, não existe um padrão na organização, em um mesmo escritório a impressão é que temos mil empresas diferentes, com valores, eventos, promoções e reconhecimentos totalmente diferentes. Poderia também atualizar o valor do VR. Conselhos para presidência: Criar um programa para padronizar a empresa, criar planos para os momentos em que não houverem demandas como treinamentos internos, pequenas participações em outras equipes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nenhum. A empresa te aloca em um cliente e esquece que você existe. Desde o processo de contratação até o desligamento você esbarra em burocracia e falta de competência. Contras: O RH é burocrático , os gestores extremamente grosseiros e desorganizados e os alocados são tratados como lixo. Perdi meu tempo nessa empresa. Conselhos para presidência: Contrate gerentes minimamente capacitados e escute o que os alocados têm a dizer.\n\nRecomenda a empresa:   \nREPORTAR"}]