[{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Empresa bem estruturada, vários clientes e áreas de atuação. Esquipes bem entrosadas e competente. Podendo trabalhar remoto dependendo do projeto em que esta. Contras: Prazos de entregas quase sempre bem apertados, e alguns impossíveis de se cumprir, podendo gerar estresses e desgastes entre colaborador e gerencia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Java Pleno","avaliation":"Prós: Salário e benefícios na média do mercado, funcionários do Rh dão um bom suporte para quem está alocado em clientes e há uma diversidade grande clientes Contras: Falta de feedback para funcionários alocados em clientes, eu que trabalho alocado em cliente, não tenho contato com a Resource e me sinto como funcionário do cliente e não dá Resource\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Reconhecida internacionalmente com grande número de funcionários e clientes. É uma empresa que tem muitos clientes em São Paulo e sempre você está alocado em algum por um tempo limitado. É uma oportunidade de ganhar experiência com diferente tecnologias usadas pelas empresas além do networking indiretamente proporcionado. Contras: Apesar de bem estruturada, o salário é abaixo do nível do mercado. E os benefícios não são atrativos, plano de saúde muito ruim. Costumam te tratar como recurso e a interação a equipe do Departamento Pessoal é bem desorganizada e arrogante.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de TI","avaliation":"Prós: Suporte ao funcionário locado em outras empresas, comunicação com o funcionário, treinamentos oferecidos. Empresa com um ambiente inovador, e com muitas oportunidades em diversas áreas. Contras: Na parte dos benefícios, apesar do salário ser compatível com o do mercado, o funcionário, de TI no meu caso, vive nos clientes sempre sobe forte pressão, e não tem bônus ou PLR quando atinge os objetivos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico","avaliation":"Prós: Pagamento em dia, várias áreas para se especializar. Possui ótimos coordenadores onde os gestores, são lideres que conversam e não impõem.. Oportunidade de trabalhar nos melhores clientes Contras: Foco no profissional, e encontrar o potencial de cada um. Salario muito baixo. Outro problema era a distância, não sei se era culpa da empresa, mas poderiam disponibilizar mais fretados para a empresa, em horários alternativos, pois a resource fica num local de difícil acesso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Possibilidade de home office. Possibilidade de estar em contato com diversas tecnologias. Horarios flexíveis. Clientes de segmentos diversos. Contras: Em alguns projetos existem problemas de gestão. Não há um plano de carreira definido com exceção para a área de gestão. Não existem padrões de arquitetura definidos para a área na qual atuo e não há espaço para realizar a adequação necessária. Conselhos para presidência: É urgente reestruturar cargos,salários além de definir um plano de carreira para a área. Também falta alinhamento da area de gestão com o pessoal da equipe de vendas e o time técnico. Isto deve ser levado em conta para não sacrificar o time com projetos que nascem sempre com atraso e acabam gerando um \"stress\" completamente desnecessário para toda a estrutura por conta da falta de pessoal qualificado e motivado. \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Ambiente saudável e equilibrado. com baixa pressão e grande liberdade para desenvolver novos trabalhos . Flexibilidade de horário. Escritório bem localizado. Contras: Forma de contratação muito ruim (clt tipo flex, sendo somente 20% na carteira e o restante com DA). Não possui muitos beneficios e nem plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Soluções","avaliation":"Prós: Flexibilidade de local de trabalho; Boa negociação salarial; Grande gama de oportunidades; Acesso fácil aos executivos da empresa; Bem conceituada no mercado Contras: Políticas internas impedem a progressão; Empresa com administração familiar; Pouco foco no desenvolvimento das pessoas; Formação de \"panelinhas\" na esfera executiva impede progressão\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa com ótimas ações de engajamento e endomarketing, proporcionando aos colaboradores um ambiente mais tranquilo para se trabalhar e desempenhar suas qualidades. Contras: Altos problemas de liderança, falta de plano de carreira, falta de oportunidades internas para mudança de área, pouco planejamento e desorganização.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP Sênior","avaliation":"Prós: A empresa proporciona um ambiente relativamente saudável, com baixa quantidade de viagens, priorizando projetos locais. A quantidade de horas extras é normalmente baixa, o que proporciona um bom equilíbrio de vida profissional e pessoal. Contras: Como o regime de contratação não é CLT, não há obrigação legal de reposição de perda salarial. Não há política clara de cargos e salários, por isso é importante que o consultor faça uma boa negociação na contratação.\n\nRecomenda a empresa:   \nREPORTAR"}]