[{"user":"Analista de Negócios I","avaliation":"Prós: Flexibilidade de horário, liberdade para aplicar novos conhecimentos, cumprimento das obrigações junto aos funcionários, gama de oportunidade para (re) alocação, escritório bem localizado. Contras: Poucos benefícios, proximidade da coordenação com os funcionários, falta de plano de carreira, transparência nas informações referente a cargos e salários. Conselhos para presidência: Melhorar a atenção para os colaboradores alocados em clientes (outsourcing). A discrepância de acompanhamento entre os recursos internos e externos é vasta e precisa ser revista.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Flexibilidade, Localização (Unidade Paulista), aprendizado, ambiente saudável, oportunidade de se trabalhar com diversos clientes e diversas tecnologias. Contras: Modelo de Contratação é muito confuso, horas extras não são pagas e não existe banco de horas. Baixo investimento em capacitação dos funcionares.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP","avaliation":"Prós: Bom relacionamento entre os funcionarios, gerencia. Clima de ajuda mutua, o que é muito importante hoje em dia Contras: Tipo de contratação nao é interessante para o funcionario.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: A localização é boa Horário de trabalho flexível. Pagamento em dia . Contras: Infraestrutura péssima, desde máquinas ruins até chão cheio de buracos. Difícil negociação de salário, somente quando se decide sair para outra empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Infraestrutura Júnior","avaliation":"Prós: Não posso falar nada a respeito pois sou alocado em um cliente, e não tenho convívio nenhum, unica coisas que achei bom são os Plano Médico e Odontológico. Contras: Nenhuma perspectiva de ser promovido, salários baixo, esquecem de você no cliente caso você seja alocado, dependendo do cliente você pode vim a ser recrutado para a Resource mesmo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente para trabalhar. Por ser uma multinacional brasileira, é possível se recolocar em outro cliente, quando seu projeto atual acaba. Contras: O CLT Cotas, faz com que o funcionário não consiga tirar férias, na maioria dos casos. Quando você está alocado, te esquecem na empresa onde não há o respaldo da consultoria, onde você tem que gerenciar conflitos e ansiedade do cliente sozinho. Conselhos para presidência: Rever o CLT Cotas, que não deixam os funcionários tirar férias.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Project Management Office (PMO)","avaliation":"Prós: Pagamento em dia e, apesar do pacote básico de benefícios, é razoavelmente satisfatório. Contras: Quando alocado, a consultoria não é muito transparente e o suporte é bem defasado. Sem prospecção para plano de carreira e a recolocação não existe no caso de ser CLT full. Conselhos para presidência: Melhorar pacote de benefícios e ser mais próximo aos profissionais alocados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: são pontuais com relação a data de pagamento, não atrasam e respondem rápido quando são questionados sobre duvidas relacionados a folha de pagamento. Contras: Não dão a minima ao funcionário alocado em cliente apos a contratação, não reajustam o salário (nem para compensar a inflação) e não fornecem nenhum beneficio. Aplicam o regime de clt cotas, que nao passa de uma gambiarra para pagar menos impostos, e não repassam os reajustes dados pelo cliente aos alocados. Conselhos para presidência: Prestem mais suporte aos seus clientes e abandonem o regime clt cotas. Cuidado com seus gerentes comerciais, são preguiçosos e fazem vocês perderem muitos negócios em potencial para outras consultorias.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Acesso a todos os níveis hierarquicos, aprendizado na prática, conhecimento de mercado, muitos profissionais comprometidos com a entrega, interações entre as áreas. Contras: Empresa familiar, as pessoas levam as coisas pelo lado pessoal. não tem rh eficiente, com plano de carreira, política de cargos e salários. Mudanças não são explicadas, clima instável. Não possui recompensa pela alta performance exigida. Conselhos para presidência: Profissionalizar, analisar as pessoas de forma profissional, reconhecer os esforços.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa de tamanho grande com possibilidade de barganha em projetos. Oportunidades para os funcionários em diversas áreas de tecnologia da Informação Contras: Empresa com pouco comprometimento com mão de obra locada, nenhum trabalho de reaproveitamento e retenção de recurso, quando finalizado projeto Conselhos para presidência: Reduzir a rotatividade e criar identidade \nREPORTAR"}]