[{"user":"Funcionário","avaliation":"Prós: Horários flexíveis, home office, diversos projetos, gerente extremamente agradável e compreensivo, fretado, diversas parcerias para beneficiar os funcionários, planos de certificações. Contras: Local de trabalho muito distante (Cenesp), dificuldade de acesso aos gestores e renegociação de salário, hora extra quase sempre vão para o banco de horas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte","avaliation":"Prós: Empresa séria, salário relativamente bom em comparação com as demais empresas do nordeste. O salário é os benefícios são pagos dias e não há atrasos. Contras: Base do nordeste não é valorizado pela sede principal. O processo de reembolso é lento. Não a plano parceiros ou convênios com instituições de ensinos para aperfeiçoar o conhecimento. Conselhos para presidência: Melhorar e acompanhar os processos internos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente bom para trabalhar. O profissional é respeitado e a pressão é compatível com a realidade do mercado. A empresa busca te reter até o limite. Contras: A estratégia comercial se mostrou ruim em um momento de crise. Valorizou demais alguns profissionais do comercial em detrimento da equipe que entrega e traz resultado. Conselhos para presidência: A estratégia comercial se mostrou ruim em um momento de crise. Valorizou demais alguns profissionais do comercial em detrimento da equipe que entrega e traz resultado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista SAS","avaliation":"Prós: Paga em dia, as vezes investe em cursos ou certificações, de certa forma existe um acompanhamento aos alocados, projetos desafiadores e ambiente bacana (o que pode variar dependendo do cliente). Contras: Deixa a desejar o sistema de avaliação para alocados e plano de carreira. A comunicação muitas vezes é confusa dependendo do departamento. Forma de contratação não muito bem explicada, não tem PLR.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista em Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Atuei pela Resource, no Itaú BBA, como Analista Funcional, especificando novas demandas de sistemas de apuração de resultados e testando a nova solução para implantação. Contras: ambiente não satisfatório para o desenvolvimento dos testes, o que não permitia facilidade na aplicação destes testes, tampouco testes regressivos e negativos Conselhos para presidência: Propiciar uma melhor e maior transparência dos contratos com as empresas, para que o consultor que trabalha no cliente possa se preparar e estar atento a novas oportunidades dentro da consultoria. Aproveitamento dos recursos alocados, quando o contrato com o parceiro for encerrado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Horários flexíveis, supervisores dedicados, premiações, comissões, folgas quando batem a meta, metas reais, possíveis de serem alcançadas e incentivo Contras: RH desorganizado, refeitório pequeno, mas de resto é uma ótima empresa. Recomendaria. Saí de lá por conta do corte que teve, mas não pediria as contas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Excelente empresa para se desenvolver e trabalhar, o clima organizacional é muito bom, as pessoas trabalham de forma colaborativa, a empresa tem qualidade e respeito no mercado. Contras: não tenho pontos negativos para falar, pois todos os pontos que precisa de melhoraria a empresa esta atenta e busca sempre a melhoria continua.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Técnico","avaliation":"Prós: Horário de trabalho é muito bom e os benefícios tornam o salário bem viável, pessoal atencioso e honesto. Gerencia sempre pronta para atender os funcionários e prestar total a atenção. Contras: Apenas por ficar sozinho no período noturno. Caso surja alguma dúvida ou problema maior, fica um pouco complicado de resolver, mas nada que um pouco de atenção não resolva.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor de Sistemas","avaliation":"Prós: Empresa com ampla atuação no mercado de tecnologia e projetos que investe em capacitação de funcionários de forma recorrente. Tem clima e ambientes bastante agradáveis e voltada para a parte do time que fica alocado em clientes. Contras: Por ter pouco tempo de empresa (3 meses) fica difícil fazer esta avaliação. Realmente não me sinto em condições de apontar algo...............\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas IV","avaliation":"Prós: Pagamento em dias Plano de saúde razoável Ambiente agradável Transparência da chefia Horário de trabalho flexível Setor de Marketing atuante Contras: Salario incompatível com a função. Poderia ser bem melhor. Falta de uma politica de participação dos lucros. Falta de um plano de crescimento profissional.\n\nRecomenda a empresa:   \nREPORTAR"}]