[{"user":"Analista de Comunicação Sênior","avaliation":"Prós: A empresa tem bom clima, tem bons treinamentos para desenvolvimento de pessoas e de carreira. Contras: Apesar de valorizar a carreira, não tem um plano de carreira ou sucessão, e tem uma cultura conservadora apesar de valorizar inovação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Tamanho da empresa, nome no mercado, crescimento recente e disponibilidade de tecnologias Contras: processos confusos e ineficientes, falta de comunicação com pessoal externo, critérios de avaliação inexistentes Conselhos para presidência: Olhar mais de perto o trabalho das médias e altas gerências\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Uma ótima empresa a se trabalhar, bons benefícios e muita competência Contras: Ao meu ver não há ponto negativo, por se tratar de uma empresa ótima.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor SAP SD - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente saudável e desafiador, pressão na medida certa . Oportunidade de trabalhar com novas tecnologias. Contras: Muitos cargos de chefia,Falta de uma visão estratégica para a empresa a longo prazo, que acaba deixando o consultor inseguro e acaba não retendo seus talentos. Conselhos para presidência: Criar um ambiente propicio para estabilidade do consultor deixando ele mais a vontade para se desenvolver, retendo os talentos para o desenvolvimento da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor ABAP Júnior","avaliation":"Prós: Incentivo para trabalho em equipe. Empresa possui ótima infraestrutura e o ambiente de trabalho é bem organizado. Contras: Alteração na política de contratação da empresa (2015), fornece aos novos funcionários benefícios que não são entregues ao demais. Salários abaixo do mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Service Desk","avaliation":"Prós: Pacote de Beneficios e o reconhecimento do profissional, e a preocupação com o bem estar do funcionário. Contras: Demora em algumas coisas por parte do RH, e alguns processos que não funcionam devido a pessoas que estão \"paradas no tempo, ou seja, acomodadas\". Conselhos para presidência: Continuar o desenvolvimento pessoal dos colaboradores, sempre acreditando no potencial de cada e o que pode acrescentar no desenvolvimento da companhia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Crédito I","avaliation":"Prós: Localização ideal, muitas opções de restaurantes ao redor, muitas opções de compras Contras: Espaço pequeno, poucos microondas para esquentar marmita e fila do elevador enorme\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Serviços - Ex-funcionário, saiu em 2014","avaliation":"Prós: Investimento em treinamentos corporativos realmente válidos para a carreira. Contras: Você é só mais um número,não há benefícios e nenhum plano de carreira. Conselhos para presidência: Fazer da missão e valores uma realidade a todos, que são excelentes profissionais e não meros \"recursos\".\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador","avaliation":"Prós: Liberdade de horários, home office eventual, possibilidade de se trabalhar em diferentes clientes, liberdade para escolha dos trajes para se trabalhar. Contras: Modo de contratação é ruim, utilizam o clt flex. Na empresa o funcionário não precisa bater ponto com isso não há controle de horas extras onde o funcionário acaba tendo que ficar insistindo para receber. Benefícios ruins: vr valor baixo e valor alto de desconto da assistência médica. A instalações da empresa são ruins: cadeiras quebradas e computadores péssimos. Conselhos para presidência: Deixar de lado o clt flex. Organizar melhor a questão das horas extras.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Pagam os salários em dia e tem boas oportunidades em projetos. Contras: Para funcionário com salário flex, é muito ruim para fazer o controle mensal, uma vez que plano de saúde, odonto, VA e VR são apartados. Falta política de incentivo salarial, além de não ocorrer investimentos em qualificação profissional. Conselhos para presidência: A empresa não incentiva seus profissionais em plano de carreira, cursos ou mesmo atenção ao trabalho realizado. ACORDEM!\n\nRecomenda a empresa:   \nREPORTAR"}]