[{"user":"Coordenador","avaliation":"Prós: Bons clientes, focada em crescimento, possui oportunidades internas praqueles que buscam desenvolvimento. Contras: A gestão nem sempre cumpre com os acordos firmados, não valorizam os profissionais diante a demanda de trabalho muitas vezes excessivas, sem o devido retorno financeiro e o reconhecimento por parte dos superiores. Conselhos para presidência: Deviam focar em melhoria de salários para manter os colaboradores experientes em sua base, reconhecendo e provendo oportunidades internas melhores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Crédito I","avaliation":"Prós: Ambiente de trabalho muito bom. Eles se importam com o bem estar dos funcionários. Contras: Salário não condiz com o grau de responsabilidade do cargo... Conselhos para presidência: Continuem a se importar conosco. Obrigado pela oportunidade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Gerência sempre aberta para os colaboradores, boa sinergia . Contras: Benefícios, poderia ter mais benefícios e plano de carreira . \nREPORTAR"},{"user":"Executivo de Vendas","avaliation":"Prós: Otimo Ambiente de trabalho. Paga bônus e comissão conforme acordado. Perfil jovem na direção. Capacidade de Crescimento na carreira. Chances de ir para outro local no Brasil e Fora. Contras: Assim como qualquer Consultoria existem processos internos que precisamos seguir.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Service Desk","avaliation":"Prós: Benefícios e ambiente de trabalho Contras: Falta de capacitação, salário baixo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa muito boa para se trabalhar, horários flexíveis, autonomia, e ótimos gestores! Amava minha equipe. Contras: Muitas pequenas empresas em uma grande, pouca comunicação entre equipes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Benefícios, plano de carreira, empresa valorizada, dias de trabalho. Contras: A partir de certo horário não há mais serviço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2011","avaliation":"Prós: Uma grande empresa 100% nacional no mercado de TI. Atuação em vários segmentos. Contras: Remuneração. Forma de Contratação. Os consultores ficam \"abandonados\" nos clientes havendo assim pouco ou nenhum contato com a própria Organização. Conselhos para presidência: A organização precisa acompanhar de perto os alocados em clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Qualidade e Processos Sênior","avaliation":"Prós: Realocação de profissionais, Horários Flexíveis. Contras: Falta de oportunidades para vagas que não sejam técnicas,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Flexibilidade de horário e possibilidades de trabalho estilo homework Contras: Salário estilo CLT flex onde o fixo na carteira é baixo\n\nRecomenda a empresa:   \nREPORTAR"}]