[{"user":"Front-end developer","avaliation":"Prós: Plano de carreira e horário flexível Contras: Muito longe de casa e CLT flex\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2013","avaliation":"Prós: A Diretoria de Capital Humano tem real interesse em avaliar e preparar os seus colaboradores. Através de eventos frequentes e jogos sociais, transforma o ambiente de trabalho, une pessoas e promove a cooperação. Contras: Composta por aquisições, requer maior atenção aos silos de poder. Tem que aprender a pronunciar o próprio nome e ensinar a forma correta aos seus colaboradores, é ruesórci e não resôurce.\n\nRecomenda a empresa:   (8)\nREPORTAR"},{"user":"Gerente de Serviços - Ex-funcionário, saiu em 2014","avaliation":"Prós: Investimento em capacitação de líderes. Contras: Ausência de benefícios e política de cargos e salários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2012","avaliation":"Prós: Oferecem muitos treinamentos,\nÓtima infraestrutura Contras: Política salarial ruim\nAlta rotatividade de funcionários\nBaixo valor de reembolso de Km\nIncentiva o gerenciamento por conflito\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos","avaliation":"Prós: Clima agradável, acesso aos diretores, possibilidade de compartilhar ideias. Contras: Falta de plano de carreira e equipamentos para os funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Business Intelligence (BI)","avaliation":"Prós: Comprometimento com o que é prometido;\nbackoffice; Contras: Não há plano de carreira;\nNão há bonus/plr\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Help Desk","avaliation":"Prós: Ótima infraestrutura, ambiente de trabalho harmonioso, sinergia na equipe , preocupação com o bem estar dos seus funcionários. Contras: Estou na empresa há mais de dois anos e ainda não conseguir identificar nenhum.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: A empresa proporciona realocação em projetos para que o funcionário não saia da empresa em caso de fim de projeto , possui boa organização em comparação a outras empresas da área, proporciona experiência de trabalho em diversos clientes e excelente ambiente de trabalho Contras: Falta plano de carreira, melhoria nas condições de trabalho\n\nRecomenda a empresa:   (15)\nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: muitas oportunidades, ótimas equipes e clientes Contras: pressão constante\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa que compreende as necessidades de seus colaboradores e os apoia na medida do possível. Contras: A comunicação entre os funcionários é algo que necessita de mudanças urgentes.\n\nRecomenda a empresa:   \nREPORTAR"}]