[{"user":"Suporte Técnico","avaliation":"Prós: empresa grande, boa infraestrutura, com chance de crescimento, varias oportunidades na área da tecnologia, facil acesso por ser na região da paulista ou cenesp Contras: Existe uma pressão muito forte. Salários abaixo da média do mercado, porem no geral é uma boa oportunidade pra quem esta começando na area .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento Analítico - Ex-funcionário, saiu em 2015","avaliation":"Prós: Café da manhã de quarta. Os colegas de trabalho se ajudam. Existe preocupação com os funcionários quando tiver necessidade. Horário às vezes flexível. Contras: Sem estabilidade. Os colaboradores não está nem aí. Contrato flex. Salário baixo. Sem plano de saúde. Sem transporte. Sem convênio. Pressão desnecessário\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Salário razoável, vale alimentação regular, benefícios o mais do mesmo, a tal da sexta você tira do seu salário pra ter o valor da alimentação, vale refeição e regular. Bons clientes mais a forma de se fazer certas ações em prol de melhorias não são feitas de acordo como deveria. Contras: Infelizmente é uma empresa que não tem o mínimo de valorização pelo o profissional, salários muito abaixo do mercado, falta de transparência entre Gestores, Coordenadores e Equipes que estão desempenhado o trabalho. Conselhos para presidência: Infelizmente conselhos não são válidos pois os mesmos não levam em consideração, o ego prevalece na maioria das pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador II","avaliation":"Prós: Até agora todos os salários e benefícios foram pagos em dia. O salário está relativamente próximo à média salarial de cargos semelhantes(com o mesmo período de experiência profissional) Contras: O processo de contratação é bem desorganizado. Deveriam orientar melhor os candidatos do que está sendo feito e o que será feito. (Fico alocado em cliente) A empresa demonstra que ainda tem que aprender como lidar com os contratos do cliente e onde pode atuar no mesmo. As planilhas que demonstram as tarefas desenvolvidas ainda precisa melhorar para deixar a mesma mais fácil e rápida para preencher, para não prejudicar tarefas futuras ou as que estão em desenvolvimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura TI","avaliation":"Prós: Flexibilidade de hórario e agilidade na entrega dos recursos necessários, notebook, email. no verão é possível ir de bermuda para o escritório. Contras: Plano de saúde, muito caro e não atendente nos melhores hospitais, tipo de contratação dependendo do valor do salário e não pagam participação no lucros \"PLR\". Conselhos para presidência: Rever o plano de saúde e PLR.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Pagamento em dia , estar alocado no BMG que é uma das maiores empresas do brasil que esta em crescimento rapido e exponencial que esta contratando muito. Contras: Simplesmente nos alocam no cliente e nao estao nem ai , não dao suporte , apenas estao interessados em receber do cliente por nosso serviço , alem de ser uma das empresas que mais cresceram em 2018 e alegar que nao deram lucro para nao pagarem PLR aos funcionarios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Em Recife, difícil falar o que existe de positivo, mas no geral é uma empresa que não atrasa salários, incentiva o home office (muito mais por economia do que por acreditar) tenta fazer com que a cultura seja leve, e o pessoal em sua maioria é tranquilo. Contras: Em Recife, a gestão é péssima: saiba que você tem a chance de ser gerenciado pela esposa do diretor de operações da unidade, que é gestora, líder técnica e entregadora de cactos nas horas vagas... Uma bagunça organizacional sem fim. Plano de carreiras zero, acompanhamento zero e distância da sede em SP tornam as coisas ainda piores... Sério, não vá! Conselhos para presidência: Pra Recife, só recomeçando do zero.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa que valoriza seus alocados e sempre em busca de melhoria de seus profissionais através de cursos e sempre em contato para garantir a satisfação do alocado Contras: A empresa poderia ter convênios com cursos técnicos e auxiliar na emissão de alguma certificação ou especialização técnica na área a de interesse\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2019","avaliation":"Prós: É um bom lugar para quem está começando a carreira. A empresa oferece horário flexível e o clima na unidade Paulista é bastante descontraído. Contras: A empresa não oferece um plano de carreira. Só é possível conseguir aumento ao levar proposta de outra empresa, independente do merecimento, ou, com muita dificuldade, ao mudar de projeto. Alguns gestores são muito despreparados, o que faz com que a empresa perca muitos profissionais qualificados. Conselhos para presidência: A empresa costuma contratar muitos estagiários ao longo do ano, mas não possuem um plano de carreira claro e bem estruturado, deixando a responsabilidade para gestores que, por muitas vezes, não são preparados para a função, ocasionando na perda de talentos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Ambiente saudável e equilibrado, com grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.\n\nRecomenda a empresa:   \nREPORTAR"}]