[{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Ótimo relacionamento entre os colegas de trabalho. Realmente um espírito de união entre os desenvolvedores, que se ajudam bastante. Bons benefícios. Contras: O que foi dito acima sobre espírito de equipe entre desenvolvedores não se aplica para gestao. Completamente desunidos e, muitas vezes entram em conflito. Falta uma gestão de pessoas mais eficiente. Conselhos para presidência: Estudar uma forma de integrar a equipe de gestao e melhorar a senioridade deles.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor de Software VII","avaliation":"Prós: - Flexibilidade de horários - Home office desburocratizado - Boa remuneração caso você negocie bem - Ambiente agradável e próximo ao metrô Contras: - Não tem plano de carreira - Desparidade de salários para executar a mesma função - Benefícios padrões - Em certos momentos sede muito ao cliente e honera se mais os funcionários Conselhos para presidência: Atentar-se aos bons funcionários que muitas vezes não são tão bem remunerados, antes que os mesmos saiam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa não atrasa salário, possui benefícios mas infelizmente não há muito o que escrever. Não sei se essa falta de conhecimento minha é consequencia da distancia da gestão regional ou se é uma característica de toda empresa. Não há muito o que falar pq sou tercerizado e me sinto mais empregado do cliente do que da própria empresa. Contras: Empresa que apenas terceiriza e paga o salário. Você se sente apenas um número. Anos atrás quando perguntei se havia algum incentivo para qualificação, fui respondido que não está previsto em contrato com o cliente. Gestores muito distantes dos analistas que estão no cliente. Você se sente mais empregado do cliente do que da própria empresa que te contratou. Infelizmente, não há qualquer possibilidade de progressão profissional. Conselhos para presidência: Conhecer seus colaboradores. Abrir e mostrar a empresa para quem está alocado no cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes Pleno","avaliation":"Prós: Benefícios bons, vt, vr, va, vale gasolina, convênio médico e odontológico, empresa grande e com nome no mercado, sistemas de aprendizagem. Contras: Equipe RH muito ruim para fazer acordo, fazem de tudo pra de passar o mínimo possível, só fazem oferta boa se você chegar com uma proposta pra sair.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Administrador de Redes","avaliation":"Prós: ambiente de trabalho, muito bom, pessoas altamente qualificadas, sem duvida alguma uma experiência incrível trabalhar nessa empresa adorei ter participado dos projetos Contras: a empresa fica localizado em uma área com muito transito dificultando o dia a dia de trabalho, que se torna bastante cansativo, e a forma s\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Desenvolvimento do conhecimento, além de haver liberdade nas tarefas. Percebe-se que o ambiente de trabalho é convidativo e bem produtivo. Empresa com reconhecimento. Contras: Não há muitos pontos negativos encontrados que possam ser ditos a respeito da empresa em questão. No máximo poderia haver um espaço maior de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico de TI Júnior","avaliation":"Prós: Não consigo afirmar pontos positivos na empresa, pois ela nos contrata para terceirizar, assim nos alocando em outros lugares. A empresa que eu estou alocado tem pessoas de muito boa convivência. Contras: É uma empresa que terceiriza o serviço para outras empresas, geralmente ela repassa bem pouco em relação ao mercado e ao que é pego pela empresa que contrata nossos serviços. Não investem em funcionários e os enxergam como descartáveis e não apresentam nenhum plano de carreira. Geralmente eles te contratam como Junior e te vendem como pleno, assim sempre sendo esperado do contratante, mais do que foi dito durante o processo de contratação. Conselhos para presidência: Melhorarem as perspectivas e planos de carreira para funcionários de campo que são alocados para terceirização e dar treinamentos com certificação, pois ao invés de ter alta rotatividade de profissionais, vale mais a pena ter bons profissionais capacitados e satisfeitos com a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: liberdade para trabalhar, flexibilidade de horario, pode usar fones de ouvido e lideres competentes. Colegas de trabalhos excelentes e muito educados. Contras: Chance de crescimento profissional muito pouco, depende de alguém deixar a empresa para poder subir de cargo, e se auto desenvolver. .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Excelente localização da sede da Av. Paulista, horário flexível, em alguns casos existe opção de trabalho home-office, oferece treinamentos, tem alguma parcerias interessantes, Contras: Veem perdendo mercado de mainframe para outras consultorias, Everis e Indra por exemplo. Salários baixos. Contratação tipo FLEX. Quem tem essa opção acaba prestando serviços através de empresas intermediárias para obter rendimento um pouco melhor. Conselhos para presidência: Se ainda tem interesse nos clientes mainframe, averiguar o motivo da crescente perda de mercado para as concorrentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas I","avaliation":"Prós: Uma empresa correta, paga o salário é benefícios em dia e competente com o mercado. Por ser consultoria, tem possibilidade de realocações em clientes. Contras: O sistema de ponto é um pouco falho e necessita de ajustes. Como você fica muitas das vezes em clientes, é um pouco mais difícil contato com a empresa.\n\nRecomenda a empresa:   \nREPORTAR"}]