[{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com cultura jovem; Empresa não tem muita burocracia interna; Empresa permite expôr suas ideias; Empresa possui uma ótima localização. Contras: Empresa não valoriza muito o crescimento interno profissional de seus colaboradores e funcionários. Pouca oportunidade de crescimento vertical. Conselhos para presidência: Valorizar o crescimento interno de seus funcionários.   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Estrutura física bacana, bons equipamentos para trabalhar, banco de horas, assistência médica, ambulatório médico, próxima a transportes públicos, pagam tudo direito. Contras: Gestão burocrática e autoritária ainda com indicados do fundador da empresa, pessoas sem noção de gestão de pessoas,mesquinhos e melindrosos, muita política, estrutura hierárquica rígida, não há sinergia entre as áreas, como adquiriram diversas pequenas empresas, é tudo muito confuso, o clima no geral é impessoal e distante, sem empatia, sem alegria, home office é ofensa, muita rotatividade (turnover), o vale refeição é muito baixo para a região, café só se vc pagar, não tem adiantamento, não tem PLR, sem perspectivas de carreira Conselhos para presidência: Renovar os gestores, adotar métodos mais modernos de trabalho e gestão, como home office, por exemplo.. Adequar o valor do vale-refeição ao bairro, pelo menos 30.00, menos e mais líderes de equipe, mais autonomia aos funcionários e promover interação entre as equipes   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Ambiente de trabalho descontraído e saudável, a nova Matriz proporcionou muito mais conforto e localização bem melhor com fácil acesso para a maioria dos colaboradores. Contras: Quase não há oportunidade de crescimento profissional, não existe plano de carreira, se não entrar ganhando bem dificilmente terá um aumento salarial por mérito. Somente amigos e os mais chegados têm alguma possibilidade de êxito quanto ao crescimento nos cargos e salários.   "},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salario é ótimo, varios beneficios, estrutura boa Contras: Falta de integração das equipes, gestores ruins e injustos Falta de integração das equipes, gestores ruins e injustos Falta de integração das equipes, gestores ruins e injustos   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bons benefícios, boas possibilidades de crescimento, localização muito boa próximo ao BH Shopping. Estrutura da empresa é muito boa, tendo atividades anti-stress como sala com jogos e jogos eletrônicos. Possui bons convênios. Contras: Salários iniciais abaixo do mercado para área de T.I, sendo que permanrci cinco anos na empresa, saí, fui para outra empresa e já de cara entrei ganhando 80 por cento do que ganhava na Linx. Empresa tem muitas culturas diferentes, principalmente das operações em outros estados, e alguns gestores não colaboram muito para o seu crescimento, pois, não se há um processo seletivo claro pra concorrer à vagas internas... Conselhos para presidência: Melhorar os processos seletivos internos, dando maior clareza em relação aos critérios de escolha, bem como unificar de modo que todos possam concorrer em igualdade.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Stack de tecnologia e desafios interessantes, boas oportunidades internas e funcionários engajados em fazer a empresa alcançar sucesso nos projetos. Contras: Falta de preocupação com qualidade de vida dos funcionários, excesso de trabalho e horas extras e funcionários que chegam ao esgotamento são demitidos.   "},{"user":"Analista Financeiro","avaliation":"Prós: Uma empresa familiar bem organizada, com um comando mais centralizado e uma liderança firme, que tem de seus sócios a confiança para tomar as decisões. Contras: Politica muito antiga e conservadora o que impede que os processos melhorem. Plano de carreira muito demorado e acabada desmotivando os funcionarios   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Bom ambiente de trabalho na minha filial. Minha área é melhor q a média na empresa, somos mais liberais e menos corporativos. Aqui o ambiente é saudável para trabalhar. Contras: Falta de perspectiva de crescimento. Salários baixos. Funcionários não passam de ferramentas. Se a margem de lucro de uma filial não atingir metas, que as vezes são agressivas, cabeças rolam fácil.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A Cultura da Empresa é muito boa. A empresa incentiva a comunicação e cooperação dentre os demais funcionários. Boas instalações e acesso de locomoção ao local. Contras: Sinto falta de reconhecimento, e falta motivação do funcionário para continuar exercendo atividades. Alguns processos internos precisam ser melhorados. Conselhos para presidência: Motivação dos funcionários seja por remuneração e por benefícios.   "},{"user":"Coordenador","avaliation":"Prós: Empresa com muitos seguimentos de atuação e muitas oportunidades. Mas não tem plano de carreira, depende do momento financeiro da empresa, se está com lucro baixo, demite, se está com volume de negócios contrata. Contras: Muito desorganizada, salário abaixo do mercado, foco exclusivamente no lucro e investidores. Metas estipuladas ao bel prazer dos gestores, não tem um estudo para determinar metas. Muitas delas são para justificar OKRs para ganhar PLR, sem efetividade/produtividade para a empresa, OKRs para Inglês ver. Conselhos para presidência: Pratiquem o discurso que pregam, ou mudem o discurso. Não adianta dizer que estão preocupados com os funcionários e na hora de dar um aumento pífio por mérito usar argumentos fracos para não fazer.   "}]