[{"user":"Desenvolvedor Sênior","avaliation":"Prós: Flexibilidade no Horário, Funcionários dedicados, escritório bem localizado. Benefícios (com valores baixos). Ótimo ambiente de trabalho para seu desenvolvimento.. Contras: Falta de reconhecimento profissional; Falta de oportunidade para cargos gerenciais, infelizmente somente amigos de amigos; Vale alimentação sem reajuste; PLR embora a empresa cresça não se consegue bater a meta para ter uma gratificação generosa; Gestores e Diretoria enxergam o funcionário como número e não lutam por ele. Cargos desnecessários de chefia. Conselhos para presidência: Começar a olhar para dentro da empresa e verificar quantos funcionários pedem demissão por falta de oportunidade de carreira. Quantos gerentes são incompetentes e estão aqui por serem amigo de um diretor ou gerente? Acabam fazendo tudo do jeito que acham melhor, mas quando dá problema, chama o funcionário para corrigir e eles acabam levando a os aplausos.   "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: cada minuto que você faz a mais vale como banco de horas, flexibilidade de horários, copa para levar almoço quando quiser, apesar do fluxo na cozinha. Contras: A empresa em si tem uma ideia boa, porém os funcionários escolhidos para realizar o crescimento da equipe são muito desmotivados, (multiplicadores), estão desmotivados acredito que acomodados e infelizmente os gestores maiores não identificam porque a equipe com medo acabam aceitando com medo de perder o emprego e acaba que o atendimento ao cliente final se torna de péssima qualidade fazendo assim que os analistas trabalham infelizes, esse foi o motivo que sai, muita rotatividade por falta de treinamento sendo que o trabalho em si é muito puxado. Conselhos para presidência: Fazer uma auditoria minuciosa para ver o quanto os analista sofrem com a baixa qualidade dos multiplicadores e assim conseguir mudar para se tornar uma empresa boa para trabalhar como é vendida nas entrevistas de emprego.   "},{"user":"Estagiário","avaliation":"Prós: Possui boa infraestrutura, colegas amigáveis e prestativos. Procurando sempre utilizar as tecnologias mais recentes do mercado. Ambiente confortável e acolhedor. Contras: Pouca organização referente a tarefas de novos colaboradores.   "},{"user":"Assistente Comercial","avaliation":"Prós: O horário é flexível, salário em dia, temos uma sala de tv com toto, onde você pode descansar e jogar. A estrutura do prédio é muito boa e a localização também. Contras: O salário é o primeiro ponto onde a maioria dos funcionários. Tivemos uma palestra de carreira onde ficou claro a insatisfação dos funcionários com o salário. Alguns benefícios foram cortados e o cartão alimentação não tem reajuste a 6 anos. Conselhos para presidência: Salário compatível, melhorias nos processos internos, dependemos da Matriz e na maioria das vezes ficamos travados por conta disso, o que resulta em atrasos e problemas nas nossas atividades. Acredito que as filiais poderiam ter mais autonomia em resolver questões.   "},{"user":"Analista de Controladoria Júnior","avaliation":"Prós: Empresa em ascensão, oportunidade de crescimento, bom ambiente, ótima localização, empresa jovem com muito potencial inovador, gosta de desafios e várias aquisições. Contras: Salários e benefícios poderiam ser de acordo com o mercado, vale refeição e alimentação não considera a região, assistência médica com coparticipação, além de dependentes pagarem integral. Conselhos para presidência: Equiparar salários e benefícios com empresas do mesmo seguimento.   "},{"user":"Analista Comercial","avaliation":"Prós: Ser líder de mercado, bem localizada, com bons restaurantes na região, mesmo que o vale refeição não cubra os gastos. Possui uma boa infra estrutura. Não encontrei mais pontos positivos. Contras: Falta de gestão, cultura ruim, sem perspectiva de crescimento, falta de estrutura e de sistema de trabalho. Insegurança para trabalhar desde o ingresso na empresa. Conselhos para presidência: Melhorar a cultura da empresa, pessoas mal educadas, fofoqueiras, gerência fraca.   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Horário de trabalho, plano de saúde, auxilio creche, amizade com colegas, grandes desafios, oportunidades de crescimento. Em resumo é uma empresa boa. Contras: Por ser uma filial recém adquirida, ainda esta se organizando muita coisa e isso causa muito estresse. Outro ponto é o salário que não esta aderente a função.   "},{"user":"Analista de Projetos Júnior","avaliation":"Prós: Infraestrutura nova e colorida, pessoas legais, empresa bem localizada em SP. Fácil acesso ao alto nível hieráquico da empresa. Ambiente leve. Contras: PLR não transparente, pessoas reclamam de falta de promoção interna, ouví que líder segurou pro moção para outro departamento, causando indignação   "},{"user":"Analista de Infraestrutura Júnior","avaliation":"Prós: ótimo para aprender algumas tecnologia ambiente agradável... ótima localização ..empresa paga em dia... colegas de áreas mais velhos ajudam. Contras: Falta de reconhecimento, banco de horas , falta de plano de carreira... descontos de mensalidade e coparticipação do plano de saúde e odonto Conselhos para presidência: Valorizar a equipe olhar mais para quem move a empresa   "},{"user":"Analista de Testes Sênior","avaliation":"Prós: Benefícios são bons; Proventos são pagos em dias; Horário de Trabalho diferenciado; Estrutura fisíca muito boa; Localização da empresa, totalmente estratégica. Contras: Falta de oportunidade de crescimento profissional; Preferências pessoais contam mais que talento profissional; Não existe feedback profissional por parte da gerência; Gerência trata funcionários de acordo com afinidades pessoais.   "}]