[{"user":"Analista Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Infra estrutura. Ambiente despojado. Auxílio creche, benefícios dentro do esperado. Ambiente de trabalho tranquilo. Política de vestimenta bem bacana Contras: Os departamentos são muito bagunçados, não ha sinergia entre as áreas. Muito trabalho para pouco salário. RH despreparado. Plano de saúde oferecido péssimo   "},{"user":"Analista Comercial Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de Trabalho é bom, Salário fixo está em uma boa média, empresa está localizada em um bom lugar e parece ter oportunidades para crescimento. Contras: Benefícios muito abaixo da média, Vale refeição menos de 18 reais por dia, a empresa em uma localização onde o almoço é bem acima desse valor.   "},{"user":"Gerente Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa busca sempre inovação tecnológica para seus clientes. Essa prática leva algumas equipes a buscar novos conhecimentos e experiências. Contras: A empresa tem uma estrutura complexa matricial. Há muitos gestores que correm atrás de metas individuais. As prioridades acabam não sendo claras ou comuns a todos. Muitas vezes as equipes ficam abandonadas e não conseguem concluir os projetos. A empresa aparenta ser inclusiva. No entanto, tolera atitudes machistas e racistas. Mulheres não tem as mesmas oportunidades ou benefícios e ganham menos que os homens. Conselhos para presidência: Fazer verdade a ética pregada.   "},{"user":"Analista de Recursos Humanos (RH) Pleno","avaliation":"Prós: Oportunidade de crescimento, cultura flexível, clima organizacional, empresa em fase de crescimento, salário compatível com o mercado, diversidade cultural, comunicação eficiente entre gestão. Contras: Burocracia, demora nos processos, falta de uma politica para PLR, auxilio creche, inglês. Refeitório na empresa, Ginastica laboral, incentivo.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Ambiente cooperativo, oportunidades de aprendizagem e colaboração, ambiente moderno. . Contras: Muita burocracia para promoções e aumento salarial, muita cobrança de produção e quase ou nenhum retorno financeiro ou outra forma de gratificação, muita dificuldade em reajuste salarial, mesmo que seja a reposição da inflação.   "},{"user":"Desenvolvedor iOS Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente bom, boa cultura, escritório em boa localização. Oportunidade pra trabalhar com novas tecnologias e a gerência é bem presente e sempre está disposta a trocar uma ideia. Contras: A remuneração para este cargo poderia ser melhor. As metas trimestrais as vezes não são bem planejadas e alinhadas de acordo com o time pela chefia. Isso acaba causando o não atendimento delas já que foram apenas definidas por quem não acompanha o time diariamente. Algumas metas, inclusive, nada tinham influência do time de desenvolvimento e estavam lá para o time de dev.   "},{"user":"Analista Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: empresa boa de se trabalharmbiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: plano de carreira deixa a desejarárias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de aprendizado na área do varejo, parte fiscal e atendimento ao cliente. Não há muitos pontos positivos a se destacar Contras: Falta de estrutura, treinamento fraco, impossibilidade de comer na empresa, exigencia de qualidade de atendimento, porém não há qualidade de vida..   "},{"user":"Analista de Desenvolvimento Júnior","avaliation":"Prós: Ambiente flexível, estabilidade e autonomia. Na Linx, os colaboradores são incentivados a atuarem como se fossem donos da empresa, ou seja, a tomarem decisões. Contras: É difícil ser reconhecido aqui. Os aumentos salariais são muito difíceis de serem conseguidos e passam por muita burocracia. Por causa disso, a rotatividade acaba sendo um pouco grande em alguns setores.   "},{"user":"Funcionário","avaliation":"Prós: Dentro da região de bauru é uma empresa extremamente boa para se trabalhar na área, analisando os benefícios oferecidos por ela e as demais empresas da região Contras: Cultura empresarial um pouco ultrapassada, extremamente corporativista, pouco reconhecimento interno de ações e conquistas da equipe. Difícil crescimento interno   "}]