[{"user":"Assistente de Novos Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Escritório moderno, de ótima localização. Lugares disponíveis para interação entre as áreas, pit stop para alimentação e descanso. Ambiente harmonioso. Contras: Falta de comunicação entre as áreas. Alguns salários não são compatíveis com o mercado. Falta de um plano de carreira bem definido. Recrutamento interno ainda ineficiente.   "},{"user":"Analista Comercial Júnior","avaliation":"Prós: Ambiente de Trabalho Contras: Péssimo Gerenciamento e organização, faltas graves na forma como as demandas são repassadas, departamentos se comunicam muito mal e as soluções ofertadas para os clientes são mal elaboradas. Conselhos para presidência: Melhorar a qualidade dos serviços e da gerência   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Acredito que o ambiente é bom e a localização para quem mora em Sao Paulo é boa também pois fica ao lado do Metro Pinheiros e do Terminal Pinheiros Contras: A empresa poderia melhorar no processo de seleção e no modo como reconhece seus funcionários, principalmente quem já está a algum tempo na empresa.   "},{"user":"Analista Comercial Júnior","avaliation":"Prós: ambiente moderno Contras: falta de planejamento nos projetos e processos internos demorados....   "},{"user":"Analista de Novos Negócios","avaliation":"Prós: O novo escritório fez com que as relações melhorassem. Tive a sorte de trabalhar com uma ótima gerente e uma coordenadora muito compreensiva e aberta. Contras: Os processos são muito burocráticos, uma simples promoção leva meses para ser aprovada. Embora os processos ineficientes venham melhorando, a empresa patina em eficiência e produtividade. Conselhos para presidência: Reconhecimento, meritocracia e desburocratização farão da empresa um lugar melhor para trabalhar. Um cultura que realmente seja incorporada no dia a dia também seria interessante.   "},{"user":"Analista Comercial Júnior","avaliation":"Prós: Estabilidade e benefícios, são pontos fortes considerando o cenário econômico atual. ALinx, quando vai demitir analisa as possibilidades de realocar em outra posição. Contras: Falta de inovação em algumas área, devido a muitos anos de estabilidade encontra se profissionais acomodados em suas atividades e sem visão sistêmica de mercado e inovação. Conselhos para presidência: Criar uma cultura inovadora em todas as áreas e níveis.   "},{"user":"Analista de Implantação Sênior","avaliation":"Prós: Diversidade e infraestrutura são os pontos positivos que a empresa tem, vc trabalha em um ambiente onde a maior parte das pessoas demonstram amizade sincera Contras: Falta de oportunidade e crescimento profissional. A empresa busca profissional de fora, que na maioria das vezes desconhecem o seguimento de varejo, ao promover colaboradores que conhecem o seguimento e podem contribuir muito mais Conselhos para presidência: Olhe para os profissionais que realmente conhecem do negócio e estão interessados em crescer e contribuir com a empresa "},{"user":"Analista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa está focada em crescer e atender seus clientes cada vez melhor. Talvez esteja que investindo em seus funcionários com benefícios e incentivos à estudo. Contras: Empresa movida por assistentes, com pouca preocupação com o desenvolvimento e crescimento do funcionário. Tudo lá está relacionado a relações pessoais com gerentes ou diretores. Ainda precisa melhorar muito em relação à políticas de RH. Conselhos para presidência: Investir na capacitação e avaliações de funcionários, principalmente em promoções e reconhecimento de talentos.   "},{"user":"Analista de Suporte TEF","avaliation":"Prós: empresa com ambiente agradavel, pessoas legais, bem localizada, n sei mais o que dizer, empresa legal, ambiente legal, nao sei mais o que dizer Contras: nao sei, para mim nao tem nenhum ponto negativo, o salario podia ser maior na verdade, ambiente legal, nao sei mais o que dizer, nao sei mais o que dizer   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Remuneração em recife bem acima das demais empresas que estão relacionadas ao porto digital. Contras: Não da muitas oportunidade de crescimento , não abre seleção interna para o crescimento do funcionário . Conselhos para presidência: Dar oportunidades de crescimento , investir no capital humano.   "}]