[{"user":"Analista de Negócios","avaliation":"Prós: Empresa de grande porte no mercado, reconhecida no ramo assim como empresa dominante no mercado de varejo de atuação nacional e otima localização. Contras: Gestores não valorizam os colaboradores, não há sinceridade, promovem um ambiente horrível, não fazem treinamentos para qualificar melhor os colaboradores, vejo um lugar cheio de chefe mas ninguém define nada. Não existe vagas internas para se candidatar. DP é pessimo e não se empenha em resolver o problema dos colaboradores, ter um problema com eles é pedir pra morrer, porque é um jogo de empurra empurra danado.   "},{"user":"Analista Júnior","avaliation":"Prós: Tudo, ambiente, salário, beneficios, treinamentos Contras: Não há   "},{"user":"Desenvolvedor.NET","avaliation":"Prós: Comunicação entre equipes, conversas com os lideres, reunião com o dono da empresa uma vez por mês, site para capacitar , dar bolsa para pessoas se desenvolver. Contras: Poderia ter uma gap quando tu entra a primeira vez na empresa mais facil onde o RH em parceria com os lideres de equipe. Poderia ter capacitação para novas tecnologia quisesse implantar;   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: O ambiente de trabalho é bem descontraído e aberto para os funcionários podem expor suas opiniões. Todas partes de DP são seguidas fielmente. Contras: Falta de oportunidades internas, a empresa não disponibiliza vagas internas para concorrência e candidatura, quando divulga o gestor da área não libera para outra area e o profissional desgastado sai para o mercado. Conselhos para presidência: A empresa poderia ouvir mais os funcionários e tentar proporcionar salas de descompressão e coisas do tipo, pois só existem cobranças e nada de retorno, não pagam mais PLR, nem um bombom na pascoa e nem no natal, mas a cobrança chega a todo minuto. Poderiam revisar a cultura e os departamentos, pois algumas áreas existem mais diretores e gerentes do que o necessário, com regalias absurdas. Precisa urgentemente melhorar a oportunidade de migração entre áreas para os funcionários, pois acabam perdendo para o mercado ótimos profissionais.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A estrutura da empresa (falando só da parte técnica), horários de trabalho (pensando nas escalas), há benefícios (vale refeição e plano de saúde). Contras: Não há incentivo para crescer dentro da empresa. Por muitas vezes falta administração de pessoas. Nosso salário não é mais compatível com a função. Não sinto que sou incentivado a trabalhar melhor, porém, sim há trabalhar mais. Conselhos para presidência: Primeiro um salário no valor certo. Implantar um plano de carreira já seria um baita incentivo. Há coisas muito pequenas que nos incentivariam a ser mais produtivos, uma vaga de estacionamento, por exemplo, ou uma cozinha que pudéssemos almoçar, com nossos colegas.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: empresa de grande porte no mercado, reconhecida no ramo assim como empresa dominante no mercado de varejo de atuação nacional. Localização geográfica próxima ao trabalho. Contras: falta de expectativa de crescimento interno assim como falta de reconhecimento, talvez pelo grande número de aquisições. PLR não é distribuido adequadamente   "},{"user":"Analista Júnior","avaliation":"Prós: Ambiente de trabalho deve ser a única coisa boa que a empresa proporciona. Empresa de software com internet péssima, computadores velhos, sistemas pobres. Contras: Não tem plano de carreira, não tem compromisso com o funcionário, exige muito sem dar suporte para que seja feito, PLR ridículo (quando pagam). Conselhos para presidência: Valorizar o funcionário.   "},{"user":"Analista de Implantação Pleno","avaliation":"Prós: Empresa com benefícios compatíveis com o mercado. Ambiente que possibilita crescimento profissional, oportunidade de trabalhar com aquilo que buscamos desenvolvimento externo, os desafios são dispostos a todos da equipe. Contras: Existe disparidade salarial muito alta, os gestores são distantes pelo fato do trabalho ser externo então o feedback deles é raro e por vezes vago.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: - Bom relacionamento entre as pessoas; - Bom clima de trabalho; - Empresa honra com seus compromissos; - Oportunidade de Crescimento; - Empresa em pleno crescimento; Contras: - Benefícios muito ruins; - PLR praticamente inexistente; - Estrutura de trabalho antiquada (agora estão mudando de sede); - Gestores despreparados; - Muita burocracia;   "},{"user":"Gerente de P&D - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa é muito correta no que se refere a controle de horários, pagamentos, datas e relacionamento geral empresa e empregado. Os pagamentos são feitos em dia. Contras: Falta de colaboração geral entre as áreas, é um clima de cada um por si. Muito difícil obter sinergia quando até os gerentes trabalham olhando somente para suas áreas sem se importarem com o produto final. Como é uma grande empresa, S.A., o lucro e a política estão acima de tudo: acima da qualidade de vida, da qualidade do produto, da inovação, dos relacionamentos com os colegas e etc. É um ambiente frio e calculista, nenhuma flexibilidade, difícil trabalhar lá por muito tempo. Conselhos para presidência: Ter menos colaboradores juniores e pagar melhor os plenos e seniores. Avaliar a real competência dos gerentes, verificar se estão no cargo por relacionamento ou competência. Gerente que não conhece o trabalho de sua equipe não tem condições de medir o desempenho.   (6)"}]