[{"user":"Analista de Testes Pleno","avaliation":"Prós: Em minha área eu tenho uma certa flexibilidade de horário, a hierarquia da empresa é algo bem estruturado na minha opinião, e a nova instalação da Linx proporciona um ambiente mais profissional e aconchegante para se trabalhar. Contras: Não tem plano de carreira, os benefícios são muito fracos e não compatíveis com o mercado de trabalho, estão mais para ajuda de custo. A empresa não se importa com os funcionários e só visam cada vez mais o crescimento / inchaço da mesma. Conselhos para presidência: Pagar PLR, pelo menos 1 salário por ano. Melhorar o VR e não deixar os funcionários largados sem expectativas de crescimento profissional dentro da empresa.   "},{"user":"Analista","avaliation":"Prós: Salários e benefícios em dia, salário um pouco acima da média do mercado em Recife, local de trabalho seguro e bem localizado, flexível no horário, local amigável de se trabalhar. Contras: Muita cobrança por projetos vendidos com prazos curtos, horas extras em excesso, não tem reconhecimento, não existe plano de carreira, só existe reconhecimento se cobrar ou tiver proposta de outra empresa. Conselhos para presidência: Reconhecer primeiro os mais antigos antes de contratar alguém com cargos acima de quem já rala a bastante tempo e não é reconhecido   "},{"user":"Coordenador de Pesquisa e Desenvolvimento","avaliation":"Prós: Não tenho muitos pontos para declarar sobre as questões positivas da empresa. O que posso relatar é que é uma empresa de mercado e sempre traz novas tendências. Então para quem quer pegar experiência é bom. Contras: Ponto negativo possui alguns relacionados principalmente a organização. A empresa vende o que não tem. O que torna o trabalho um caos. Existe muitas pessoas que não sabem o que fazem e não a respeito pelo ser humano e sim tu é visto exclusivamente como um recurso da empresa.   "},{"user":"Receptivo Retenção - Ex-funcionário, saiu em 2015","avaliation":"Prós: Boa de se trabalhar, ambiente descontraído, bons benefícios, possibilidade de crescimento pessoal e profissional, refeição no local vr e vtt Contras: Organização, alguns funcionários, horário do expediente, local onde esta situada a empresa, distância da empresa e a constante troca da direção   "},{"user":"Suporte Técnico","avaliation":"Prós: Pessoas, ambiente de trabalho amigável, sempre tem alguém para te ajudar a cumprir suas tarefas,fazendo com que seja muito tranquilo e bem adaptável para se trabalhar. Contras: Analisar as pessoa e o seus talentos internos e dar valor ao seus resultados individuais, a empresa poderia ter metas e ajudar o funcionário a crescer individualmente. Conselhos para presidência: Analisar as pessoa e o seus talentos internos e dar valor ao seus resultados individuais.   "},{"user":"Analista de TI Júnior - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ambiente agradável e saudável, gestores abertos a comunicação e melhorias. Pagamento e benefícios sempre em dia, plano de saúde, odontológico, vale refeição. Contras: Empresa mesmo sendo rentável e bem estruturada foi transferida de localização. .   "},{"user":"Analista de Negócios","avaliation":"Prós: Beneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetosbeneficios, projetos Contras: Nada a declararnada a declararnada a declararnada a declararnada a declararnada a declararnada a declararnada a declararnada a declararnada a declarar   "},{"user":"Supervisor Administrativo - Ex-funcionário, saiu em 2011","avaliation":"Prós: Na época que eu trabalhei lá me desenvolvi bastante como profissional. Tive oportunidade de assumir outras áreas, me foi ofertado cursos e senti que eu cresci profissionalmente porque tinha uma chefia direta que me apoiava. Contras: As mudanças de gestão nem sempre em mãos muito qualificadas acabavam interferindo muito negativamente. E nem sempre uma carreira bem desenvolvida era reconhecida. Mas isso não acontecia somente lá em muitas cias é desta forma.   "},{"user":"Analista Field Service","avaliation":"Prós: O ambiente é muito bom, pessoas jovens, e fácil relacionamento! A estrutura do prédio é muito boa (exceto refeitório). Flexibilidade de horário e sem frescura de uniforme! Contras: Possibilidade de crescimento no setor em especifico é bem limitada, refeitório pequeno, não possui estacionamento e baixa curva de aprendizado!   "},{"user":"Analista Comercial - Ex-funcionário, saiu em 2019","avaliation":"Prós: salario acima do mercadod talvez Contras: sem plano de carreira, gestão conturbada talvez   "}]