[{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Empresa em ascensão com muitas novidades sobre o ramo de atuação. Muitas oportunidades de carreira. Diretoria nova e profissional, empresa muito capitalizada. Contras: Ainda em fase de transição de empresa familiar para profissional, com muitos costumes antigos. Pela aquisição de novas empresas ainda sofre com a falta de padronização de processos. Conselhos para presidência: Premiar a equipe e não o líder da área (diretor)   "},{"user":"Analista","avaliation":"Prós: Ambiente de trabalho amigável e empresa de abrangência nacional. Possibilidade de acrescentar conhecimento de diversos setores do varejo e áreas. Contras: O não reconhecimento do trabalho de alguns colaboradores é desanimador. Setores importantes da empresa como RH e Departamento pessoal são desorganizados e deixam muito a desejar   "},{"user":"Analista Júnior","avaliation":"Prós: Ambiente por parte dos funcionários (assistentes e analistas) é ótimo. o perfil dos colaboradores é atualizado e muitos colaboram para o dia a dia dos colegas. o horário é bem flexível. Contras: A Empresa trabalha com banco de horas e não sabe administrar isso de uma maneira correta e ética com os analistas e assistentes. o fim de ano para a área financeira é uma tortura tremenda, pois eles antecipam as obrigações por conta das ferias coletivas e isso acarreta os empregados facilitando erros e situações desagradáveis. Coordenação imatura. não sabe reconhecer os erros e redimir e não presta suporte necessário para o desenvolvimento da área. benefícios oferecidos ao limite de acordo com o sindicato da área. Conselhos para presidência: planejar mais os picos de trabalho e orientar a coordenação a se envolver mais com a equipe.   "},{"user":"Auditor - Ex-funcionário, saiu em 2013","avaliation":"Prós: cultura e colegas de trabalho, clima bom e todo que è prometido e cumplido. Optima empresa recomendo a todo o mundo. deveria ter um plano de carreira. Contras: deveria ter um plano de carreira, muito trabalho, sempre reconhecido isso sim, porem muita coisa pra fazer, deveria dar mais opurtunades de crescimento. Conselhos para presidência: oportuninades de crescimento   "},{"user":"Analista de Implantação Júnior","avaliation":"Prós: Compromissos contratuais, salário e benefícios, em dia. Cursos sobre ferramentas de trabalho. Equipe que trabalho ser super unida e prestativa uns com os outros. Contras: Falta de reconhecimento profissional, por se tratar de uma empresa S. A, e ter metas, mesmo eu e minha equipe trabalhando duro e atingindo todas as metas não temos o mesmo reconhecimento salarial que outros que não conquistam as mesmas metas. Vários programas de incentivo ao crescimento profissional que não funcionam, pois sempre há uma alegação para a votação da utilização dos mesmos, ou as regras são inviáveis para a realidade de hoje. Conselhos para presidência: Realmente beneficiar a quem faz a diferença, seja na organização e limpeza do espaço a quem gerência e organização as estratégias e reformular os critérios de cargos e salários, pois, não só eu, mas toda equipe da vertical que trabalho se sentem injustiçados com as regras aplicadas e as atuais realidades de \"crescimento\" profissional que vivemos na empresa.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Ambiente de trabalho é agradável , os salários nunca atrasam , temos ótimos colaboradores, benefícios aceitáveis, empresa bem localizada, auxílio educação. Contras: Na parte do seguimento de Postos temos que melhorar muito nas questões de suporte e desenvolvimento. Durante a liberações de versões temos muitos problemas que faltam uma analise melhor de nossa equipe de qualidade e da nossa equipe de desenvolvimento que deveria se aprofundar mais nas questões que vem impactar diretamente ao nosso cliente.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Colaboração entre os funcionários para solucionar o problema dos usuários, salários acima da média do mercado, oportunidade de aprendizado, benécificios ( VR, VA, etc ). Contras: Plano de carreira não está muito claro, delegar atividades para os analistas ociosos, promover mais integração entre os departamentos para avaliar o impacto das suas ações nas atividades dos outros funcionários. Conselhos para presidência: Invista em pessoas...   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2010","avaliation":"Prós: Empresa boa, benefícios bons 50% de cursos pago pela empresa ambiente amigavel tem um grande potencial de crescimento junto com a empresa na area de tecnologia Contras: No começo era boa depois que cresceu a empresa não acompanhou o ritmo contrando funcionários isso afetou muito as equipes depois tive noticias que melhorou depende do gestor sera otimo Conselhos para presidência: Valorize os estagiários eles serão seus possíveis funcionarios   "},{"user":"Funcionário","avaliation":"Prós: Não consigo lembrar de nada positivo em minha área, mas sei que em outras, há pessoas motivadas. Infelizmente, no meu caso, é tudo atropelado. Gestores que apenas com \"labia\" agem. Há muitos clientes insatisfeitos. Contras: Empresa com uma embalagem bonita, mas um conteúdo ruim. Muitas iniciativas e quase nenhuma \"acabativa\". Excesso de trabalho e cobrança, metas abusivas e nepotismo. Conselhos para presidência: Menos ganancia. Lembrar-se que os clientes e os colaboradores são, pelo menos por enquanto, feitas de 100% de pessoas.   "},{"user":"Coordenador","avaliation":"Prós: Os salários e benefícios nunca atrasam, embora vale refeição e vale alimentação não tenham valores realistas para se viver em uma capital em pleno 2016. Você acaba aprendendo um pouco sobre outras áreas, o que agrega conhecimento. Contras: Equipes desunidas: é como se fosse uma guerra interna, nenhuma equipe move uma palha pra ajudar outra. Se possível até atrapalha a outra equipe; Desvio (claro) de função: Na teoria, se eu sou contratado como DBA, eu não tenho que corrigir os problemas da aplicação do setor X. Isso não é algo muito válido na Linx, onde diretores exigem que você saiba dominar desde sua ferramenta de trabalho até SQL, .NET, etc; Liderança parece ter menos conhecimento que seus subordinados: Parece que pegaram gerentes/diretores em uma vitrine pelo design e não pelo que eles realmente fazem/poderiam fazer. Ideias imbecis dadas em reuniões são aplaudidas de pé pelo alto escalão, mas até um estudante de primeiro ano de faculdade consegue ver que são completamente erradas; PLR: São 300 métricas diferentes, onde praticamente tudo é feito para que você não receba o valor integral; Plano de carreira: A Linx ainda não sabe o que é isso; RH: Qualquer coisa leva meses. Demitir um empregado? de 3 a 6 meses. Contratar? de 6 meses a 1 ano; Qualidade de vida: Você não recebe sobre-aviso nem plantão, mas digamos que existe uma obrigatoriedade \"oculta\" de que você deve estar sempre disponível para a empresa; Conselhos para presidência: Invista em desenvolvimento de funcionários e no coleguismo entre os mesmos. Não apenas fazer programas para coordenadores serem mais \"amigos\". Isso não mexe na raiz do problema, que pode ser vista diariamente ao solicitar qualquer coisa pra outro setor e o mesmo agir de má vontade.   "}]