[{"user":"Testador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os benefícios são bons, porém para conseguir um auxilio educação demora meses e até anos. Chega a ser mentirosa a propagando de pagar metade dos estudos ao funcionário. Contras: Salário muito baixo sendo que o rendimento da empresa por ano é alto, ao trocar de cargo se mantem o salário anterior por mais de 1 ano sendo que as responsabilidades e atividades aumentam na troca de cargo. Conselhos para presidência: Prestar mais atenção no funcionário, a pior coisa que existe é um funcionário insatisfeito.   "},{"user":"Analista Júnior","avaliation":"Prós: Ótima empresa! ambiente descontraído. localização diferenciada, colaboradores com o perfil jovem. empresa está sempre em contato com o colaborador através de e-mails informando sobre os acontecimentos e criando ferramentas para a motivação e crescimento do colaborador. horário flexível e grande parte dos colaboradores contribuem para o clima que atualmente é satisfatório. A Integração inicial entre a empresa e o colaborador dá ao mesmo uma noção de posição da empresa onde trabalha e isso é faz uma enorme diferença. Contras: Coordenação pouco participativa e bem reativa. muitas vezes os gerentes e diretores tem mais participação do que o coordenador. tendo conhecimento do tamanho da empresa, acredito que a participação nos lucros poderia ser melhor. o vale refeição não atende o valor da região onde está localizado a matriz. e o Convenio médico é co-participativo. a distribuição dos departamentos são favoráveis apenas aos gestores (para nós colaboradores é péssimo, pois ficamos subindo e descendo escada e pegando elevador). a empresa também não promove e estimula integração entre os colaboradores. Conselhos para presidência: Promover uma melhoria nas politicas de participação nos lucros. orientar os coordenadores a participarem mais da do dia-a-dia do departamento. rever o valor do vale refeição. promover uma integração entre colaboradores   "},{"user":"Coordenador","avaliation":"Prós: Horário flexível; Ambiente de trabalho amigável; Boa escola pra quem está iniciando a carreira. Contras: Falta de benefícios (já foi melhor); Falta de mérito, não valorizam os talentos da casa; Planejamento não sustentável por serem de curto prazo; Falta de sinergia das áreas; Discrepância salariais. Algumas áreas sem setor de qualidade; Alguns péssimos líderes. Conselhos para presidência: Aplique métodos que reconheçam os talentos, implantem regime de méritismo. Muitos líderes atuais não conseguem desenvolver equipes, a Linx se tornou uma escola, o colaborador quando começa a se desenvolver, tem que sair, pois não é valorizado. Alguns são recontratados depois com salários 3 vezes maior do que ganhavam por não terem sidos reconhecidos internamente.   "},{"user":"Analista","avaliation":"Prós: Empresa que oferece desafios diários e novos projetos. Horário de trabalho flexível e ambiente parcialmente descontraído. Também está em ascensão no mercado o que a torna desafiadora todos os dias. Contras: Há mais gerentes do que analistas e isso dificulta muito a quem precisa realizar trabalhos operacionais, a remuneração é alta mas o plano de carreira é inexistente.   "},{"user":"Analista Desenvolvedor - Ex-funcionário, saiu em 2016","avaliation":"Prós: Efetuam o pagamento de salário em dia, às vezes vem o valor errado, ou o valor não combinado, mas vem no dia certo. Quando você tem uma dúvida sobre as regras da empresa os colaboradores responsáveis são muito solícitos em registrar a dúvida, dizer que enviaram para a matriz e que não receberam respostas. Contras: Controlam até o tempo que o colaborador gasta no banheiro. A chefia mente para os colaboradores, promete um aumento que não chega, é adiado e quando chega é outro valor. A empresa faz acordos mas ninguém participa da decisão, as regras vem goela abaixo com aval dos chefes que dizem amém pra tudo para não perder o emprego. Muita mentira contada, a meta é a única coisa que importa e até atingir a meta vale tudo, picuinha, falsidade, mentira, promessa, ameaça, etc. Os colaboradores menos experientes acabam acreditando que ali possuem oportunidades de crescimento profissional e pessoal e acabam não vendo que são só mais um recurso descartável. Conselhos para presidência: Abandonem as panelinhas na gestão e contratem pessoas eficientes. Muita gente sem competência alguma em cargos importantes é o que faz o turnover ser tão alto. Sei que precisam comprar mais empresas para poder mostrar crescimento para os acionistas mas talvez fosse uma boa ideia organizar o que compraram para deixar a empresa sustentável.   (4)"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A empresa lhe proporciona uma grande oportunidade de crescimento e aprendizado, atenciosa com seus funcionários, trabalha com plataformas de amplo conhecimento e facilidade de aprendizado! Contras: A empresa precisa melhorar na comunicação dentre setores e capacitar líderes melhores. Líderes sem voz ativa. Grande falta de comunicação com o setor de recursos humanos, falta de apoio e segurança do mesmo.   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: - Estrutura organizacional - Ambiente - Localidade - Flexibilidade de horários - Possibilidade de Compensação de horas - PLR - Pagamento de horas extras Contras: - Não tem plano de carreira, por mais que em uma entrevista o RH diga que a empresa possui, ao longo da caminhada profissional, você acaba vendo que a empresa não possui. As pessoas infelizmente crescem salarialmente / cargos por tempo de empresa e não por merecimento / reconhecimento. Conselhos para presidência: Dar oportunidades as pessoas novas, com experiência externa, para implantações de novos métodos de trabalho. A linx tem que sair um pouco da \"CULTURA\" antiga (coordenadores antigos) e adotar algo revolucionário, dar mais liberdade ao funcionário, inovar o atendimento, e não apenas focar em KPI'S / Indicadores, atendimento formal etc..., o cliente (por experiência) gosta de um atendimento mais relaxado (passando confiança) do que algo robótico. Mudando esta logística interna, os funcionários não darão bola mais para problemas \"X\" e \"Y\" , pois o ambiente ficará mais saudável e isto impactara no atendimento e satisfação do cliente.   "},{"user":"Funcionário","avaliation":"Prós: Pouca formalidade. Resiliencia a crises. Paga em dia. Etica. Pessoas acessiveis. Diferentes beneficios para pessoas de mesmo nivel hierarquico. Contras: Falta reconhecimento. Processos burocraticos. Nao investe em eficiencia. Nao investe em ferramentas. Usa muitas solucoes domesticas e pouco profissionais. Conselhos para presidência: Monitorar o tempo em que os gerentes ficam sem reconhecimento por merito. Questionar os diretores pq esses executivos estao sem merito ha tanto tempo, e perguntar a eles como sem dar aumento e cortando o dissidio pela metade, eles gerenciam os riscos de perder pecas chave. "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: paga acima da medeia do porto digital , dispõem de alguns benefícios , tem horario flexível e bem localizada , oportunidades de viagens .. Contras: não tem plano de carreira, possível de não promoção durante um bom tempo , sede muito pequena para quantidade de pessoas , sem cultura de feedback Conselhos para presidência: focar no capital humano e abrir oportunidades para crescimento de seus funcionarios   "},{"user":"Analista","avaliation":"Prós: Flexibilidade de horário. A empresa trabalha com banco do horas, o que possibilita que o funcionário exerça às oito horas de trabalho, atuando com agenda de atendimento ao cliente. Contras: Poucas oportunidades de crescimento nas áreas. Existem pessoas que trabalham quase 10 anos na mesma função por não ter vaga em outras áreas superiores.   "}]