[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Incentiva a inovação Processos Digitais Feedback Avaliação de Desempenho Treinamento Contras: Reembolso de despesas Mudança no calculo PLR Empresa relata crescimento porém para pagar os benefícios nunca atingem Conselhos para presidência: Plano para potencializar talentos Plano de recompensas por metas batidas   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho, horário flexível, localização, as pessoas se ajudam bastante. Contras: Salário abaixo do mercado, falta de documentação, tudo é prioridade, por possuir refeitório no local ficamos sem muita opção para almoçar. Conselhos para presidência: Dar mais valor aos funcionários mais antigos ao invés de contratar profissionais do mercado sem conhecimento do produto da empresa.   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa em evidente expansão com a aquisição de outras empresa foco em aumentar a fatia de mercado e aumentar as de atuação a localização da em é ótima perto de tudo Contras: Gestores muito mal educadou ambiente criando um ambiente pesado a bem problemas o rh greves em gestão de pessoas dificultando a correção de problemas como pagamento de adicionar noturno não há respeito nenhum ao funcionário Conselhos para presidência: Façam avaliações com gestores e funcionários   \nREPORTAR"},{"user":"Analista Programador Pleno","avaliation":"Prós: Ambiente agradável, boa estrutura predial. Empresa que atende diversos segmentos de negócio, o que proporciona maior segurança para os colaboradores. Boa localização, próxima a estações de trem. Contras: Falta de uma politica clara de crescimento profissional, o colaborador muitas vezes não tem noção de como progredir. Benefícios meramente simbólicos, plano de saúde com Co-participação, refeitório interno (no começo parece bom , mas com o tempo enjoa e você tem que colocar do bolso para variar) , VA com mesmo valor a muitos anos.   \nREPORTAR"},{"user":"Analista de TI","avaliation":"Prós: Facil localização, ambiente de trabalho, pontualidade no pagamento e nas ferias. Facil localização, ambiente de trabalho, pontualidade no pagamento e nas ferias. Contras: Sem plano de carreira, plano de saude muito ruim pois temos que pagar para dependentes e qualquer consulta é paga tanto para o funcionário. Equipamentos ultrapassados, pressão por resultados.   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Bom ambiente de trabalho e clima organizacional, ambiente propicio a desenvolvimento intelectual e network. Empresa sólida, com oportunidades para crescimento porém exige um grau alto do funcionário para isso! Contras: Pelo fato da empresa ser de grande porte e seu crescimento ter sido inorgânico, é repleta de vários processos em todas as áreas o que faz com algumas atividades tenham muita burocracia envolvida.   \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: ambiente de trabalho, colegas de trabalho, a forma de trabalhar pois tem liberadade de estudar e buscar informações dentro e fora da empresa Contras: não achei muito bom meu salário pelo que faço, meu reconhecimento não foi muito bem visto pela empresa, pois os gerentes até reconhecem, mais exist emuita norma Conselhos para presidência: bom ambiente de trabalho   \nREPORTAR"},{"user":"Analista Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa em recife fica em boa Localidade; Os Desafios desafios são grandes com uma gestão antiga, linguagem java 1.5 ; Network na empresa é alto devido a rotatividade dos funcionários Contras: Gestão antiga; A empresa valoriza pouco a competência e muito o tempo de casa; linguagens de programação muito ultrapassados; Muita cobrança. Conselhos para presidência: Investir mais nas pessoas, nas tendencias tecnológicas, capacitação de lideranças e base salarial compatível a base nacional   \nREPORTAR"},{"user":"Analista de Suporte Administrativo","avaliation":"Prós: Empresa estável, segura, é o tipo de empresa que se pode financiar um carro ou uma casa, não tem como política a demissão, possui muitos benefícios alguns estão congelados por conta da crise, mas ainda esta acima da media, oferece plano de carreira. Contras: Ao meu ver os pontos negativos é muito mais culpa das pessoas, do que da empresa em si. É muito burocrática, o que na medida certa deveria ajudar, acaba atrapalhando. Os processos e diretrizes mudam constantemente. Possui muitos cargos de chefia e mal definidos. É desorganizada para algumas coisas. Muitos funcionário estão insatisfeitos. Conselhos para presidência: Os lideres deveriam conhecer mais as funções e processos, principalmente os \"inferiores\", pois com medidas simples, melhorariam o atendimento ao cliente e qualidade de vida profissional dos funcionários.   \nREPORTAR"},{"user":"Coordenador de Suporte a Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidades de crescimento, Ambiente Agradável, Amigável, Relacionamento entre Todos os colaboradores da empresa, missão, valores e visão empreendedora a médio e longo prazo. Contras: Reconhecimento profissional, investimento em retenção de talentos, Ausência de Alguns Processos e Métodos entre áreas e ausência de certificações que julgo importantes para uma empresa desenvolvedora de software. Conselhos para presidência: Rever com maior proximidade alguns dos pontos negativos, pois sendo revistos traria mais satisfação e lucratividade para a empresa.   \nREPORTAR"}]