[{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário compatível com a função, ambiente de trabalho favorável, gestão na minha unidade nota 10. Estabilidade: No período de cinco anos, um funcionário consegue assimilar a cultura organizacional de uma empresa\"+ E, estando bem adaptado, ele poderá atuar em sintonia com os procedimentos e os valores aprendidos. Aprimoramento: mais tempo em um mesmo trabalho pode resultar em maior aprendizado e especialização. \"O funcionário terá a oportunidade de desenvolver uma visão sistêmica, ou seja, a capacidade de enxergar a empresa como um todo, compreendendo como cada coisa funciona e se interliga\". Contras: Falta de oportunidades internas (crescimento profissional na unidade Bauru). Estagnação: um dos maiores riscos de quem fica muito tempo no mesmo emprego é cair na perigosa zona de conforto, monótona e improdutiva. \"O domínio do trabalho cotidiano pode criar uma falsa ideia de equilíbrio, o que torna o funcionário resistente a mudanças\". \"Uma pessoa que faz a mesma coisa há muito tempo pode não ser bem vista no mercado\", Por outro lado, é possível vivenciar diferentes experiências na mesma companhia, em funções ou projetos diversos. Falta de motivação: \"Quem entra no piloto automático fica facilmente desmotivado\". É nesse ponto que a rotina, que antes parecia confortável, começa a ser entediante. Quem segue nesse ritmo, ao longo de muito tempo, geralmente, passa a apresentar performance e resultados cada vez piores e as funções corriqueiras podem ser afetadas.   "},{"user":"Analista de Sistemas Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: O convívio com algumas pessoas vale a pena. A localização da empresa é ótima, perto de tudo e em um bairro com muitas opções de almoço. O salário é sempre pago em dia. Contras: Equipe mal treinada, gerência péssima, autoritarismo excessivo, falta de educação por partes dos gerentes, alguns líderes não respeitam seus subordinados. Não existe meritocracia. Conselhos para presidência: Começar por uma reciclagem gerencial e de lideranças. Revendo o funcionamento e o processo de toda a empresa.   "},{"user":"Analista de Infraestrutura Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente descontraídos e bacana de se trabalhar. Salários e cargos, algumas áreas não auxilia em cursos e certificações. Poderia ter uma plano de carreira . Contras: Salários e cargos, algumas áreas não auxilia em cursos e certificações. Ambiente descontraídos e bacana de se trabalhar. Poderia ter uma plano de carreira . Conselhos para presidência: Rever cargos e salários, auxilio para cursos e certificações.   "},{"user":"Coordenador","avaliation":"Prós: Empresa com possibilidade de crescimento. Muito forte no mercado atual. É atualmente líder no segmento em que atua, possuindo grande parte do market share. Contras: Empresa deveria tentar ser menos burocrática com assuntos simples. Os processos podem ser facilitados e a cadeia de aprovação hierárquica deveria ser menor. Conselhos para presidência: Rapidez nos processos, menos burocracia.   "},{"user":"Estagiário de Gestão de Pessoas","avaliation":"Prós: Ótimo ambiente de trabalho e reconhecimento profissional. Pessoas boas para trabalhar e competentes, benefícios bons, horizontalidade, possibilidade de crescimento, flexibilidade de horários. Contras: Muita burocracia para resolver problemas pequenos, desorganização em alguns aspectos. Não tenho muito a falar, realmente gosto da empresa.....   "},{"user":"Coordenador","avaliation":"Prós: A localização da empresa é boa, fácil acesso. Horário muito atrativo. Empresa sólida e com perspectiva de crescimento . Atuação em diversos segmentos e oportunidades no Brasil. Contras: Vários processos em função de muitas empresas adquiridas precisam ser estruturados. E seria bom a empresa melhorar as opções de benefícios.   "},{"user":"Analista Pleno","avaliation":"Prós: Ambiente ótimo, pessoas super competentes, horário de trabalho flexível, descontos em farmácias, livrarias, vestuário, acadêmias e clubes. Empresa de grande porte, possibilidade de viajar pelo brasil. Contras: Não tem uma estrutura salarial ou plano de carreira, não ter definições de cargos e tarefas, muita burocracia com procedimentos simples, poucos treinamentos e muita cobrança. Conselhos para presidência: Trabalhar de alguma forma no plano de carreira.   "},{"user":"Analista de Governança","avaliation":"Prós: Empresa jovem e bastante planos e iniciativas bacanas nos últimos meses. Empresa tem oportunidades, mas sinto que essa parte acaba ficando de lado e há pouco plano de carreira de fato. Contras: Salários abaixo do mercado. Cargos e responsabilidades nem sempre se encaixam. Não há acompanhamento do RH de satisfação do funcionário e a avaliação não é 360. Conselhos para presidência: Rever modelo estrutural de diretoria e gerências. Os cargos nem sempre carregam as atividades e há desvio de responsabilidade. É necessário que esses pontos sejam revistos e haja uma reformulação nesse cenário.   "},{"user":"Analista Desenvolvedor Júnior","avaliation":"Prós: Na filial de florianópolis, há um clima de startup muito convidativo e confortável. O processo seletivo é longo e díficil, buscando trazer somente pessoas competentes. Contras: A infraestrutura é bem planejada, mas tem uns pontos rústicos, seguindo o exemplo da região (Lagoa da Conceição). Há um certo taboo sobre falar sobre salários lá.   "},{"user":"Analista de Testes Pleno","avaliation":"Prós: Salário um pouco diferencial das outras empresas. Ambiente bom, pessoas da equipe bem agradável. Contras: não tem copa, plano de cargos e salarios sem muitos niveis com isso o crescimento é quase zero   "}]