[{"user":"Funcionário","avaliation":"Prós: Empresa sólida, em franco crescimento com muitas oportunidades para quem busca crescimento. Devido ao rápido crescimento, com grande diversidade de segmentos e distribuição geográfica, a Linx se torna dia após dia em um ambiente multicultural muito fértil para aprendizado. Contras: Tem espaço para melhorar processos internos das aéreas de apoio ao negócio, deficiência já percebida e sendo trabalhada pela maioria dos departamentos. Conselhos para presidência: Aos poucos, mudaria costumes, práticas, cultura e layout para algo mais ao estilo .com   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Uma empresa de oportunidades, onde é aberta com sua diversidade. E apoio ao crescimento de conhecimentos das pessoas que tem ou não experiencia. Contras: Para processos, mesmo baseados em ITIL ainda são muito engessados. Elevando a insatisfação dos consumidores dos produtos. Nao tem setor de qualidade eficaz para testes dos produtos. A pressão demasiada para as áreas de pós atendimento, visto que muito pode ser corrigido na construção dos produtos idealizados.. Conselhos para presidência: Conhecer melhor a equipe de Pós atendimento. Investir na area de qualidade dos produtos.   "},{"user":"Analista de Banco de Dados (DBA) Júnior","avaliation":"Prós: Empresa de grande porte que oferece estabilidade e condições boas de trabalho. Oferecendo parte dos lucros conforme seu salario semestralmente. Contras: Sem plano de carreira, benefícios abaixo do padrão, empresa em plena expansão e consolidação. Iniciando culturas de outras grandes emrpesas.   "},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Ambiente agradável e bom para se trabalhar Bons benefícios Horário flexível Convênio com restaurantes e participação em clubes. Contras: Não existe ou pelo menos não é possível ver a estrutura salarial. Não existe ou pelo menos não é demonstrada a meritocracia. Burocracia demasiada para solução de pequenos problemas.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Local de trabalho com colegas descontraídos, chefia de fácil acesso, o ambiente de trabalho é agradável principalmente se levar em conta a empresa anterior. Contras: Talvez pelo fato de ser uma empresa grande as decisões internas não levam em conta oquê os funcionários pensam, para pedir um step no salario, mesmo que o seu gerente esteja de acordo e sua equipe atinja os resultados, quem decide é a presidência da empresa, que fica em outra filial.   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Ambiente agradável, Colaboradores dedicados, Ótima Estrutura, oportunidade de se trabalhar com novas tecnologias. Contras: Salários e plr abaixo das expectativas e algumas pessoas pensam que ainda trabalham em uma empresa familiar.   "},{"user":"Analista de Controladoria","avaliation":"Prós: A abertura nas informações é um grande diferencial, dando a possibilidade de aprender com velocidade e qualidade Contras: RH desestruturado e sem políticas justas de remuneração e benefícios. Sem perspectiva de carreira longa e gestores não tem o viés de desenvolver seus funcionários. Conselhos para presidência: Voltar algum esforço para o RH. O Desenvolvimento da cultura e das carreiras internas dos colaboradores está muito abaixo do que os concorrentes oferecem.   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: A empresa é sólida e em crescimento, tem um ambiente de trabalho tranquilo e amigável, sem chefes carrascos Contras: A empresa não costuma reajustar os salários e benefícios, já tiveram vários cortes de algumas coisas pequenas, mas que fazem diferença nas unidades compradas pela Linx. A empresa tenta nivelar os benefícios com a matriz em SP, porém só das coisas digamos ruins, as coisas boas eles não acompanham SP Conselhos para presidência: Valorizar mais funcionários   (5)"},{"user":"Engenheiro de Software Pleno","avaliation":"Prós: Empresa reconhece os funcionários sempre investindo neles constantemente, oferecendo cursos, gratificando salarialmente e com ambiente de trabalho muito saudável. Contras: As escolhas de pessoas para serem gerentes, líderes de equipe não são meritocrático mas sim por quem tem mais \"amizade\" com a diretoria. Conselhos para presidência: Trabalhar com meritocracia nas escolhas de líderes.   "},{"user":"Especialista","avaliation":"Prós: A estabilidade e fator promocional, sendo que a empresa é uma das maiores no ramo, são os pontos positivos da empresa, no entanto o conceito do segmento que atuo é o de restringir pelo conhecimento específico, e utilizar poucas ferramentas reconhecidas de mercado. Contras: Sem perspectiva de crescimento ou promoções, o que desmotiva a equipe. Os acordos realizados no âmbito trabalhista são feitos de forma a omitir termos importantes. Transparência não é o forte da relação empresa x funcionário. Conselhos para presidência: Redefinir estratégias, profissionalizar os cargos e rever princípios e valores.   "}]