[{"user":"Analista de Suporte a Sistemas","avaliation":"Prós: A Linx é uma empresa que abre portas para quem está começando. E que vem crescendo cada dia mais. A Linx para mim e para muitos foi e é uma fonte de aprendizado. Contras: Acredito que em alguns setores ainda existe falta de reconhecimento. Por se tratar de uma empresa de grande porte, deveria dar mais benefícios aos funcionários. Conselhos para presidência: A melhoria de processos nos ajudaria muito. Sei que a empresa está em fase de crescimento e com isso é difícil um equilíbrio. Estamos indo muito bem, mas precisamos de ainda mais. Seria importante motivar ainda mais os funcionários, pois o crescimento também depende deles.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente, horário flexível, forma de tratar os colaboradores com muitos eventos em dias como dia das crianças,Páscoa etc... Organização da empresa como um todo . Contras: A empresa não possui um plano de carreia robusto e com oportunidades constantes de crescimento , remuneração baixa Conselhos para presidência: Continuar com a organização e estratégias de negócios que vem dando certo e replanejar o plano de carreira nos departamentos. \nREPORTAR"},{"user":"Implantação","avaliation":"Prós: Empresa organizada, pagamentos em dia, otimi ambiente de trabalho. Contras: A empresa é Muito burocrática, tudo requer formularios e documentos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Trabalho de bermuda, posso inovar, horário flexível, clima organizacional na maioria dos casos é bom. Contras: empresa tem decisões pouco estratégicas, muito retrabalho, contratações são muito na base do \"quem indica\" e não depende muito dos quesitos tecnicos Conselhos para presidência: Auditar com mais frequência as ações dos diretores \nREPORTAR"},{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Plano de carreira que foi recém instituído parece bom, e as oportunidades de crescimento são boas se você está junto as coordenações e gerencias. Contras: Os acordos de discídio normalmente favorecem mais a empresa do que os empregados. E essas empresas paulistas continuam com a mania de querer centralizar poder, comprando empresas menores e demitindo as pessoas que fizeram dar certo a empresa adquirida .... é uma briga política que não tem fim, e isso com certeza atrapalha muito o crescimento da própria empresa. Fora isso, a empresa não oferece muitas oportunidades para quem está fora de São Paulo, onde fica a matriz. Conselhos para presidência: A Cultura de redução drástica de custos na base da demissão de colaboradores importantes, não colabora nem proporciona um processo de crescimento sadio para a organização! Pelo contrário, pode ter certeza que demissões que parecem ser estratégicas pela questão do custo fixo final da operação, sempre trarão perdas que não podem ser medidas no processo de crescimento da organização!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Oportunidades e pessoas deixam o ambiente de trabalho bom para trabalhar Contras: Gestao inesperiente sem conhecimento adequado do negocio desestimula os colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Local de trabalho, a equipe do departamento e por ser próximo da residência. Contras: Falta entrosamento em outros departamentos, pois não há uma comunicação correta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ela por ser a maior do ramo é possível ter uma visibilidade grande e poder conhecer o mercado em que atua. Contras: Por ser uma empresa muito nova, os processos internos são muito burocráticos, dificultando o trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Implantação Sênior","avaliation":"Prós: Baixo turn over, bem organizada com processos bem definidos, empresa de grande porte com boa saúde financeira. Contras: Os benefícios não são completos, tais como: o plano de saúde não é participativo, tornando-se caro para o colaborador, a PLR é ruim. Com relação às promoções, existe muita falta de reconhecimento do colaborador. Na minha função, mantém o funcionário mensalmente em viagens, onde deveria, pelo menos, dar folga mensal de uma semana. O funcionário passa praticamente o mês viajando e fica apenas dois finais de semama por mês em casa. Conselhos para presidência: Passar a enxergar o colaborador não apenas como um número, mas uma pessoa que tem família e precisa estar com ela mais tempo da vida. Valorizar melhor as competências e habilidades do colaborador. Esse ponto é bastante focado pela Linx, mas na prática, com relação à valorização, não funciona. Melhorar a PLR. A Spress, uma empresa menor, comprada pela Linx, tinha benefícios superiores. A PLR - duas vezes ao ano - correspondia a um valor maior do que a remuneração mensal, isso duas vezes ao ano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Para ser da área do suporte deve gostar muito do que faz. Resolver o problema do cliente e receber elogios é muito satisfatório e motivador. O ambiente de trabalho é muito bom, com o ar bem arejado. As pessoas da equipe sempre se ajudam e se divertem. Tem sim oportunidade de carreira para quem se esforça e entrega as metas todos os meses. Podemos trabalhar no sábado, e se batermos a meta recebemos bonificação em dinheiro. Horário de trabalho flexível, trabalha com banco de horas. Contras: Analistas que chegam depois que você podem entrar com o salário maior em até 30% e isso demora para ajustar, isso causa desmotivação. Pessoas novas tem pouco tempo para treinamento e acabam indo para o atendimento no telefone depressa.\n\nRecomenda a empresa:   \nREPORTAR"}]