[{"user":"Analista de Testes Pleno","avaliation":"Prós: A empresa tem processos bem definidos, os funcionários são colaborativos e o produto é de fácil aprendizagem. Os benefícios fornecidos pela empresa são bons e a carga horária é reduzida. Contras: Apesar de não ser explícito, existe favoritismo, as oportunidades de crescimento não são constantes o que acaba acarretando em um estagnamento profissional. Os reconhecimentos $$ demoram muito a acontecer e os lideres de equipe não tem um treinamento para lidar com pessoas.   \nREPORTAR"},{"user":"Database Administrator (DBA) Pleno","avaliation":"Prós: Amizades, cultura, entrosamento, aprendizagem. Contras: No momento não tenho pontos negativos sobre a empresa.   \nREPORTAR"},{"user":"Analista de Suporte de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Próximo do metrô. Contras: Ambiente de trabalho desgastante com gestores que seguem processos desordenados, falta de investimento intelectual na vertente, gestores mais preocupados com números do que resultados concretos, benefícios não compatíveis com o mercado e região. Conselhos para presidência: Menos panela, mais produtividade.   \nREPORTAR"},{"user":"Gerente Comercial","avaliation":"Prós: Flexibilidade e liderança de segmento Capacidade de se reinventar Ambiente e estrutura de trabalho Inovação Visão estratégica Capacidade de investimento Contras: Não deixa claro quanto e quando recebe comissão. Plano de carreira Reconhecimento Altos custos de dependentes plano de saúde Burocracia e dificuldades de visão comercial para negócios   \nREPORTAR"},{"user":"Analista de Testes Sênior","avaliation":"Prós: Paga os salários em dia, tem uma boa estrutura, bom ambiente para se trabalhar, oferece bons recursos tecnológicos, as pessoas que trabalham aqui são legais, no geral é uma empresa bacana para quem quer aprender mais sobre a área de tecnologia. Contras: Empresa deixou de se preocupar com os funcionários passando mais a se preocupar com o Capital aberto. Processos engessados, tem auxilio bolsa de estudos mas nunca é aprovado, não te dá muita oportunidade de crescimento, aumento de salário apenas o discídio, caso você seja promovido para outro cargo não há um reconhecimento salarial justo. Conselhos para presidência: Valorizem as pessoas, são elas que levam a empresa e que fazem dela o melhor lugar para se trabalhar.   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Horário flexivel, ambiente descontraído, gestores educados e compreensivos, eventos durante o ano para diversão dos funcionário, PLR dado duas vezes durante o ano Contras: Salários abaixo do valor de mercado, sem plano de carreira, fazendo com que as pessoas que mais trabalham não recebam reconhecimento salarial e as que menos trabalham recebam.   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tudo muito organizado, as pessoas do recrutamento deixa os participantes muito tranquilos, empresa grande no mercado e com uma grande influencia no ramo tecnológico. Contras: Dependendo do setor que você ingressar no tem possibilidade de crescimento dentro da empresa , tem muitas regras que não cumprem por conta de gestores ruins na empresa. Conselhos para presidência: Mudar alguns Gerentes de áreas que não liga para quem quer crescimento.   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Os horários são flexíveis e a empresa fornece suporte em iniciativas de evolução técnica de forma interna. Fácil adaptação com os produtos e metodologias. Contras: Salários muitas vezes não condizem com as funções desempenhadas, muitas vezes é dado títulos e responsabilidades adicionais sem alterar em nada nas suas competências formais. Conselhos para presidência: Investir nos profissionais e em carreiras é interessante também.   \nREPORTAR"},{"user":"Analista de Sistemas Pleno ll","avaliation":"Prós: Os salários são pagos sempre em dia. Tinha muito orgulho em fazer parte deste time, mas a empresa deixou de se preocupar com os funcionários e está mais preocupada com capital aberto. Contras: Péssimo plano de carreira, muitas vezes se é promovido a um cargo de maior responsabilidade, mas não acontece o ajuste salarial. Os benefícios oferecidos, como ajuda de custo para estudo nunca é aprovado, você solicita mas sempre é negado por falta de verba. Para se conseguir passar em um processo seletivo interno, somente se for indicado por alguém de peso na empresa, do contrario, tem sempre alguém já indicado e se faz todo o processo seletivo em vão. Dependendo do setor, se cai em uma gestão que faz de tudo para deixar o ambiente de trabalho difícil, em algumas áreas da empresa se tem um ótimo ambiente de trabalho.   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: A Linx piorou muito de 4 anos para ca. Isso para os funcionários apenas. Modificaram a pele para não pagar, mesmo atingindo o ibtda não chega a 30% do salário. Contras: Não se preocupam com o funcionário. Apenas em resultado. Existe uma segregação visível na Linx entre amigos do rei (gerentes e diretores) e funcionários. Conselhos para presidência: Olhar mais para dentro de casa para cargos gerenciais. Abrir oportunidade para todos e não somente para amigos.   \nREPORTAR"}]