[{"user":"Analista de Negócios Sênior","avaliation":"Prós: Ambiente de trabalho, Remuneração. Contras: Não há pontos negativos. Tudo muito bom.   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Flexibilidade de Horário e Plano de Saúde Contras: Não possui um plano de carreira. Conselhos para presidência: Investimento nos colaboradores com plano de carreira   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Recebimento de plr duas vezes ao ano. Contras: Falta de reconhecimento , não temos oportunidades , desvalorização dos funcionários , desmotivação entre outros . Conselhos para presidência: Uma empresa não sobrevive sem pessoas e para mantermos uma empresa crescendo e prósperando temos que pensar e investir nas pessoas pois são delas que teremos o que desejamos , as pessoas que nelas trabalham e fazem o melhor para a empresa, em questão de gestão de pessoas , de valores éticos e até mesmo de motivação a muito o que crescer, a muito o que se pensar e refletir.   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Ambiente de camaradagem e de empreendedorismo. Contras: Crescimento muito acelerado traz a importância de rever alguns processos.   \nREPORTAR"},{"user":"Analista Júnior","avaliation":"Prós: Salario acima do mercado, com boa localização Contras: Falta de estacionamento e estrutura fisica   \nREPORTAR"},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Os profissionais são muito bons no sistema desenvolvido pela empresa e todos são acessíveis. Contras: Falta de treinamento para iniciantes na empresa, pouca perspectiva de crescimento.   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: E uma empresa bem renomada com ótimos segmentos Contras: funcionários nao sao reconhecidos Conselhos para presidência: Olhar mais pra quem faz sua empresa crescer e ser bem quista e valorizada   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Empresa em pleno crescimento, as ações dobraram o valor em 2 anos, possui estabilidade financeira e credibilidade no mercado. Bom clima de trabalho, excelente estrutura e cuidado com o bem estar do funcionário. Ótimo salário e benefícios acima do mercado. Contras: Lideres poderiam ser mais próximos da equipe. Conselhos para presidência: Está no caminho certo!   \nREPORTAR"},{"user":"Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário é acima do praticado no mercado e há possibilidades de crescimento dependendo muito da sua gestão Contras: Localização, gestão imatura e restaurante próprio razoável   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: reconhece os colaborares e ótimo ambiente de trabalho Contras: remuneração e crescimento pessoal   \nREPORTAR"}]