[{"user":"Analista - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa em expansão . Criando novos negócios e marcando presença no mercado Contras: Empresa com processos não amadurecidos, devido ao caldo de mistura da sua fase atual Conselhos para presidência: Não tratar funcionários de criação como meros empilhadores de OSs   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ótima empresa para se trabalhar Contras: Nada a dizer, pois estou satisfeito o que a empresa oferece \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Empresa de grande porte com possibilidade de crescimento e aperfeiçoamento profissional. Possui uma boa equipe técnica. Contras: Por ser uma empresa S.A, acredito que muitas vezes a pressão por bons resultados faze com que seja priorizado o resultado presente, desvalorizando alguns pontos importantes para o crescimento sustentável da organização.   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Bom clima de trabalho Empresa com potencial de crescimento Contras: Falta de Plano de Carreira Benefícios desatualizados com o mercado Não investe em aprimoramento e capacitação dos profissionais RH inexistente Cultura não desenvolvida e estabelecida Falta processos estruturados Conselhos para presidência: Focar nos profissionais Retenção de Talentos - desenvolver e aprimorar seus profissionais não somente nos produtos internos, mas também nas melhores práticas de mercado. Processos e Metodologias Desenvolver plano de carreira Ter um RH mais participativo e atuante   \nREPORTAR"},{"user":"Analista de Suporte Acadêmico","avaliation":"Prós: As pessoas são ótimas e todos estão preocupados com o seu trabalho Contras: Paga muito mal, não tem perspectiva de crescimento Conselhos para presidência: Reestruturar toda a franquia microvix   \nREPORTAR"},{"user":"Desenvolvedor Júnior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Incrivelmente ainda possui pessoas muito boas trabalhando por lá. Contras: Não merece nem meu feedback, mas vou tentar ajudar quem possa ler. A empresa, em algum momento forneceu alguns benefícios bons, mas que depois foram tirados, passando argumentos ruins para justificar.   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente de trabalho, localização e benefícios. Contras: Salário incompatível com a função.   \nREPORTAR"},{"user":"Consultor Pleno","avaliation":"Prós: Ambiente de trabalho, clientes e equipe. Contras: Remuneração baixa, pouco crescimento profissional.   \nREPORTAR"},{"user":"Analista de Implantação Sênior","avaliation":"Prós: Ambiente, pessoas, o cargo em si é algo que eu gosto de fazer. Contras: Salário está defasado, diferenças salariais entre cidades, muito tempo longe de casa.   \nREPORTAR"},{"user":"Auxiliar Administrativo","avaliation":"Prós: Otimo convivo com os colegas de trabalho Contras: Para realizaçao do trabalho há muita burocracia Conselhos para presidência: Que desse mais atencão ao seus colaboradores desse mais beneficios   \nREPORTAR"}]