[{"user":"Analista de Implantação Sênior","avaliation":"Prós: Líder no segmento e muito ética nos processos. Contras: Não existe avaliação 360 graus e em alguns setores grande rotatividade de funcionários. Conselhos para presidência: o gestor avalia o funcionário quem avalia o gestor?   \nREPORTAR"},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: A empresa fornece oportunidades de crescimento. Contras: Não possui um política de cargos e salários efetiva. Teoricamente possui, mas na prática não se aplica. Conselhos para presidência: Prestar atenção a favorecimento de determinadas equipes pelos Diretores. Equipes oriundas da mesma região são favorecidas em alguns casos.   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Cultura Clima Valorizacao Investimento Contras: precisamos definir uma política de cargos e salarios Conselhos para presidência: Retenção de talentos   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: estrutura, visão, formas de trabalho. Contras: alguns gestores não são qualificados para gerir pessoas. Conselhos para presidência: realizar treinamentos com certificação internacional Microsoft   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Empresa arca com os salários em dia, matem uma boa posição em relação a preparação do funcionário para executar a sua função, comparando com a grande maioria das empresas, paga um salario razoável, claro falo da minha função já que não conheço o salario dos outros departamentos, funcionários tem certa qualidade de vida comparado com outras empresas. Contras: Infraestrutura debilitada, não há um dia que não haja problema em alguma ferramenta necessária a função ou ao aplicativo em si, deveria estudar maneira de estabilizar definitivamente o funcionamento em geral, outro ponto é a carreira, para um funcionário ser promovido necessita cumprir requisitos restritivos e desnecessário, a carga de stress é muito grande devido a problemas internos e externos.   \nREPORTAR"},{"user":"Analista de Desenvolvimento Júnior","avaliation":"Prós: Oportunidade de crescimento para pessoas novas Contras: Comodismo de alguns, e falta de gestão em alguns setores. Falta de preocupação com o funcionário   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Não há nada a destacar, apenas que pagam em dia Contras: Salario baixo, falta de reconhecimento, critérios pessoais e não técnicos, excesso de trabalho e cobrança e falta de oportunidades na filial de blumenau   (5)\nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Teoricamente existe um plano de carreira Contras: A empresa não se preocupa com os funcionários. O local é extremamente perigoso, não existe segurança, não existem feriados, tudo é descontado (tanto em horas quanto salário)   (5)\nREPORTAR"},{"user":"Técnico de Suporte","avaliation":"Prós: fica num predio bem legal, com os setores totalmnte divididos Contras: não dão nenhum tipo de incentivo para os seus funcionarios, deixando eles a merce da concorrencia   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Empresa aposta no funcinário, e da oportunidades Contras: Salário Razoavel, e horario não tão bom   \nREPORTAR"}]