[{"user":"Consultor de Customer Success","avaliation":"Prós: Empresa com horário flexível, acesso de certo modo fácil aos diretores. Na totalidade empresa boa para se trabalhar, ótima estrutura e acesso. Contras: Empresa paga um pouco mal, salário e VR, PLR nem se fala, praticamente não tem. Não tem um plano de carreira definido, o que faz ter muita rotatividade em algumas áreas.   \nREPORTAR"},{"user":"Analista Desenvolvedor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Estabilidade econômica da empresa (empresas com muitos clientes grandes e bons contratos Pessoas são cordiais Não há muita pressão Funcionários Contras: Salário abaixo do valor de mercado e não há plano de carreira definido, o que se torna bemmm difícil e burocrático o crescimento na empresa. Tecnologias e processos ultrapassados que dificultam muito o trabalho Conselhos para presidência: Criem planos de carreiras para que as pessoas se sintam mais motivadas em continuar na empresa. Busquem melhoria com tecnologias modernas que facilitem o trabalho e aumentam a qualidade do produto   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: empresa lider nas soluções de verejo, ótimo lugar para crescer profissionalmente, bom ambiente para se trabalhar. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Contras: empresa grande tem de seus pontos negativos, Alguns departamentos funcionam isolados e não se comunicam bem e as vezes demonstram atuar um contra o outro. Estrutura física não é ideal.   \nREPORTAR"},{"user":"Engenheiro Big Data","avaliation":"Prós: A empresa anda se adaptando muito bem nos últimos anos. Vem proporcionando oportunidades de aprendizado muito boas e remunerando um pouco melhor. Também tem buscado inovar e procura oportunidades para a criação de novos projetos. Contras: Ainda não é referência em Florianópolis. Ainda faltam projetos desafiadores e valorização maior dos salários para poder competir por mão de obra de boa qualidade e nao perder para as outras empresas da região.   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: A empresa está em crescimento constante. Sempre novas aquisições, novos mercados sendo explorados. Muitas filiais no Brasil, oportunidade para trabalhar em várias cidades. Contras: Gestão é muito pouco profissional. Além disso, não se valoriza as pessoas da casa, sempre se contrata gente de fora super valorizada, que na maioria das vezes entrega muito menos. Conselhos para presidência: Profissionalize a gestão. Gestores amadores levam a empresa a ter times fracos. É só dar uma sacudida na árvore, que cairá um monte de gestores que não fazem nada no dia-a-dia.   \nREPORTAR"},{"user":"Especialista de Projeto","avaliation":"Prós: Ambiente agradável, instalações boas, horário flexível. As informações sobre a direção são passadas de forma clara e objetiva. Não é uma empresa com sobrecarga de tarefas. Contras: Ao mesmo tempo que o horário é flexível, é descontado Natal, Ano Novo, não há concessão alguma de dias festivos como esses. Os beneficios não são bons e você não pode fazer um upgrade de um convênio médico. O vale refeição não chega até o meio do mês, para a região não comporta.   \nREPORTAR"},{"user":"Analista de Desenvolvimento","avaliation":"Prós: É uma excelente empresa para quem está no inicio de carreira, o clima nos times é super bom, a empresa se preocupa em engajar as pessoas, todos estão dispostos a lhe ajudar e ensinar. A empresa é super flexível com relação aos horários. Contras: O lado negativo é sua politica salarial, que faz com que o turnover da empresa seja elevado, dificultando muito a entrega dos projetos, pois muitos funcionários saem da empresa para ganhar salários mais alto. Conselhos para presidência: Rever a politica salarial para perder menos funcionários   \nREPORTAR"},{"user":"Estagiário de Marketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Espaço para aprendizado, oportunidade de trabalhar com novas tecnologias, escritório bem localizado, boa estrutura física, empresa em crescimento Contras: Banco de horas, relações de hierarquia precisam ser melhoradas, restaurante da empresa poderia melhorar a qualidade, departamentos não se comunicam 100% bem, salários baixos   \nREPORTAR"},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Não consigo apontar nenhum ponto positivo devido a minha grande insatisfação. Mas sempre tem alguma coisa boa, mas não consigo opinar neste momento. Contras: Muita cobrança sem reconhecimento e sem preocupação com a qualidade de vida. Preocupação em apenas entregar metas. Nenhuma ajuda para desenvolvimento e crescimento profissional. Conselhos para presidência: Se preocupar mais com o crescimento profissional do funcionário.   \nREPORTAR"},{"user":"Analista de Backoffice Pleno","avaliation":"Prós: Ambiente bom para se trabalhar, empresa jovem, onde pode ser praticado o home office em algumas oportunidades. A empresa oferece autonomia para exercer as funções. Contras: Os benefícios são MUITO BAIXOS e não em algumas áreas demoram anos para reconhecer um bom profissional, preferem trazer pessoas de fora que por muitas vezes não possuem experiência na função à ser exercida com cargos mais elevados e recebimentos bem maiores do que o dos profissionais ali presentes.   \nREPORTAR"}]