[{"user":"Analista Pleno","avaliation":"Prós: interação dos colaboradores, uma vez que, eles sempre pode se reunir e trocar idéias. Localização da empresa. flexibilidade de horário para entrada e saída. Contras: Decisões realizadas pela empresa, sem ouvir os colaboradores quando os mesmo estão diretamente envolvidos nas decisões. A proposta para atingir as metas de PLR são ridículas e sempre alteradas voltadas a interesse da empresa, e ainda por cima seu pagamento quando é realizado foi reduzido a 1/3 do original.... Retirada de pontos de lazer que existiam na empresa. Retirada do café da manhã e da tarde. No lugar do café anteriormente foi colocada uma máquina de café, onde é cobrado o café agora do funcionário. Conselhos para presidência: Visar a melhor satisfação do colaborador, ao invés de visar somente os lucros dos acionistas sempre implementando cortes de custos de qualquer maneira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente descontraído, horários flexíveis e a gestão é bastante comunicativa. Por estar na Zona Sul do Rio, fica próximo ao metrô. Material de apoio excelente. Contras: Infelizmente só existe reconhecimento para os colaboradores da matriz. As filiais são esquecidas, mesmo com os resultados apresentados. Só há reconhecimento para a equipe de gerentes e executivos, porque esses estão sempre visitando a filial, então acabam ficando mais próximos das áreas que monitoram a empresa. Não há seleção interna para os colaboradores do Rio, a filial é movida por auxiliares e assistentes. Os poucos analistas que tem, são da equipe de implantação. Salário abaixo do mercado atual e do que se espera de uma empresa do porte da Linx. Conselhos para presidência: Valor as filiais, que também fazem parte do crescimento da Linx. Rever a estrutura de cargos e salários, porque não há motivação para as equipes. Os colaboradores se mantém firmes, devido ao excelente relacionamento pessoal, mas falta incentivo, engajamento e motivação profissional. As poucas oportunidades que tem, estão se concentrando apenas na matriz. Em 4 anos, só tivemos 3 crescimentos por oportunidade interna, onde não houve processo seletivo, mas sim indicação de colaboradores para o cargo. De nada adianta termos uma filial com todo esse espaço, linda e ótima para trabalhar, senão temos como pensar no futuro, em alcançar oportunidades de crescimento dentro da cia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador","avaliation":"Prós: Empresa oferece várias oportunidades de crescimento. Possui atuação LATAM e especialistas no varejo. Líder no mercado em que atua e tem investimento em aquisições de novos negócios. Contras: Pelo fato de ser uma empresa S/A, em algumas determinadas regiões o tempo de reação perante ao mercado seja no quesito de negócios ou contratações se torna mais lento do que concorrentes regionais, o que afeta muito a marca em algumas regiões.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho confortável e localização em bairro nobre com restaurantes shoppings e parques, benefícios muito bons em uma ampla rede de estabelecimentos o aceitam. Contras: Ter a impressão de que se faz muito trabalho para o valor do salário em si(não considerando benefícios) e os computadores de trabalho estão defazados para o tipo de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura","avaliation":"Prós: Estrutura, localização, pessoas geralmente simpáticas, atividades e eventos voltados para o bem estar do colaborador, empresa acolhedora e confortável para trabalhar. Contras: Os benefícios não são tão bons, não tem cargos e salários padronizados e geralmente estão abaixo do mercado, é uma empresa que incorpora outras empresas de cultura diferente e benegicios também.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Estratégico","avaliation":"Prós: Ambiente descontraído, sem dress code, amplo espaço para crescimento e desenvolvimento de metodologias ou processos, devido aos pontos negativos citados,. Contras: Falta de processos, desde os mais básicos aos mais complexos, dificuldade em obter informações simples, benefícios baixos em comparação com o mercado. Conselhos para presidência: Melhorar e muito os benefícios/remuneração.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A vertical de Postos cresce de uma forma gritante e a empresa está cada vez mais cocada a definir processos para sempre melhorar com o cliente e colaboradores. O reconhecimento pelo esforço da gestão direta é feita com muito carinho e dedicação. Contras: Um pouco de falta de comunicação e o setor de suporte não participar das inovações que acontecem na empresa, às vezes nem ficam sabendo. Na entrevista me falaram que haveria ajuda/bolsa de estudos, porém, é uma seletiva entre candidatos e existe um valor estipulado, ou seja, seu o curso de graduação for um valor muito alto a empresa não ajuda.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Comercial de Vendas","avaliation":"Prós: Empresa com gestores abertos, horários flexíveis e com ótimo ambiente. Sinergia entre as áreas e pessoas no geral solicitas e prontas para ajudar Contras: Benefícios a quem da capacidade da empresa, sistemas internos de controle bagunçados, ferramentas de input de solicitações ruim e burocraticos Conselhos para presidência: Investir mais nos sistemas internos e na melhoria dos benefícios da empresa se um dia quer alcançar o título de GPTW\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Inteligência Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa paga em dia é da chance de desenvomvimento, horário flexível, fácil acesso, liderança de portas abertas. Em constante desencolvimento. Contras: Muita bagunça, empresa com sistema precário, embora seja de tecnologia. Pouco investimento nos funcionários, tanto em benefícios, quanto em estudos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor na Filial de E-commecer","avaliation":"Prós: Filial de E-commerce tem boa cultural, ambiente casual, tranquilo e há boa união e um clima muito amigável a nível dos times, alguns gestores muito bons tbm. Bom para quem procura desenvolvimento pessoal, através dos incontáveis desafios que enfrentamos no dia-a-dia há boas oportunidades para aprender bastante. Contras: Algumas áreas tem trabalho muito repetitivo, ambiente super complexo e cobrança muito alta. A carga de trabalho tende a ser focada de forma desleal sobre pessoas específicas e o nível de stress fica muito alto. Salários também não são competitivos. Competição e desalinhamento entre diferentes times chega a ser desanimadora. Conselhos para presidência: A nível de presidência, o trabalho é admirável e passa bons exemplos, mas alguns gestores intermediários chegam a não ter muito tato para lidar com situações adversas e perdem o toque humano na busca por números.\n\nRecomenda a empresa:   \nREPORTAR"}]