[{"user":"Analista - Ex-funcionário, saiu em 2013","avaliation":"Prós: Boa estrutura física para trabalhar (mobiliário, computadores), boa localização (agora estão numa localização melhor ainda) paga os salários em dia. Contras: Por seu uma empresa de tecnologia os departamentos de administração são pouco valorizados, e seus processos são extremamente manuais, nem parece uma empresa de tecnologia, melhorias somente se algum cliente solicitar para depois colocar em praticas nas rotinas diárias, gestão fraca onde outros diretores delegam e ambiente de trabalho extremamente estressante, sem contar o turnover. Conselhos para presidência: Valorizar as competências de TODOS os colaboradores (não somente os de tecnologia) melhorar a liderança nos níveis de coordenação à chefia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho bacana, local de trabalho extremamente organizado bons computadores equipe competente,ótimo plano de saúde além da empresa oferecer um auxilio educação. Contras: Concorrência interna entre as coordenadorias de equipe,salário mediano para o mercado, mas levando em consideração a localização onde a empresa se encontra o vale refeição e muito baixo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa grande e com muitos clientes, sálario rasoavelde acordo com cliente. Contras: Coordenação despreparada e gestão de pessoas pouco presente. Conselhos para presidência: Mais atenção à gestão de pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Trainee","avaliation":"Prós: Bons benefícios. Contras: Poucas promoções anuais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: Muitas fábricas de software, dando a possibilidade de deslocamento lateral e vertical. Gestores atentados as dificuldades dos funcionários, porém sem poder de ação. Contras: Benefícios sempre de médio para baixo, salários e benefícios. Empresa não possui plano de carreira e não investe em treinamento para os funcionários. Gestores normalmente lhe dão possibilidade de crescimento, porém a corporação em si é muito burocrática e engessada, muito controladora e benefícios sempre em média para baixo. Conselhos para presidência: Investir em seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Implantação Pleno","avaliation":"Prós: São justos. Se tem direito a hora extra ou qualquer coisa você recebe integral sem problemas. Em relação a comunicação da matriz também fazem bem. Contras: Falta de feedback, falta uma avaliação justa do seu desempenho como profissional. Dificuldade de suporte ao analista. Tudo isso devido à integração da filial com a matriz. Infelizmente os gestores são despreparados. Conselhos para presidência: Avaliar melhor os gestores. Abrir um canal direto para comunicação com a alta administração (bypass)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento","avaliation":"Prós: Galera muito prestativa, integração muito boa. localização excelente , ambiente físico e psicológico bem interessante, horários flexíveis . Sempre com bastante desafios. Contras: Não possui plano de carreira, não possui aumentos de salário , benefícios bem fracos. Banheiros bem pequeno , que atrapalham muito na hora do almoço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa é transparente sobre o que espera do funcionário e dá ferramentas e treinamentos para que o mesmo adquira conhecimentos. Possui gestores competentes e disponíveis para com a equipe. Há uma preocupação com documentação e processos, que acabam descentralizando o conhecimento e proporcionando maior facilidade no dia-a-dia. Feedbacks e reuniões constantes (mas rápidos), o que deixa a equipe alinhada. Contras: Plantão aos finais de semana e feriados. Alta rotatividade de funcionários, o que gera um alto volume de trabalho e, consequentemente prejudica os demais. Salário base muito inferior ao mercado de trabalho na região. Conselhos para presidência: Organizem a política de cargos e salários por empresa, não a nível nacional. Em determinadas regiões há uma procura maior por funcionários qualificados, o que gera um aumento no salário oferecido. Atualmente, a filial de Blumenau está se tornando apenas um ponto de partida para que, em seguida, o funcionário migre para outra empresa com salário melhor. No mais, é uma excelente empresa para se trabalhar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Boa empresa de se trabalhar Boa empresa para iniciar a correira. Flexibilidade de horário. Funcionários responsáveis Oportunidade de crescimento Contras: Tem oportunidades Exige bastante dos profissionais Busca espaço no mercado Tem bastante clientes Gosta de ser referencia no mercado de trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento Trainee","avaliation":"Prós: Oferece oportunidade para quem está começando a carreira para ingressar no mercado de trabalho, benefícios razoavelmente bons, horário flexível, permite bermudas, Contras: A empresa utiliza tecnologias muito antigas e fora do mercado, perfil de gestores totalmente diferentes, o que causa um desconforto com relação ao ambiente de trabalho. Plano de carreira confuso e muita desigualdade de salários.\n\nRecomenda a empresa:   \nREPORTAR"}]