[{"user":"Técnico em Enfermagem - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empreza, salários em dia, PL, Benefícios, desconto em cursos, entre outros benefícios como recrutamento interno , vale transporte e plano de saúde Contras: Carga horária que é massante, ótima lugar para se aprender, mas com a mudança de gestão, a escala ficou cansativa para os funcionários, porem e uma ótima empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior iOS Developer","avaliation":"Prós: Bom lugar pra se trabalhar. Pessoal é bem receptível. Bom lugar para se aprender novas tecnologias. Tem um lanche no final do dia, muito bom também. Contras: PLR é bem estranho O plano de saúde tem um desconto Banco de horas as vezes é inflexível O processo de reembolso é bem chato Não tem um organização de cargos e salários\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Comercial Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário atrativo Benefícios bons Possibilidade de desenvolvimento de carreira Rh atencioso e prestativo Condições boas de trabalho Trabalho de segunda a sexta. Contras: Gestor sem capacidade para tal função, falta de remuneração variável Estrutura de Porto Alegre é bem inferior à de SP Método de gestão ineficaz, Falta de treinamento Conselhos para presidência: Investir mais em pessoas qualificadas, observar de perto o comportamento de alguns gestores, pois, talvez assim se resolva o problema da rotatividade de funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: Oferece oportunidades para novatos onde muitas outras empresas só contratam com experiência, horário flexível, salário compatível com o mercado, ótimo ambiente. Contras: Não há plano de carreira claro, a desorganização nos processos de desenvolvimento acarretam retrabalho e horas extras, não há processo de qualidade, as vezes precisa ficar até tarde para resolver problemas que poderiam ter sido evitados se houvesse mais planejamento. Conselhos para presidência: Organizar melhor o desenvolvimento, planejar melhor as atividades, atualizar os equipamentos dos desenvolvedores e melhorar a lista de benefícios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tem muita oportunidade de aprendizado, pois a empresa vem crescendo rapidamente. Horário flexível Boa localização. Ambiente descontraído. Gerentes e Presidentes cumprimentam todos os funcionários com cordialidade. Contras: Liderança hierárquica, o que tira autonomia do time perdendo agilidade na tomada de decisão. Não há meritocracia. Necessita de capacitação dos superiores, cursos de gestão de pessoas. Não existe avaliação 360 e 180 graus, pois não há feedbacks nestas avaliações. Colegas de outros departamentos, só respondem e-mail, se copiar o superior da área. Conselhos para presidência: Criar escritório de processos. Criar plano de carreira válido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes III - Ex-funcionário, saiu em 2017","avaliation":"Prós: A integração entre os colegas, mesmo sendo de diferentes setores, equipes separadas por tipo de cliente e a vontade de automatizar os testes. Contras: O time que eu atuava, não acatava as ideias organizacionais vindas da matriz, alegando que não fazia sentido com a realidade vivida por eles. Mas a equipe era mau administrada por uma pessoa que não tem aptidão a liderança. Conselhos para presidência: Ouvir os funcionários com o nível mais baixo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Empresa dinâmica que estimula a desenvolver características inovadoras. Dá nos liberdade para desenvolver seus dia a dia desde que as metas sejam cumpridas. Contras: Não tenho pontos negativos a levantar, todo lugar tem problemas, mas todo lugar tbm tem oportunidades de aprendizado e crescimento pessoal.....\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de TI Trainee - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os pontos vantajosos da empresa são os extras que você pode conseguir, os funcionários da empresa, o ambiente disponibilizado e a localização. Contras: A empresa necessita que você esteja o máximo de tempo presente, por se tratar de um software de atendimento de lojas. Desta forma, não é bem visto ficar doente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Implantação","avaliation":"Prós: Empresa sólida, líder de mercado, tem um bom salario para os colaboradores que ficam fora dos grandes centros, mas oferece excelentes benefícios. Contras: Existem processos muito burocráticos. Para os funcionários externos o RH não é muito atuante. Gestores um pouco distantes. Os projetos estratégicos da empresa não tem participação dos colaboradores que não são executivos. Exigências muito altas para pagamento de valor maior de PL. Conselhos para presidência: Participação melhor nas decisões estratégicas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente","avaliation":"Prós: Horário flexível e o plano de saúde é muito bom, mas apenas para o funcionário, pois para dependentes está quase 200,00 cada, ai não compensa. Contras: Salário baixo, muito serviço, desvalorização do funcionário, plano de saúde de dependentes muito caro, alimentação e refeição baixos. Muita pressão.\n\nRecomenda a empresa:   \nREPORTAR"}]