[{"user":"Consultor de Marketing","avaliation":"Prós: Apesar da crise financeira que a empresa passa, ela sabe reconhecer um talento. Ambiente leve e descontraído, com home office e \"no dress code\". Contras: Momento financeiro, muitas cogitações de venda da empresa no mercado, troca de gestão recorrente, dificuldade de reconhecimento da marca se comparadas aos outros 4 players.   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: foi uma boa empresa , tinha uma qualidade legal, tinha um modelo de gestao bom, mas investiu muito de forma errada em marketing de transformação da marca Contras: esta com muitas dividas no mercado, area comercial esta acabando perde muito em coberturas para as operadoras concorrentes , perdeu om radio e não consegui se sustentar   "},{"user":"Analista de TI Pleno - Ex-funcionário, saiu em 2013","avaliation":"Prós: Excelente empresa e ambiente de trabalho, otimos beneficios, ambiente para crescer e oportunidades internas para crescimento para jovens em desenvolvimento. Acredito que seja uma empresa excelente para uma construir uma carreira. Contras: Com o declinio e competitivdade do mercado de telecomunicacoes, houve a necessidade de muitos desligamentos. Acredito que este alto numero de demissoes fez com que o nucleo do conhecimento core da companhia fosse perdido, isso afetou a competitividade da empresa.   "},{"user":"Analista de Cobrança","avaliation":"Prós: Bom salário e ótimos benefícios. O salário é acima da média o convênio médico é saúde Bradesco maravilhoso e o vale alimentação com um valor alto também Contras: Muita pressão e cobrança pra bater as metas que nem sempre condizem com a realidade. Supervisores sem noção e sem vontade de ajudar raramente assumem uma ligação mesmo o cliente insistindo muito.   "},{"user":"Comprador Especialista - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa boa de se trabalhar, porem apesar da crise em 2015/2016 os Benefícios, localidade, instalações, e atendimento do RH se destacam positivamente Contras: Mudanças constantes, pouca comunicação da presidência corporativa com funcionário. Conselhos para presidência: Manter constância nos processos e pessoas   "},{"user":"Executivo de Contas Corporativas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa muito focada em vendas, com reconhecimento aos vendedores que trazem os melhores resultados e campanhas para a área comercial.Os benefícios são compatíveis ao mercado. Contras: Mudança constante de direcionamento, a empresa passou por um processo difícil na saída do serviço de IDEN para o 4G, acabou com isso perdendo muito mercado. O comissionamento não é muito atrativo.   "},{"user":"Promotor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salario em dia, muitas das vezes ate adiantado, equipe unida, suporte de supervisao, telefone da empresa, uniformes em quantidade, recomendo a empresa para os trabalhadores disponíveis no mercado. Contras: Rotatividade se local de trabalho, cada dia em um lugar diferente, fora isso não tem mais nada que tenha pra falar, empresa muito Boa, da suporte e ótimas condições de trabalho Conselhos para presidência: Equipe do trade precisa de uma supervisão mais profissional.   "},{"user":"Assistente Executiva","avaliation":"Prós: Ambiente de Trabalho descontraído, Estrutura Organizacional, Infraestrutura, Localização, Benefícios diferenciados, Salário compatível com mercado, Contras: Falta de reconhecimento, lideres ultrapassados, excesso de processos, pouca flexibilidade, falta de clareza sobre as condições atuais da empresa Conselhos para presidência: Rever liderança   "},{"user":"Analista de Marketing III","avaliation":"Prós: Preocupação em desenvolver políticas que aumentem a satisfação dos colaboradores como: Home Office, Jornada mais curta na sexta-feira mediante compensação do banco de horas, não tem dress code, programas de almoço com o presidente, palestras com especialistas de diversas áreas, horário flexível de trabalho e programa de férias incentivadas no final do ano. Contras: Tem algumas áreas que se comportam como feudos e parecem que atuam de forma separada da empresa. Alguns projetos demandam muito esforço e desgaste já que tem alguns colaboradores que são \"braço curto\".   "},{"user":"Analista de Relacionamento II","avaliation":"Prós: Empresa a partir de 2018, iniciou um foco maior nos colaboradores, com o objetivo de se tornar uma das melhores empresas para se trabalhar. Flexibilidade de horários, condições de trabalho execelente. Todos os analistas tem direito a trabalhar com Notebook, agilizando o dia a dia através de mobilidade interna. Também é possível trabalhar home-office em comum acordo com a gestão, tento acesso através de VPN aos servidores da empresa. Plano de Saúde legal, VR/VA super OK para região (Morumbi). Plano de Previdência Privada, com aplicação do mesmo valor investido por parte a empresa. Clima maravilhoso e pessoas colaborativas. Recentemente adotou o WorkPlace como ferramenta de comunicação. Diversas palestras internas com temas diversificados que promovem crescimento profissional e pessoal. O Presidente e Executivos são jovens e muito próximo dos colaboradores interagindo e sempre a disposição para diálogos. Realmente se continuar com este foco será uma das 10 melhores empresas para se trabalhar. Contras: Falando especificamente da área de relacionamento com clientes, existe um déficit dos gestores imediatos em relação a feedbacks construtivos e no desenvolvimento de plano de carreira. Alguns se incomodam ao verem os analistas se relacionando com os gerentes e/ou executivos quando percebem que podem contribuir. Um déficit enorme é em relação a cargos e salários. Funcionários que foram contratados recentemente com a mesma função e hierarquias ganham as vezes até 40% a mais. Isso é um problema, pois na possibilidade de aumento ou promoção o RH permite um target de até 20% de aumento. Conselhos para presidência: Equiparacao salarial com base nas hierarquias. Nunca permitir que pessoas recém contratadas ganhem mais que funcionários antigos.   "}]