[{"user":"Assessor Comercial II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário e comissão muito bons. Empresa muito correta nos pagamentos, sempre pagos até antes. Benefícios estencivos a família. Premiações e campanhas mensais. Contras: A comunicação interna é muito com outros setores é muito complicada. Procedimentos internos lentos. As oportunidades de carreira que apareciam estavam sempre sido preenchidas por candidatos expernos, tendo sempre a desculpa que os internos não estava haptos.   "},{"user":"Comprador - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente moderno e novo, benefícios, tecnologia, flexibilidade de horário, boa comunicação via intranet, ótima estrutura das salas de reunião. Contras: Falta de investimento no colaborator quanto a treinamentos, cobrança excessiva ocasionando muito stress, acumulo de funções devido aos cortes ocorridos.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: agilidade comparada com as outras telcos; localizaçao proximo aos meios de transporte público; beneficios; programas de RH (jornada flexivel, incentivo ao dia de home office) Contras: pressao em busca dos resultados; reduções de quadro resultando em demanda extra de trabalho para quem permanece; mentalidade ultrapassada de alguns executivos seniores   "},{"user":"Supervisor de Loja - Ex-funcionário, saiu em 2015","avaliation":"Prós: Além de excelentes salários e benefícios, é uma empresa que de fato valoriza o seu colaborador, oferecendo um ambiente de trabalho, em todas as áreas , que favorece bom desempenho. Os valores são praticados e não apenas colados no quadro de avisos. Contras: Em 7 anos em que atuei não consigo identificar um ponto negativo. Mas como melhoria de processos, acho que ainda se trabalha com muito papel. Em tempos de \"tudo na nuvem\", acho que o papel poderia ser economizado. Conselhos para presidência: Continue sendo essa empresa que dá orgulho de pertencer   "},{"user":"Agente de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios como plano de saúde e ticket refeição e alimentação. Salário compatível com o mercado de trabalho. Ótimo ambiente e bons profissionais. Contras: No Rio o crescimento é só na área de vendas. Maioria dos setores estão em São Paulo. O setor administrativo que existe só entra com indicação. Não é feito processo seletivo.   "},{"user":"Assistente de Atendimento Júnior - Ex-funcionário, saiu em 2011","avaliation":"Prós: No período que estive na empresa destaco os pontos positivos ao espaço de trabalho, ambiente de trabalho e convivência. E continuamente se fornecia cursos de capacitação no departamento. Contras: Na minha opinião o salário é baixo.. E, o vale refeição é baixo em relação ao custo dos restaurantes ao redor da empresa. Eu levava refeição pronta para não gastar com restaurantes no horário do almoço.   "},{"user":"Atendente II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios como auxilio refeição, plano de saúde, auxilio creche e auxilio odonto. Quando entrei era uma empresa que valorizava os funcionários e tinha orgulho de estar todo ano na lista das melhores para se trabalhar. Foram bons tempos Contras: Gestores sem preparo adequado. O que se tornou dificil de trabalhar, já que em um ambiente pequeno muitas 'panelas' se formavam e só tinham beneficios quem puxava saco do supervisor. Quando sai a empresa só se preocupava com números, decaiu muito pois deixou de dar valor a pessoas.   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons benéficos ( convênio, vale alimentação e refeição, ajuda de custo, celular corporativo) pagamentos em dia, investimento em capacitação, oportunidades de crescimento. Contras: A empresa está passando por um momento difícil financeiro, onde está sendo necessários reformulação de salários e benefícios. Muitos pontos de vendas se fecharam incluindo departamentos administrativos. Conselhos para presidência: Maior clareza e preocupação genuína a ponta.   "},{"user":"Gerente","avaliation":"Prós: Cultura e clima em geral positivos. Oportunidade de aprendizado acima da media das outras empresas do setor de Telco. Remuneração e benefícios bons Contras: Por ser uma empresa menor que suas concorrentes deveria ser menos burocrática e mais agil Existe conflito entre algumas areas que dificulta o andamento de projetos   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2016","avaliation":"Prós: Plano de carreira. Você consegue ter uma visão geral da empresa, e suas respectivas áreas. Alguns gestores valorizam os funcionários, bons benefícios. Contras: Trabalhamos com pessoas, a na maioria das vezes, tratam a gente como se fôssemos escravos deles, mas colocando como se a culpa fosse sua por decisão não bem sucedida. Amo a Nextel, mas eles valorizam aqueles que puxam saco e não os que trabalham   "}]