[{"user":"Teleoperador de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: O valor do vale alimentação, é a única coisa de positiva na Nextel, que já foi uma empresa muito boa para se trabalhar, mais depois que mudou a administração acabou com a empresa Contras: A comissão baixou muito, para quem tirava 4,000.00 hoje recebo 800,00 reais de comissão e 200 reais de salário com os descontos, o cartão do vale alimentação eles pagam quando eles querem. Para folgar no sábado você tem que bater meta da semana de vendas, débito e ainda precisa fazer 2 horas de extra todos os dia porque essa \"folga\" é descontada do salário. E a tendência é só piora enquanto tiver essa administração. Conselhos para presidência: Não vou dar conselhos mesmo porque eles não vão nem lê porque o foco deles e que o funcionário trabalhe mais e ganhe menos   "},{"user":"Back","avaliation":"Prós: Otimo ambiente de trabalho. O pacote de beneficios é muito bom, localização da empresa tambem é boa, de facil acesso de transporte publico caso nao queira ir de carro. Contras: Dependendo do departamento ou do supervisor existe a famosa \"panelinha'', o que dificulta ser aprovado em processos seletivos internos. Dependendo do cargo trabalha de final de semana.   "},{"user":"Assistente de Cobrança - Ex-funcionário, saiu em 2015","avaliation":"Prós: otima empresa para se trabalhar oportunidade de crescimento e otimo salario , bons gestores , paga tudo em dia , hora extra e comissao otima empresa para se trabalhar oportunidade de crescimento e otimo salario , bons gestores , paga tudo em dia , hora extra e comissao Contras: horario , local onde era , era muita cobrança , mais tb valia a pena tudo , o sistema dele travava um pouco , o que dificultava as veze s horario.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma otima empresa para se trabalhar horario flexivel, nao atrasa salario otimo oportunidade para aprendendizado otima empresa para se aprender coisas novas Contras: A empresa nao tem o oq falar de negativo e uma empresa q nao atrasa o salario e bacana para para se aparender principalmente para paredizagem   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios, estrutura, localização, softwares, time (depende da área), cargos, salários, telefone da empresa, reuniões, o produto em sí (planos, tecnologia). Contras: Cultura da empresa (antiga), falta plano de carreira, reconhecimento demorado, lideres que não aplicam feedback, coisas simples são muito burocráticas   "},{"user":"Back Office - Ex-funcionário, saiu em 2010","avaliation":"Prós: ótimo lugar para se trabalhar, com gestores capacitados para lidar com qualquer situação e equipes muito bem estruturadas. Os benefícios são ótimos. Contras: Não soube administrar seus recursos e o marketing utilizado na época não foi assertivo, gerando uma queda nos lucros da empresa que impactou toda a estrutura.   "},{"user":"Vendedor de Loja - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa oferece ótimo salário é benefícios, oferta de plano de carreira e desenvolvimento profissional, cursos de aperfeiçoamento. Campanhas motivacionais, apesar dos contras é uma ótima empresa de de trabalhar Contras: A maioria dos gestores tem abuso de poder, os funcionários que mais recebem promoção é por causa de ser subisso aos gestores e são puxa saco. Os gestores não trabalham com senso de justiça e apoiam o erro para alcançar resultados. Conselhos para presidência: Procurar ter mais vivência com os funcionários, para ter conhecimento da capacidade de cada um, prover funcionários que trazem resultados por mérito e não por amizade é influência.   "},{"user":"Analista de TI","avaliation":"Prós: flexibilidade de horários, você se veste conforme seu estilo, benefícios interessantes, ambiente legal pra se trabalhar Contras: Por conta de vários sistemas legados, as vezes o desenvolvimento/Deploy passa por muitos processos. Conselhos para presidência: continuar se dedicando ao Digital.   "},{"user":"Executivo de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade de crescimento, salários e benefícios. Excelente empresa para se trabalhar. Cima organizacional, preocupação com o funcionário. Contras: Necessita retornar as políticas de RH, onde o funcionário poderia expor seu ponto de vista em cafés com presidente, diretor. Havia reconhecimento a funcionários a partir de 5 anos.   "},{"user":"Consultor","avaliation":"Prós: A empresa oferece salários acima das concorrentes e ultimamente tem tentado criar um ambiente mais informal e com bastante diversidade, o que são pontos positivos. Contras: A empresa é bastante desigual em se tratando de méritos à funcionários. O seu sucesso profissional depende essencialmente dos seus gestores lutarem por um aumento ou promoção sua, favorecendo apadrinhados e desigualdades principalmente numa empresa com alto turn over. Conselhos para presidência: É preciso fortalecer a área de RH que foi esquecida e desmantelada.   "}]