[{"user":"Treinamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente salário e benefícios. Empresa está passando por constantes mudanças inclusive de cultura, valoriza o capital humano interno priorizando assim em oportunidades internas de promoção. Contras: Lideranças desalinhadas com estratégia da companhia, devido ao tempo de casa permanecem em uma cultura já ultrapassada. Esses gestores impedem a empresa de ser ainda melhor.   "},{"user":"Especialista de Marketing Digital","avaliation":"Prós: Salário ótimo Contras: Mudanças o tempo todo, oscilação e demissões anualmente gerando um clima de o último apaga a luz   "},{"user":"Assessor Comercial","avaliation":"Prós: Empresa altamente reconhecida pelo mercado, condições comerciais competitivas. Pagamento sempre em dia, bons benefícios como VR/VA,PS,PO. Abrangência nacional Contras: Empresa em reestruturação, muitas demissões e mudança no comissionamento dos Assessores comerciais. Assessores comerciais sem notebook para exercer suas funções comerciais, tendo que recorrer aos PC´s que ficam nas lojas para cadastrarem vendas, ler/responderem e-mails. Clima tenso e demissões mensais Conselhos para presidência: Equiparar o comissionamento dos Assessores Nextel com os representantes.   "},{"user":"Analista de Riscos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa paga os salários em dia , boa estrutura técnica para desenvolver um ótimo trabalho, pares bem solícitos a ajudar... benefícios acima do mercado. Contras: Gestores sem experiências para coordenar a área, pior experiencia que tive com relação aos gestores, não tendo como principal meta desenvolver os analistas. Conselhos para presidência: Observar melhores os gestores de crédito.. sem experiencia alguma.   "},{"user":"Analista de Planejamento Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os Benefícios são bem atrativos em comparação com o mercado, bom ambiente de trabalho para desenvolver o trabalho em equipe de forma plena. Contras: Reestruturação constante deixando sempre um clima de apreensão nos colaboradores, falta de incentivo financeiro ( aumento de salário por mérito )   "},{"user":"Líder de Atendimento","avaliation":"Prós: Energia positiva de toda equipe, inclusive dos Supervisores, líderes e gerentes da empresa. A empresa oferece viagens nacionais e internacionais para os melhores vendedores do ano. Contras: Não vejo muito o que mudar, mas um ponto a melhor seria a comunicação entre as áreas, para melhorarmos a satisfação dos clientes que aumentam cada dia.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Respeito ao próximo, equipe unida, reconhecimento do trabalho prestado, ótimos benefícios, a melhor empresa que já trabalhei e foi uma pena terceirizar o call center. Contras: Na verdade no período em que fiquei lá fui muito feliz e não tenho o que reclamar, todos são ótimos e sinto muita falta de tudo é quem sabe um dia eu volto.   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2013","avaliation":"Prós: Investe nos funcionários. Muitos benefícios. Apoio às mamães. Incentivo, Dedicação, boa remuneração. Multi nacional como poucas, se dedica em fazer funcionários se manter na empresa. Contras: Rádios devem permanecer ligados 24 hrs por dia. Auxílio transporte acho pouco pelo tanto que rodamos. Richa entre loja e canal direto não deveria existir. Conselhos para presidência: Avaliar pesquisa de campo com funcionários sobre gestão. Mas algo pela internet em sigilo.   "},{"user":"Analista de Telecomunicações","avaliation":"Prós: Estrutura da empresa é muito legal. Bons Salários e em dia, planos de celular ilimitado para funcionários. Liberdade de horário para entrada e saída. Contras: Gerência blindada, saciando apenas as vontades pessoais. Muito esforço para pequenas situações, pouco esforço para grandes mudanças. Ainda sim, boa para trabalhar. Conselhos para presidência: Empresa ensina a lidar com pressão. Trabalhe, faça amizades e retire o máximo ofertado.   "},{"user":"Executivo de Grandes Contas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com uma ótima estrutura organizacional, pagamento sempre em dia, com ótimos salários, benefícios, ótimo ambiente de trabalho e uma ótima escola para o profissional. Contras: Plano de carreira baseado muito em relacionamento, a ajuda de combustível não é compatível ao gasto e depreciação do veículo,mas mesmo assim uma ótima empresa.   "}]