[{"user":"Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Remuneração em dia. Bons benefícios. Infra estrutura boa de trabalho Contras: Não tem oportunidade de crescimento.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima relação com os funcionários, sempre fazendo melhorar a relação dp cliente com o atendimento, e a central sempre não ajudou para oq foi preciso Contras: Não há muitos pontos negativos, onde eu trabalhei foi em uma representante, e a única coisa chata era o salário super baixo, e a quantidade de reclamações de sinal dos clientes   "},{"user":"Assistente Administrativo","avaliation":"Prós: A empresa tem um bom ambiente de trabalho e benefícios interessantes salário um pouco acima da média de outras empresas do mesmo segmento . Também um ambiente favorável para o crescimento profissional Contras: Alguns gestores ainda muito ligados ao foco antigo da empresa . Posições de gestão que precisam de mais inovação no sentido de atender os novos objetivos da empresa Conselhos para presidência: Ficar atento a novos talentos no mercado que podem contribuir para o avanço da empresa   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Reconhecimento, sempre com possíveis chances de crescimento, acompanhamento próximos ao gestor. Salário é benefícios bem atrativos. Contras: Fechamento de vagas, pena que fecharam a base , bastante pressão pois todos os meses era imprescindível o atingimento das metas, e problemas relativos a Telecom   "},{"user":"Analista de Qualidade Especialista - Ex-funcionário, saiu em 2014","avaliation":"Prós: A Cultura da empresa e o forte Marketing que atinge diretamente o ponto motivacional que precisamos para nos mantermos engajados é propicio ao desenvolvimento do profissional e o clima organizacional era bastante favorável. Contras: Infelizmente profissionais em cargos que proporcionam poder de \"marajás\" fazem com que o ambiente de trabalho se torne hostil e, em maus dias, essas pessoas são capazes de manipular situações para prejudicar alguém que ele, sem considerar profissionalismo, não foi com a cara. Conselhos para presidência: Não se deixe desmotivar por um superior que trabalha simplesmente para chutar as escadas que ele usou pra subir e agora não quer que ninguem suba.   "},{"user":"Executivo de Contas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Tudo, o pessoal muito legal, sempre pagaram direito, os beneficios muito bom, não tenho nada a reclamar uma boa empresa no geral, mas como todas tem seus detalhes. Contras: Nada a declarar, neste momento, acredito que o mercado recessivo atrapalhou boa parte das todas de desisão e consecultivamente culminou na demissão em massa de bons profissionais.   "},{"user":"Vendedora","avaliation":"Prós: Muito correta em questões de pagamento. Nunca atrasam e os descontos são certinho. Questão dos uniformes, estão sempre renovando e deixando mais de uma opção para funcionário. Na cidade do Rio de Janeiro que faz um calorão, seria impossível ter somente um uniforme. Contras: Muitos. Superiores e Líderes sem o menor preparo para o cargo, preguiçosos, acabam beneficiando seus \"preferidos\" seja em passar vendas, deixar que cheguem depois do horário e etc. Metas sufocantes. Ambiente de trabalho extremamente estressante. Sem um apoio por parte da maioria dos gestores, um ou outro se salva. Não prezam pela segurança do funcionário. Conselhos para presidência: Refaçam por completo seu quadro de funcionários. Contratem superiores competentes e que trabalham de verdade e não somente quando a coordenação vai até a loja. Façam trabalho de Campo. Muitas campanhas VIAJAM e acabam por ser perda de tempo e lucro. A Nextel conseguiu se diferenciar de todas as operadoras de telefonia. Um dia ela foi a NEXTEL e quando resolveu que quantidade era melhor que qualidade se igualou às outras, se tornando apenas mais uma operadora. O que lamento do fundo do meu coração. Um dia eu acreditei nessa empresa.   "},{"user":"Executiva - Ex-funcionário, saiu em 2015","avaliation":"Prós: Plano de carreira, clima organizacional muito bom, benefícios bons, empresa em constante crescente.. Gostava de trabalhar nesta empresa, as pessoas são bacanas.. Na área comercial a bastante competitividade Contras: Na crise mandaram muitos funcionários embora, pessoas profissionais, mas infelizmente os números para que a empresa se restabeleça não ganham da competência ou dedicação do funcionário.   "},{"user":"Assessor Comercial","avaliation":"Prós: Empresa reconhece financeiramente individualmente o assessor, todo ótimo. Como dizem é uma empresa tipo MOSCA BRANCA hj no mercado.Empresa te cobra um volume alto de vendas e pós vendas. Contras: Sem muita opção de crescimento. Equipe enxuta e pouca oportunidade , pelo menos no local onde eu trabalhava.(Rio grande d sul, porto alegre).   "},{"user":"Especialista de Planejamento Estratégico","avaliation":"Prós: É uma excelente empresa para se trabalhar no ramo de Telecomunicacoea, com ótimos proficionais e salários dentro das expectativas de mercado Contras: Em minha opinião não temos pontos negativos relacionados a empresa. Indico a todos amigos e interessados a trabalharem na mesma. Nextel é tudo   "}]