[{"user":"Analista de Marketing Sênior","avaliation":"Prós: Salário acima da média do mercado, boa estrutura, autonomia no trabalho, boa proximidade com gestores, bom relacionamento com os times, parceria com áreas. Contras: Planos a longo prazo sem organização. Time de liderança não divide o real cenário com os colaboradores, o que fomenta boatos desnecessários e desinformação, além de um clima de incertezas. Não tem plano de carreira.   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: A cultura da empresa é ótima, os benefícios são acima do mercado, tem uma boa estrutura para se trabalhar. Uma ótima iniciativa no ano passado foi instituir o home office. Contras: Incertezas sobre o futuro da cia. Com as dificuldades financeiras não investem em programas de RH, plano de carreira não é claro, não há capacitação para os funcionários Conselhos para presidência: Olhar mais pelos programas de Rh   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa cumpre o que promete. Colaboradores que vestem a camisa são sempre valorizados e recebem grandes oportunidade de crescimento. Ótimos benefícios. Contras: A empresa em sí não tem tantos pontos negativos. Talvez devessem melhorar a comunicação entre as áreas o que resultaria em uma melhor satisfação no resultado final que é a satisfação dos clientes.   "},{"user":"Especialista","avaliation":"Prós: Oportunidade de crescimento na carreira e novos desafios. Projetos novos com visão atualizada e liberdade para propor soluções. Ambiente colaborativo Contras: Ritmo de trabalho corrido, com projetos muitas vezes com prazos muito apertados ou já com data alvo. Falta de parcerias ou convênios para benefícios Conselhos para presidência: Melhorias de benefícios e parcerias e convênios   "},{"user":"Especialista Financeiro - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os colegas de trabalho. A gestão ja foi excelente mais hoje nao é mais. Os cargos são mais por amizade do que por competência e merecimentmerecimento Contras: Falta gestao. Desenvolvimento de pessoas, feedbacks.Os colegas de trabalho. A gestão ja foi excelente mais hoje nao é mais. Os cargos são mais por amizade do que por competência e merecimento.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Energia Eventos Troca de informações entre gerentes Reconhecimentos Reuniões mensais benefícios Premiações Contato direto com recursos humanos Contras: Falta: transparência, feedback, correção de funcionamento da comissão, organização, clareza nas informações, dificuldade nas correções, desenvolvimento da equipe de fraude Conselhos para presidência: Desenvolver e humanizar lideres e dar espaço para os bons como exemplo a coordenadora Daise "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benéficios, salário, empresa com ótimas oportunidades de crescimento e valorização do funcionário............................................ Contras: A Loja onde fui designado para trabalhar extremamente mal gerenciada, pessoas que não sabem lidar com pessoas.. "},{"user":"Vendedora - Ex-funcionário, saiu em 2015","avaliation":"Prós: Pontualidade e justiça no pagamento. Pontos Positivos, Boa Localização, Preço competitivo. Plano de carreira, Salario compatível, assiduidade etc Contras: Má organização, Funcionários desmotivados, ambiente sem claridade etc . Sem benefícios, sem treinamento motivacional, etc é isso, chega de encher   "},{"user":"Coordenador de Planejamento Financeiro","avaliation":"Prós: Salário é acima da média (propostas recebidas) e clima dentro da organização é bastante favorável. Abertura de demonstrar novas ideias, processos e projetos é muito grande. Contras: Carga de trabalho excessiva, cobrança demasiada, pressão dos chefes que muitas vezes usam da força e peso do crachá para conseguir os resultados.   "},{"user":"Assistente - Ex-funcionário, saiu em 2016","avaliation":"Prós: Perfeita Não tenho o que reclamar Valoriza os funcionários e muito prestativa foi um grande aprendizado. Empresa excelente amei trabalhar lá só sair por força maior Contras: Nada a declarar Nunca tive o que reclamar Apenas os gestores muitas vezes não valorizada os funcionários mais antigos e trazia de fora Apenas isso. "}]