[{"user":"Analista de Planejamento Sênior","avaliation":"Prós: Home Office, Cultura, Benefícios e Salário competitivo. Empresa exemplo de remuneração e qualidade de vida para o funcionário comparada ao restante do mercado. Contras: Plano de carreira confuso e muitas vezes não condiz com o prometido pela empresa quando entramos. Empresa aparentemente preparando para ser vendida gera insegurança   "},{"user":"Operador de Vendas I","avaliation":"Prós: Paga sempre em dia , sem atrasos. Oferece sempre capacitação profissional para seus funcionários. Temos um ótimo ambiente de trabalho e boas instalações. Contras: Déficit na comunicação entre funcionários e o RH. Perda de qualidade de vida, com longa distancia entre casa e o trabalho. Alta pressão diária em cima de resultados.   "},{"user":"Coordenador","avaliation":"Prós: Por ser uma empresa enxuta, há mais velocidade na tomada de decisao e menos burocracia em geral. As pessoas passaram por momentos ruins aqui, por isso considero a resiliência das equipes um ponto forte Contras: O outro lado do dinamismo é a falta de planejamento, algumas vezes um bom business plan é essencial. Além disso, a empresa sofre de sérios problemas de comunicação interna e falta de alinhamento entre áreas   "},{"user":"Vendedor - Ex-funcionário, saiu em 2015","avaliation":"Prós: A empresa realizada várias campanhas mensais em que os funcionários ganhavam bons prêmios. A remuneração era uma das melhores no setor e telefonia. Contras: Cobrança de metas excessivas e abusivas. Pagavam bem o funcionário porem os escravizavam. O trabalho era externo porém a jornada era excessiva .   "},{"user":"Agente de Vendas - Ex-funcionário, saiu em 2016","avaliation":"Prós: bons benefícios, ótimo ambiente de trabalho treinamentos e desenvolvimento do funcionário Contras: muita cobrança empresa instável sempre com altos e baixos está sempre aumentando e reduzindo o quadro de funcionários Conselhos para presidência: invistam em mais benefícios aos funcionários   "},{"user":"Analista de Planejamento Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bom salário, benefícios , treinamentos, reconhecimentos por méritos, tem um excelente programa de plano de carreira, avaliação 360° podendo avaliar também o gestor, hot line para denunciar qualquer irregularidade. Contras: O programa de plano de carreira é muito bom, porém é feito na base do interesse, o gestor sempre acaba levando alguém que já é seu amigo, ou algum bajulador, o funcionário que não se envolve muito acaba tendo mais dificuldade para subir de cargo   "},{"user":"Analista de Planejamento Sênior","avaliation":"Prós: Salário, benefícios, cultura, ambiente e qualidade de vida. Empresa em crescimento, batendo metas e com resultados satisfatórios. Aparentemente se preparando pra ser vendida Contras: Desvaloriza funcionários antigos, mesmo com resultados bons não divide isso com os funcionários com melhorias para os mesmos. No geral é um bom ligar   "},{"user":"Analista de Marketing Júnior","avaliation":"Prós: Ambiente descontraído Muitas pessoas legais Boa reputação Possui treinamento de insights Flexibilidade no horário Flexibilidade no horário de almoço Contras: Péssimo convênio Péssimo RH Longe Não paga todos os tipos de Vale transporte Não há hora extra e sim banco de horas Rh não ouve aos funcionários Conselhos para presidência: Dar benefícios melhores   "},{"user":"Supervisor de Vendas","avaliation":"Prós: bom salario, bons benefícios, gestão exemplar, ótimo clima organizacional, gestão presente Contras: mais interação entre as áreas no que diz respeito a resolução de problemas dos clientes   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Oportunidade e reconhecimento por desempenho, ambiente informal, flexibilidade de horário, home office para cargos a partir de analista senior. Contras: Mudanças constantes, pois o mercado é extremamente dinâmico. Algumas areas são muito diferentes de outras para promover e clima. Não possui licença maternidade de 6 meses iguais outras empresas do mesmo segmento.   "}]