[{"user":"Executivo de Contas Corporativas","avaliation":"Prós: Empresa transparente gosto muito de trabalhar na empresa pois a empresa me deu muitas oportunidades e foi onde eu consegui crescer bastante. Contras: Falta de verba, a empresa foi vendida agora para claro e as verbas foram cortadas. .   "},{"user":"Supervisor de Vendas","avaliation":"Prós: Ótimas ganhos, e gestão é muito competente, oportunidades de crescimento e empresa com foco em qualidade, espaço para os colaboradores expressar as ideias. Contras: Pode melhorar no quesito planejamento, pois os processos mudam no meio do mês, as vezes até mais de uma vez, e remuneração variável poderia ser mais atrativa e PLR para área comercial.   "},{"user":"Analista Governamental","avaliation":"Prós: Horário flexível, vale refeição e alimentação compatível com a região ( Morumbi ), treinamentos, desempenho da gestão em conflitos, os gestoras confiam em você Contras: Apesar de a gestão ser boa, a empresa ainda tem muita deficiência em relação à metas, pois sempre muda e isso às vezes desmotiva. Pouca coisa a reclamar! Conselhos para presidência: Fiquem atento aos gestores, tem muito funcionário dedicado que entende dos processos sendo trocados por profissionais que são amigos dos gestores que por muitas vezes não entendem sobre o trabalho!   "},{"user":"Estagiário","avaliation":"Prós: cultura da empresa é o maior diferencial, pessoas de todos os lugares, beneficios diversos, bastante receptivos, media jovem de colaboradores Contras: baixo volume de tarefas, devido a demanda de clientes de telefonia, alguns meses podem se tornar monótonos. pouca mobilidade dentro da empresa   "},{"user":"Estagiário","avaliation":"Prós: As passoas sao muito acolhedoras, sempre dispostas a ajudar, o ambiente é extremamente aconchegante, e temos “autoridade” de expormos nossa opinião e nos desenvolvermos cada vez mais, ate na minha funçao. Contras: não tenho pontos negativos para falar sobre a empresa, as pessoas, são incríveis, é possivel ter um crecimento pessoal e crescimento profissional e ter autonomia la.   "},{"user":"Analista de Marketing III","avaliation":"Prós: Ambiente excelente. Ótimos benefícios. Atualmente, os funcionários são vistos como parte importante na empresa. Respeito as diversidades e as diferenças. Empresa moderna. Contras: O único ponto negativo é a insegurança relacionada a venda da empresa para outras empresas, gerando medo e desconfiança sobre o futuro. Sem mais pontos negativos.   "},{"user":"Analista de Controles Internos Sênior","avaliation":"Prós: Benefícios e Remuneração razoável. Empresa estruturada e multinacional. Possuí ótimas condições de trabalho e um conceito de trabalho bem alternativo. Contras: Não gostei dos controles da empresa pois estão muito arcaicos e na cultura a maioria não tem uma cultura de processos e gestão de riscos. A Engenharia que manda nesta empresa.   "},{"user":"Operador de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons benefícios, boa experiência com relação a se virar com sistema inoperante. Aprender como lidar com pessoas nervosas com a empresa, por erros ocorridos no sistema. Contras: Ferramentas de trabalho não funcionam, Empresa desorganizada no departamento de RH. Supervisores e coordenadores que não entendem nada do sistema e totalmente despreparados para o cargo. Pressão total para vender. Conselhos para presidência: Conferir de perto como funciona o atendimento nas lojas e de como os atendentes são tratados por seus supervisores e coordenadores. O ambiente de trabalho ao contrário do que presa a \"Presidência\" de ter um ambiente de trabalho bom com funcionarios satisfeitos. NÃO OCORRE ASSIM! SOMOS PRESSIONADOS E COLOCADOS NA PAREDE A TODO TEMPO, PRA VENDER E VENDER E O ATENDIMENTO DE QUALIDADE O QUAL SE DEVE AO CLIENTE, NÃO ACONTECE, POIS SOMOS ACOADOS A SE LIVRAR DO CLIENTE QUE JÁ É CLIENTE, E NÃO IRÁ COMPRAR! ISSO É UM ABSURDO!   "},{"user":"Supervisor Comercial de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa excelente, valoriza o funcionário, existe plano de carreira, benefícios muito bom, inclusive com auxílio creche, salário acima da oferecida na concorrência. Contras: Falta divulgação, a loja onde eu atuava fechou em menos de 3 anos, falta planejamento para os gastos e investimentos, melhoria nas antenas e aparelhos de celular   "},{"user":"Atendente de Atendimento - Ex-funcionário, saiu em 2009","avaliation":"Prós: Respeito ao colaborador, frequentes treinamentos, benefícios bons, bom relacionamento com o gestor, oportunidades de crescimento profissional Contras: Apesar de poder ter um bom relacionamento com o gestor, não tive sorte com a minha, nas dificuldades, fechava os olhos, dificuldade de escolha de horário de intervalo Conselhos para presidência: Deveriam ter mais olhos a grande massa de trabalhadores, pois os problemas não são passados para frente   "}]