[{"user":"Assessor Comercial - Ex-funcionário, saiu em 2010","avaliation":"Prós: Tudo maravilhoso, ambiente de trabalho, benefícios, pagamento sempre em dia e convenções espetaculares! A diretoria comercial sempre ficada no desenvolvimento da equipe Contras: Acreditava os novos gerentes ao entrarem deveriam em primeiro lugar ter uma postura decretado e observação da equipe, pois alguns pensão q são Deuses e já vão demitindo pra mostrar q podem!   "},{"user":"UI/UX Designer Especialista","avaliation":"Prós: A empresa tem ótimos benefícios para os funcionários. Está preocupada com cliente interno e externo e tem uma ótima sede, equipamentos, etc. Boa localização, perto do trem. Contras: Está passando por transformação digital e algumas áreas tem mentalidade dinossauro. É uma telecom que ainda não pensa em como ser disruptiva e fato. Falta ação e ter menos medo de colocar coisas no mercado.   "},{"user":"Gerente","avaliation":"Prós: Aprendizado constante, clima bom, ótima remuneração, ótimas pessoas , gente do bem compõe a equipe, RH esforçado para melhoria continua, busca inovação e agilização Contras: Excesso de trabalho, overtime constante. . . . . Conselhos para presidência: Tempo de tornar tudo ágil!   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Benefícios, apenas a empresa visa apenas funcionários internos. Não de loja. Equipe péssima, gestão de loja péssima, salário péssimos, comissão abaixo da média. Isso quando se e possível bater , funcionários desmotivados , pois meses não conseguem bater meta. Contras: Você e contratado para trabalhar interno em loja, mais e obrigado a fazer ações externas , mailing, cobrança, e ainda andar em loja atrás de lojistas. Conselhos para presidência: Ser mais crítico em gestores de loja. Gestores totalmente despreparados.   "},{"user":"Técnico de Telecomunicações - Ex-funcionário, saiu em 2019","avaliation":"Prós: Muito bom trabalhar na nextel, pena que nós técnicos de campo nao recebemos a mesma atenção em comparação com o resto dos funcionários, principalmente no quesito plano de carreira Contras: Tecnicos de campo nao tem plano de carreira, em quanto outras areas recebem promoções os técnicos continuam na mesmo cargo mesmo atingindo as metas   "},{"user":"Gerente - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com boas oportunidades de remuneração variável pois de acordo com seu resultado sua variável na remuneração altera de acordo com seu empenho Contras: Poucas oportunidades atrativas para clientes relacionado a ofertas com aparelho , gerando grande perda de vendas para a concorrência impactando no resultado   "},{"user":"Assessor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com excelente benefícios. Horário flexível. Ambiente de trabalha bom com excelentes profissionais. Parabéns... Contras: Gestores petulantes! "},{"user":"Assistente Administrativo II","avaliation":"Prós: Empresa dinâmica, que pensa no bem estar do funcionário. Possibilidade de plano de carreira. Horários flexíveis são um grande diferencial.:: Contras: Processos Extremamente burocráticos e demorados. As áreas não se comunicam muito bem, não há uma boa parceria e isso faz com que os processos se tornem mais morosos.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de crescimento, ótimos benefícios, bom trabalhar em loja própria de rua, no shopping é muito cansativo, apesar do movimento ser maior, consegue melhores vendas Contras: Chefia sem preparos, mesmo sem estudos consegue um cargo na supervisão, não consegue ser uma equipe, todos querendo voar em cima do outro pra conseguir uma venda, quando vc pega uma venda a pessoa vira a cara Conselhos para presidência: Poderiam colocar profissionais preparados para lidar com a gestão, até motoboy sem estudos vira chefe por ser amigo da gerencia, não vejo isso como empresa seria   "},{"user":"Auxiliar de Cobrança V","avaliation":"Prós: Empresa top muito boa de se trabalhar Sem problemas ... Liberal com funcionarios excelente empresa nada que abone toralmente p cima ambiente de outro mundo Contras: Nao tem. Todos os anos fui muito bem amparada em todos os aspectos tem muitos beneficios nao tenho o que reclamar. Tudo de acordo conforme a lei Conselhos para presidência: Ser atualizado   "}]