[{"user":"Assistente","avaliation":"Prós: Horário flexivel, no dress code, boa remuneração, possibilidade de fazer carreira, boa localização e ambiente de trabalho amigável. A presidência é muito acessível. Contras: Uma maior interação entre as áreas e mais eventos ao longo do ano e espaçosos em comum, para que os departamentos possam ficar mais conectados.   "},{"user":"Assistente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e salários são ótimos e acima do mercado, VR é alto, tem campanhas do rh que tentam mascarar o clima real da empresa e acaba trazendo alguns benefícios para os funcionários. Contras: Não tem reconhecimento, muita gente é promovida apenas por amizade com os superiores e quem trabalha de verdade só recebe promoção quando outra empresa oferece uma proposta. O clima é competitivo e de muita pressão desnecessária. Conselhos para presidência: Valorizar quem realmente trabalha   "},{"user":"Assessor Comercial Corporativo","avaliation":"Prós: Empresa paga sempre em dia funcionários e gerentes super companheiros. Clima muito agradável junto a empresa. Recomendo as pessoas trabalharem lá todos os beneficios, Contras: Empresa sempre tem mudanças de metas isso dificulta um pouco sobre seus ganhos sempre muda para pior o formato de ganhos. E tem muita cobraça como qualquer empresa de telecominicação.   "},{"user":"Engenheiro de Software Sênior","avaliation":"Prós: Pagamentos. palno de saúde. alimentação. plr. Contras: Acho q não tem muito pq falar. A empresa tem uma atenção muito boa com os fucionarios,dando oportunidades de crescer.   "},{"user":"Consultor","avaliation":"Prós: Ambiente amigável e cheio de aprendizado, com muitos profissionais competentes prontos para auxiliar nas tarefas diárias, recomendo muito . Contras: Não acredito que tenham pontos negativos que mereçam ser descritos, sempre há uma ou outra peculiaridade, mas não chamaria de pontos negativos.   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ótimos salários, befefícios excelente, plano de saude e odontológico, ambiente de trabalho agradável e com um clima familiar, incentivo de campanhas e entre outros. No início era a empresa dos sonhos. Contras: Os benefícios e apoio aos colaboradores regrediu muito, alterou o plano de saúde para co-participação, diminuiu os valores das premiações, bonificações e comissões. Infelizmente essa realidade acabou.   "},{"user":"Líder Educador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente divertido, harmonioso, cheio de energias boas. Interações de integração para funcionários, benefícios de massagens, musicas, jogos entre outros. Contras: Reconhecimento, e carreira dentro da empresa. Lugar bem centralizador, sem muitas chances de possuir autonomia, e gestão bem controladora e rígida.   "},{"user":"Analista de Marketing Pleno","avaliation":"Prós: Salário acima da média vários benefícios bonificação no final do ano PPR no início do ano Horário flexível Home Office Friday ambiente moderno boa localização com o shopping em frente oum Shopping do lado e ao lado do metrô Contras: Pessoas totalmente despreparados detêm os cargos de gestão Difícil possibilidade de crescimento nepotismo sistemas antigos e muito defasados processos engessados TI lento e desinteressadao RH mal estruturado possibilidade de crescimento e plano de carreira quase zero   "},{"user":"Estagiário em Estatística","avaliation":"Prós: A empresa é muito boa, extremamente descontraída, No dress code, muito bem localizada, ao lado da estação de trem Morumbi da CPTM. Recomendo muito para todos os profissionais da área de telecomunicação. Contras: Ainda não encontrei pontos negativos relacionados a empresa. A única coisa que posso comentar negativamente é em relação ao cartão/ticket alimentação, que não abrange ao mês todo.   "},{"user":"Assessor Comercial Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Na Nextel tínhamos todos os benefícios de uma grande empresa. Plano de saúde, Plano odontológico, seguro de ida e previdência da empresa.... Contras: Empresa desorganizada nos processos Falta de aparelhos para venda Conselhos para presidência: De valor a área comercial.   "}]