[{"user":"Líder Educador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa agradável, bons recursos. Crescimento profissional, e aprendizado interno. Bons benefícios, equipe bem estruturada. Areá de Staff organizada Contras: Creio que as chances de crescimento deveriam ser mais fácil a partir do desenvolvimento do funcionário. Mais treinamentos e capacitações para evitar possíveis falhas Conselhos para presidência: Acreditar e profissionalizar funcionarios   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benéficos de valores ótimos e há diversos eventos e palestras que ajudam na nossa carreira ou para reflexão no dia a dia tanto para o clt quanto estágiarios Contras: Há um pouco de dificuldade para mudar de area na empresa devido a questões burocráticas (na minha opinião). Apesar de sempre a abrirem processo seletivo interno   "},{"user":"Instrutor de Treinamento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Tem ótimos benefícios, mas não têm plano de carreira e desenvolvimento de cargos! Tem um bom clima organizaciona Pessoas interessadas em aprender Contras: Desenvolvimento de pessoas! Bons cargos sempre são por indicações de pessoas que são amigos, os Jobs internos são bons mas só funcionam para cargos simples. Conselhos para presidência: Avaliação 360 coerente onde todos sapo avaliado   "},{"user":"Especialista","avaliation":"Prós: Home oficie, flexibilidade de horário, benefícios melhores que outras telecons, local de trabalho leve e agradável, hierarquia horizontal entre outras Contras: Sem padrão nas informações , priorização das demandas com pouco tempo para análise e execução, mais de uma área com a mesma demanda/ informação   "},{"user":"Assessor Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salario muito bom, acima do mercado, benefícios excelente com datas programas certas e ate créditos antecipados na maioria das vezes, empresa muito boa. Contras: Ma gestão, nao existe equipe para ajudar apenas para te pular nas vendas, supervisão que nao sabe ajudar em nenhum ponto so em cobrança....   "},{"user":"Teleoperador de Atendimento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Salário na época era compatível com o mercado e os benefícios. A empresa tinha uma ótima localização, fácil a acesso a ônibus e metrôs. O horário também era flexível Contras: Não tinha chances de crescimento da empresa, mesmo se estive cursando faculdade ou algo assim. Eram pouquíssimas as pessoas que era reconhecida pelo seu trabalho na empresa.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo ambiente de trabalho. Empresa inovadora no ramo de telecomunicações. Focado no cliente. Vários benefícios. Ótima empresa para se trabalhar. Contras: Dificuldade de crescimento. Mais oportunidades em Sao Paulo. Menor empresa no ramo de telecomunicações 3G/4G, por isso as vezes carece de menor investimentos.   "},{"user":"Coordenador de Processo","avaliation":"Prós: O clima é muito bom o que favorece o desenvolvimento e atuação dos colaboradores. O pacote de benefícios também é bem interessante quando comparado com o mercado. Contras: A comunicação entre as áreas ainda precisa ser melhor trabalhada bem como no estabelecimento de uma cultura ágil dentro da organização para dar um diferencial competitivo frente às concorrentes. Conselhos para presidência: Manter o sangue laranja pulsando nos colaboradores com benefícios inovadores.   "},{"user":"Operador de Vendas I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com ótimos benefícios, salario compatível com mercado telecon e ambiente agradável e confortável de se trabalhar. Bastante flexibilidade em relação a data de férias. Contras: Empresa muda procedimento a todo instante e isso causa uma certa insegurança no funcionário e no cliente. Sem contar que as áreas de TI são muito falhas e demoram a resolver o problema do cliente. Conselhos para presidência: Deem boas oportunidades de crescimento para bons vendedores e não para indicações.   "},{"user":"Analista Programador Java Pleno","avaliation":"Prós: Política de vestimentas, flexibilidade de horários, Fun Friday, benefícios, oportunidade de aprendizado, crescimento profissional, inclusão. Contras: Políticas de salário defasada, isso desencoraja muito os funcionários mais antigos, um analista pleno que entrar hoje ganha mais do que um que já está lá a anos.   "}]