[{"user":"Analista Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Alguns pontos que merecem destaque na Telefônica/Vivo é a possibilidade de aprender muito e rápido. Há ainda um plano de carreira concreto, em que é possível saber o que fazer para o próximo passo. Contras: Um dos pontos negativos da empresa é o excesso da carga horário. Muito raramente você consegue fazer \"apenas\" o seu horário normal e sair. Em muitos casos, faz-se necessário extender a jornada de trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Salário até acima da media, benefícios espetaculares, ótima localização, RH funciona muito bem empresa dos sonhos para se trabalhar, oferece cursos e certificações Contras: Algumas panelinhas mas isso é normal em qualquer grande empresa, ate o momento com 6 meses de empresa não tenho pontos negativos a apontar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2013","avaliation":"Prós: Os benefícios são ótimos até mesmo para estagiários. Os projetos sociais que fazem que todos os funcionários são convidados a participar são bem legais. Contras: Não tenho muito o que falar de negativo. Talvez a falta de oportunidades para efetivação na área administrativa no meu estado, fora isso nada a declarar de ruim.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas II","avaliation":"Prós: Benefícios, a vivo é uma empresa fantástica, segue um DNA excelente que fascina qualquer empregado. Sodexo e Ticket alimentação muito bom... Contras: Com certeza é sem sombras de duvidas os gestores são os piores que já tive em toda a minha carreira corporativa, o que acaba a vivo com certeza é uma grande maioria de gestores, pensamentos arcaicos, cobranças com humilhações as vezes. A presidência da empresa é boa, agora os chefes de sessões precisavam de uma reciclagem de como tratar um ser humano. Conselhos para presidência: Recicle os chefes de sessões, eles estão adoecendo a maioria dos funcionários com cobranças excessivas (humilhantes as vezes até) eles têm que entender que somos seres humanos e merecemos respeito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Assistente Técnico","avaliation":"Prós: Muitos beneficios como, plano de saude, plano odontologico, previdencia, ticket alimentaçao e refeiçao, participaçao nos lucros, ajuda nos estudos e muito outros. Contras: Nao tem progressao, pressao o tempo todo por resultados, ambiente com muita bajulaçao, fofoca, salario de miseria, coordenaçao e gerencia desqualificada. Conselhos para presidência: Mudar a coordenaçao de produçao e gerencia, ambos muitos desqualificados, nao tem respeito com o colaborador, esses nao tem o DNA VIVO.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos Pleno","avaliation":"Prós: As iniciativas de diversidade e inovação tecnológica, pois mostram os objetivos da empresa de sempre melhorar e se adequar para a indústria 4.0. O ambiente de trabalho, geralmente é bom e as pessoas são de fácil acesso. Contras: Nem sempre a baixa gerência aplica o que a alta gerência prega, isso é ruim porque vemos as mudanças em todas as áreas e as vezes, por despreparo talvez da baixa gerência, essas mudanças não chegam a nós. Conselhos para presidência: Trabalhar na melhoria da liderança dentro da empresa, principalmente para os níveis de gestores e coordenadores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Flexibilidade de horário, pacote de benefícios atrativos e flexíveis conforme a sua necessidade pessoal e familiar, qualidade de vida, ótima localização, oportunidades profissionais desafiadoras. Contras: Hierárquica demais e muito fragmentada, cada área faz um pedaço. Complicando para descobrir quem é o responsável pelo todo. E assim, ser mais produtiva e eficiente na tomada de decisão. Conselhos para presidência: Focar em qualidade dos serviços.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Trabalhar 6 horas diárias, premiações não tenho muito o que falar. Não tive uma experiência muito boa. Não tem pontos positivos Contras: Não tem plano de saúde, plano odontológico. ... vale refeição... pontos negativos não tive uma boa experiência, não tive uma boa experiência\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Varios ... Paga direito e benefícios. Vale refeiçao e vÁ. Ppr. Não atrasa pagamento e plano de carreira para quem quiser crescer na empresa. Contras: Nenhum Empresa boa para trabalhar. Eu não tenho nada contra. Trabalharia novamente se fosse possível. Empresa humana com funcionários...só não são com os clientes.clientes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Assistente II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Motivação , oportunidade de crescimento,salário compatível com cargo, benefícios, convenções, viagens, treinamento, sistemas acançados, aparelhos funcionais. Contras: Escalas sem folga semanal , banco de horas difíceis de tirar devido demanda de algumas areas , mudanças de estratégias quase que diarias ...\n\nRecomenda a empresa:   \nREPORTAR"}]