[{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho bem motivado. Pessoas que se importam com o time, com a empresa. Novos desafios a serem superados sempre, de acordo com a tecnologia que está lidando no momento. Contras: Até o presente momento não tenho nenhum ponto negativo, crítica ou algo do gênero a fazer sobre a empresa em questão. Muito pelo contrário, como informado nos pontos positivos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Projetos","avaliation":"Prós: É uma empresa com ambiente jovem, dinâmico em que é possível fazer mais que colegas. Os benefícios, remuneração, horário flexível são grande vantagem. Contras: O mundo de telecom e a empresa em si são muito agressivos e portanto tendem a sobrecarregar determinadas funções, assim estamos sempre com prazos apertados e a pressão é grande.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"TI Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidades de crescimento, tecnologia de ponta e bons beneficios. Bom acesso aos gestores, com liberdade para expor ideias e sugerir mudanças Contras: Dependência de aprovações da matriz traz morosidade. Carga de trabalho para camada de gestão é elevada, com maior dificuldade para equilíbrio com vida pessoal\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Salário, benefícios, chances de crescimento, visibilidade para carreira, é uma empresa moderna, respeita os funcionários, oferece oportunidade de trabalhar 1 dia em casa. Contras: Em algumas áreas o ambiente é muito político, necessitando que o colaborador muitas vezes tenha que se enquadrar para que mantenha o seu emprego Conselhos para presidência: Expandir mais o preenchimento de vagas internacionais\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: ambiente cool, beneficios bons, prédio novo, pacote de benefícios bem atraente, celular corporativo e produtos fixo com desconto, previdência privada, ambiente agradável de trabalho. Contras: falta de fluxo e processo, executivos não preparados, muito retrabalho, muitas re-estruturaçoes, projetos sem fim, gerentes misturam amizade com ambiente de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sr","avaliation":"Prós: Visão global, qualidade do serviço e produto, conhecimento amplo sobre diversas áreas, comunicação, projetos de diversidade e igualdade, aproximacao com a presidência. Contras: Falta de Plano de carreira, dificuldade de buscar informações em áreas distintas, muita segmentação, processos muito engessados, dificuldade de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Relacionamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salários em dia., remuneração acima do mercado, carga horária agradável. Ambiente agradável e bonito, lojas modernas e bem equipadas. Suporte da gerência Contras: Metas puchadas, o grande ponto negativo que se trabalhar 6x1 pois suas lojas são em shopping. Fora isso não tenho o que falar da empresa. Ok \nREPORTAR"},{"user":"Assistente Técnico","avaliation":"Prós: Ambiente de trabalho satisfeitório, liderança comprometida com a evolução dos seus colaboradores, bons benefícios, oportunidades de crescimento. Contras: Acredito que por ser uma grande empresa poderia rever algumas oportunidades para os cargos administrativos, pois após o assistente técnico não tem muita opção para migrar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2019","avaliation":"Prós: Comissão variável boa dependendo da região de cidade for pequena na a muitas vantagens pelo fluxo de clientes pelo fato de vendas ser baseado em planos Contras: Elegibilidade para comissão voce precisa atingir uma combinação de metas para que possa ganhar sua comissão toda se não não recebe nada pelo que foi vendido\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: As pessoas em geral são super simpáticas e engajadas o que proporciona um clima excelente. Os benefícios são ótimos e, pra quem gosta, desafios não faltam pra te fazer \"sair da caixa\". Contras: Os processos de promoção por vezes não são muito claros. Há uma constante mudança de direcionamento de objetivos e escopo das áreas, talvez pelo dinamismo que existe no negócio.\n\nRecomenda a empresa:   \nREPORTAR"}]