[{"user":"Consultor de Negócios Il","avaliation":"Prós: Empresa muito boa em salário e benefício, da oportunidade para os funcionários subirem de cargo, não contrata pessoas de fora para cargos maiores Contras: Empresa muito boa em tudo, nada a reclamar, a única coisa ruim é que não temos alçada para resolver tudo as vezes ficamos refém do calcenter\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor Operacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma boa empresa, boas remunerações, ótimo clima organizacional e infraestrutura agradável, plano de carreira e participação de projetos sociais e voluntários. Uma empresa nota 10. Contras: Tenho pouco a falar sobre pontos negativos mas como toda empresa os pontos negativos são: falta de automação em alguns processos e falta de gestão qualificada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Telecomunicações","avaliation":"Prós: Ambiente agradável para trabalhar e com grande diversidade. A empresa oferece pacote de benefícios competitivo e boa flexibilidade com horários e carga de trabalho, assim como home office. Contras: Poucas oportunidades de crescimento na carreira, constantes reestruturações causando até mesmo confusão nos colaboradores. Nível de burocracia um pouco alto até mesmo nas mais simples ações. \nREPORTAR"},{"user":"Analista Administrativo Júnior","avaliation":"Prós: Ambiente de trabalho amigável e satisfatório, com um clima leve. Boa renda para cargos mais altos e a empresa oferece boa estabilidade profissional. Contras: Quantidade de trabalho muito grande e falta respeito pelos horários de trabalho, ligando e contatando os funcionários fora do período de expediente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Empresa com horário flexível, bom clima pra se trabalhar, perto do metro, bom ar condicionado, plano de carreira, beneficios excelentes, otima escola, perto de tudo, chances de crescimento Contras: Nepotismo, gestores não preparados, foco no pessoal e não no profissional, burocracias, infraestrutura predial ruins, falta de feedback, banheiros pessimos, gestores não preparados, Conselhos para presidência: Invista nos profissionais que realmente querem fazer a diferença\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Instalador A - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma ótima empresa , não tenho que reclamar pena que eu nao tem como volta , voltei com MT prazer , amei trabalhar lá e aprendi MT e fiz mts amihoa Contras: Não tenho oque reclamar , ótima empresa , apesar de umas pessoas serem ignorante , de resto tudo certo , Se podesse volta atrás nem Oi nhã saído de lá Conselhos para presidência: Continue assim\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos Sênior","avaliation":"Prós: Empresa que nos dá oportunidade de inovar, liberdade para atuar e desenvolver .local fantástico para trabalhar e região excelente para ir e vir. Contras: São poucas as observações negativas , time em constante desenvolvimento, gestores muito focados .. ruim é a dificuldade de desenvolver e implementar processos Conselhos para presidência: Continuar a preocupação com o bem estar do colaborador!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Diretor","avaliation":"Prós: Uma empresa reconhecida pela entrega de serviço inovadores que encantam os clientes e busca sempre a eficiência no dia-dia, além de proporcionar um ambiente para desenvolvimento da pessoas Contras: Atuação em área com regulamentação ultrapassa o que implica maior rigidez para acelerar o investimento em novos negócios e ampliar a cobertura de banda larga no Brasil\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Menor Aprendiz Auxiliar Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: O ambiente é muito bom. Chefes bem compreensíveis, equipe unida e animada, para bater as metas que a empresa colocava. Horário flexível. Lugar cheiroso. Contras: As vezes era muito estressante principalmente em horários de pico, quando tinha muitos clientes e a maioria já zangados também com algum problema que tiveram com os serviços ofertados pela operadora.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia,árias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.\n\nRecomenda a empresa:   \nREPORTAR"}]