[{"user":"Consultor","avaliation":"Prós: Boa empresa para criar raízes e relacionamentos. Oportunidades para alteração de aréas de trabalho. Ambiente de trabalho leve. Bom pacote de benefícios. Contras: Burocracia e demora excessiva para resolução de problemas. Em comparação com nível de experiência, tem o salário desafado em relação ao mercado. Sindicato não tem tanto poder para acordar melhorias com a empresa. Conselhos para presidência: Melhorar a remuneração.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Premium","avaliation":"Prós: Bons benefícios, recebo um vale alimentação de R$ 726,00 e um ótimo plano de saúde. A comissão também é muito boa. Gosto que a minha comissão é somada ao meu salário base, ou seja recebo os 2.. diferente de alguns lugares que recebe só a comissão. Contras: Bastante pressão, por parte dos clientes, e gestores em relação as metas. Telecom você deve estar ciente que terá que resolver problemas cinstantemente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Otimo ambiente de trabalho, assistência médica, beneficios como vale transporte, localização muito boa, ambiente fisico de trabalho moderno. Contras: Poucas chances de evolução na carreira, mudanças de projetos invalidando seus trabalhos passados, chefias e gerenciais com muita troca de pessoas. Conselhos para presidência: Não trocar suas chefias e gerenciais com tanta frequencia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas","avaliation":"Prós: Ótimos benefícios, empresa valoriza o profissional, treinamentos constantes, promoções, plano de carreira, pl, clima organizacional bom vale a pena. Contras: Empresa precisa reciclar alguns gerente de sessões, com um cultura diferente do DNA VIVO, que tanto pregam. São serres na sua maioria ignorantes e não sabem lhe dar com o ser humano. Conselhos para presidência: Empresa precisa reciclar alguns gerente de sessões, com um cultura diferente do DNA VIVO, que tanto pregam. São serres na sua maioria ignorantes e não sabem lhe dar com o ser humano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Relacionamento Pleno","avaliation":"Prós: O clima entre os colegas é ótimo, empresa tem bons benefícios, infraestrutura, home office semanal para áreas administrativas, ambiente tecnológico e ações de endomarketing constantes. Contras: A sua avaliação é feita exclusivamente pela percepção do seu gestor, sem metas claras e objetivas. Vários processos são bem burocráticos e lentos, não são claros.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Sênior","avaliation":"Prós: Benefícios, flexibilidade de horário, dress code, mobilidade. O fato de termos celular, plano de dados e ligações ilimitadas ajuda muito na comunicação e home office. Contras: A rotina de trabalho é muito intensa, o que afeta na qualidade de vida caso tenha algum planejamento familiar diferenciado e rotinas que exigem mais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Telemarketing","avaliation":"Prós: Salario e beneficos bons, gym pass, plano de saude plano odontologico, carga horaria, sala de descanso com wifi , equipamentos internos e mobiliaria bons Contras: Metas dificeis de alcançar, politica da empresa muda constantemente, refeitorios pequenos de resto nada a mais de pontos negativos empresa muito boa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Planejamento Comercial","avaliation":"Prós: Cultura inovadora. Pessoas livres. Diversidade. A companhia possui um bom pacote de benefícios, que permite ao colaborador cuidar de todos os setores de sua vida Contras: Muitos cargos de chefia. Morosidade na resolução de problemas ligados a RH. Equipamentos deveriam ser mais ágeis, dado que trata-se de uma empresa de tecnologia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Plano de Benefícios, ambiente, incentivo para rotatividade em diversas áreas da empresa, celular funcional com internet ilimitada, sempre bons desafios Contras: Empresa se diz voltada para pessoas, mas na verdade não cumpre com o que sai na mídia. Mantém funcionários com métodos de gestão por medo e coeçao, e dispensam os que efetuam denuncja\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing Sênior","avaliation":"Prós: Política Vem de Você, Comitês de Diversidade e Programa de Voluntários. Além disso, a maior parte dos colegas querem realmente aprendem e estão dispostos a compartilhar conhecimento. Contras: Como é uma empresa muito grande, a politicagem e burocracia atrapalham em algumas situações. Sinto que são muitas diretorias e dá um pouco de impressão de que há retrabalho ou que algumas áreas são sobrecarregadas.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]