[{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2016","avaliation":"Prós: A Comissão é um ponto positivo e as bonificações. Vários prêmios e viagem pagas pela empresa. Conforto no local de trabalho. Uniforme confortável Contras: Muitas horas após o horário sem receber hora extra. A\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Na minha área atual tenho muita flexibilidade em horário e local de trabalho. Faço home office 1 vez por semana porém se precisar posso trabalhar outros dias de casa ou de um outro prédio mais próximo. Salário pago em dia Contras: Nunca recebi um feedback, gestores despreparados, só se preocupam em mostrar resultado para a diretoria. Sem reconhecimento e promoções são muito difíceis. Conselhos para presidência: A empresa deixou de valorizar os funcionários, os benefícios estão acabando e com isso os bons funcionários estão saindo cada vez mais. Gestores péssimos, só se importam em mostrar resultado para diretoria. Muitos processos arcaicos e mudanças de estrutura frequentes que acabam sempre trazendo mais bagunça do que beneficios para as áreas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com infinitas possibilidades de atuação pelo seu grande porte, além de experiencia internacional, por ser do Grupo Teléfonica, está presente em inúmeros países. Pacote de benefícios excelente. Contras: Pouco senso humanitário apesar da \"cultura\" da empresa pregar o cuidado com o colaborador, na prática, não acontece. Disponibilidade 24h, até pelos colaboradores terem celular corporativo. Remuneração não muito atrativa, principalmente em São Paulo. A cultura do funcionalismo público ainda está presente em muitas áreas, atrasos de 30 minutos são considerados normais, como fazer horas extras também. Fácil encontrar gente no escritório as 20h, 21h, 22h.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Projetos Sênior","avaliation":"Prós: Empresa com muitas oportunidades de crescimento; busca constantemente melhorias em qualidade de vida para o colaborador, muito dinâmica no quesito adaptabilidade em relação ao mercado. Reconhecimento; Qualidade de Vida; Contras: Não tenho pontos negativos para descrever sobre a empresa, existem sim pontos a melhorar onde a empresa busca constantemente melhorias para seus colaboradores\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista","avaliation":"Prós: A empresa possui flexibilidade de horário e também possui Trabalho Remoto. Os benefícios são compatíveis com o mercado. Pode usar vestimentas leves. Contras: Falta de Reconhecimento, Gestores sem capacitação, RH não sabe o que esta acontecendo nas áreas. Não possui plano de carreira. Gestores precisam de capacitação para serem lideres e não chefes. Limitação de promoção e reconhecimento pelo RH e pela cultura dos Gerentes Divisão antigos. Nunca um analista vai chegar a um cargo de liderança se o mesmo não possuir influencia com a Direção.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Ótima empresa, grande e com muitos benefícios imbatíveis na minha opinião. Processos seletivos internos bem estruturados. Gosto de fazer parte da Vivo Contras: Acredito que o plano de salário para alguns cargos é um pouco baixo principalmente os administrativos. Em algumas situações também notamos um certo abuso nos horários pois certos cargos não tem hora para sair da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa apresenta ambiente competitivo com grandes desafios e transformação constante. Busca política igualitária onde todos são iguais e pertencem. Contras: Constantes transformações estruturais trazem desafio nos processos de seleção internos e entregas devido a ajustes de atividade das equipes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Divisão","avaliation":"Prós: Solidez e sempre se re-inventando Marca forte e reconhecida Salário médio Oportunidade de aprendizagem Multi tarefa Mercado massivo e corporativo. Internacional Contras: Área de B2B está passando por uma transformação com lideranças ruins. Desestímulo total. Desrespeito dos VPs Atualmente Falta de apoio e suporte interno. Clima ruim atualmente. Falta de confiança na liderança Conselhos para presidência: Busque a informação sem filtros, audite o funcionamento do B2B e audite o clima corporativo. Romper com processos e legados é essencial para o negócio, e os erros e desacertos fazem parte desta evolução e resultam num produto melhor. Porém ocultar isso buscando demonstrar a infalibilidade, a perfeição é falso e destrói uma cultura, o que quando descoberto é irreparável.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Pleno","avaliation":"Prós: bom clima organizacional, politicalha de valorização de funcionário, plano de carreira e bons benefícios. Grande oportunidade de aprendizagem Contras: Horário de trabalho excessivamente longo, grande pressão para entrega de trabalhos e resultados, alto nível de competição entre os pares, medo de perder o emprego\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente Executivo Comercial","avaliation":"Prós: Um empresa voltada para o futuro e com visão de mercado além de seu segmento. Preocupada com as pessoas que a compõe e convicta de que ser disruptiva é essencial para atender a um mercado cada vez mais exigente e ágil. Contras: É uma mega cia! E portanto, tornar ágil uma empresa deste porte é um grande desafio. Há que se considerar que estão em andamento diversas ações para que a empresa deixe de ser \"departamental\".\n\nRecomenda a empresa:  Sim \nREPORTAR"}]