[{"user":"Atendente de Retenção - Ex-funcionário, saiu em 2017","avaliation":"Prós: -Excelentes benefícios e salário. -Boa carga horária. -Possibilidades de horas extras. . . . . Contras: -Alguns gestores impossibilitam/dificultam o seu crescimento profissional. -Muita cobrança em relação as metas. . . . . Conselhos para presidência: -Dar mais oportunidades para troca de horarios para quem esta mais tempo na casa. -Dar mais ajuda/oportunidade para os funcionários que querem crescer na empresa. -Os processos para crescimento profissional ser mais justo e coerente. -Ser menos burocrático para quem quer trabalhar na empresa. -Acompanhar o trabalho dos gestores/líderes ouvindo também a operação\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Programa de trainee muito bem estruturado com ótimos benefícios, pós graduaçao 100% subsidiada, salário atrativo e bom clima de trabalho. Profissionais experientes e com bastante tempo de empresa ajudam no desenvolvimento. Bom plano de carreira quando se atua nas áreas de negócios. Contras: Ocorrem muitas mudanças para melhoria dos processos e acompanhamento do mercado. Entretanto, os colaboradores não são comunicados e não possuam a opção de escolher as atividades ou áreas que vão assumir. É necessário ter um perfil dinâmico e resiliente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, plano de carreira e ambiente de trabalho. Salário pago com antecedência. Treinamento necessário pra desemprenhar um bom trabalho! Contras: A comissão não muito atrativa e metas altas demais, difícil de serem atingidas. Além disso a pressão é além do necessário. Mas é absolutamente possível trabalhar bem e ter um bom salário.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico em Suporte Técnico Fixo Banda Larga - Ex-funcionário, saiu em 2018","avaliation":"Prós: Multinacional Contras: Não se comunica ou conversa ... somente emails. Conselhos para presidência: União e força ! equipe unida vestindo a camisa .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Relacionamento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente maravilhoso de se trabalhar, trabalho em equipe com muita empatia, colaboradores prestativos, educados, sempre prontos a te ajudar, ticket de alto valor, celular corporativo, bom salário e vários incentivos. Após anos de ter saído da empresa mantenho contato com boa parte dos colaboradores e ex-colaboradores. Saudades desse antigo trabalho. Contras: Não tenho o que reclamar, foi o melhor lugar que já trabalhei até hoje. Saudades dessa empresa maravilhosa que me proporcionou ótima experiência. Conselhos para presidência: Poderiam voltar com o call center para Belo horizonte\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Produtos","avaliation":"Prós: Ambiente de Trabalho, ações sociais, instalações físicas, horário flexível, Home Office uma vez por semana, vestimenta diferenciada no verão, benefícios, oportunidades de mudança de área e país Contras: Demissões em grande quantidade com grande frequência ainda que seja incentivada causa preocupação e acaba impactando na produtividade das pessoas; RH pouco presente Conselhos para presidência: RH mais presença em avaliações de desempenho e critérios claros de promoção vertical e horizontal\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Estratégico de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Remuneração Variável,Plano de Saúde, disponibilização de uniformes. Treinamento adequado. Auxiliar |Alimentação. Empresa com alto grau de exigência, porém alto valor de remuneração. Metas claras e objetivas. Contras: Horários de intervalo não são claros e justos. Há uma preferências em questão da gestão por funcionários mais antigos. Lojas necessitam de reformas e treinamentos referente à gestão de tempo e equipe. Conselhos para presidência: Treinamento referente à gestão de equipes, mediação de conflitos. Reforma e atualização de todas as lojas próprias. Clareza nas informações repassadas à equipe.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Telecomunicações Júnior","avaliation":"Prós: Trabalhar na área de engenharia significa trabalhar com pessoas altamente capacitadas e com tecnologias mais atuais do mercado. Os benefícios também são muito bons. Contras: Salários baixos apesar dos benefícios serem bem altos. Falta de reconhecimento de trabalho, muita burocracia para resolução dos problemas e muitos graus de hierarquia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: empresa transparente com o consultor e pagamento em dias , tornando assim o colaborador com mais vontade de trabalhar com a empresa e assim produzir melhor Contras: A empresa precisa ouvir mais o comercial , pois e eles que dao lucro a empresa e sendo assim tem que ouvir mais os vendedores e observar antes de falar\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa muito boa com benefícios muito bons, não tenho nada a reclamar da empresa, oportunidade de carreira e total apoio, empresa responsável. Contras: Trabalhei na área de telemarketing, então era estressante, as vezes os supervisores pegavam no pé, mais fora isso que é normal não tenho imprecisões negativa\n\nRecomenda a empresa:  Sim \nREPORTAR"}]