[{"user":"Analista de Recursos Sênior","avaliation":"Prós: Muitos desafios, ambiente dinâmico e flexível. Empresa focada em resultado, mas preocupada com o desenvolvimento de seus colaboradores. Ótimos benefícios. Contras: Um pouco burocrática, as vezes alguns processos ficam muito tempo parados por necessitar da aprovação da Espanha. Mas é algo que o grupo está ciente e trabalhando para que melhore. Conselhos para presidência: Menos burocracia, implantar a cultura do levante da sua mesa, não precisa enviar e-mail.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Benefícios, pessoas, flexibilidade, atenção com o funcionário, estabilidade, plano de carreira, oportunidade de cursos pela empresa e parceria. Opção bem bacana de trabalha de bermuda no verão e fazer trabalho remoto 1 vez por semana. Planos de internet e telefone da empresa muito bacana também. Contras: Distancia da minha casa, cobrança, trabalho sobre pressão, carga horária flexível porém muitíssimo puxada. Para cargos executivos há maior dificuldade de movimentos internos, exige um bom network.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Estratégia de Cobrança Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa oferece uma gama imensa de oportunidades de aprendizado e desenvolvimento, dentro de um ambiente dinâmico e possível participar de vários projetos enriquecedores. Contras: Existe um elevado grau de desorganização dentro da empresa, muitos processos não tem diretrizes e isso causa imensa perda de tempo na hora de buscar informações. Conselhos para presidência: Propor um grau de sinergia entre as áreas, para que entendem melhor os contextos da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Back Office","avaliation":"Prós: Benefícios e oportunidade bde crescimento, empresa q investe no aperfeiçoamento de seus funcionários através de treinamento e cursos grátis. Contras: Insegurança na avaliação dos gestores,pois nao temos certeza q as notasbqur damos podem ser identificada pelos supervisores, portanto a pesquisa de clima nem sempre é o que parece.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente Operacional e Account Manager","avaliation":"Prós: Capacidade de inovação da empresa, liderança, marca, competitividade. os benefícios da empresa são um diferencial para manter a mesma competitiva. Contras: Vejo que a redução do investimento não deve ser trabalho como forma unica e exclusiva de redução de custos. Deve-se sim ter um pensamento de contenção de despesas mas de forma que não atrapalhe o desenvolvimento das áreas Conselhos para presidência: Melhorar o investimento da infraestrutura da empresa, especialmente em novas localidades.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente","avaliation":"Prós: Ambiente bom de se trabalhar salarios compativel. Carreiras e crescimento e experiencias novas e negociaçoes com treinamentos. Piv conforme stigimento de metas. Boa localizaçao e convenio bons. Supervisores e profissionsis de autoperformace. Contras: Piv variavel Ambiente agradavel e redpeito as diferenças. Conselhos para presidência: Metas adequadas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico de Telecomunicações","avaliation":"Prós: Ótimos benefícios, local de trabalho agradável e um ambiente em que todos se respeitam independentemente de crença, opinião política ou de gênero. Contras: Não tem um plano de carreira concreto, para evoluir na empresa você precisa buscar novas vagas internas. Mesmo atingindo todas as metas e executando o seu melhor, alguns gestores te vêem apenas como número. Conselhos para presidência: Valorizar mais os talentos da empresa e investir em quem realmente quer fazer a diferença\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico Instalador","avaliation":"Prós: Benefícios, trabalhar com uma certa liberdade, Contras: Péssima gestão, ambiente de trabalho ruim, pouco apoio aos técnicos de campo, sem rota de trabalho fixa forçando o técnico a viajar, não recomendaria para um amigo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Redes Sociais","avaliation":"Prós: Empresa que incentiva o crescimento profissional e oferece benefícios que ajudam a melhorar a qualidade de vida dos colaboradores. Para profissionais inciando a carreira, é uma oportunidade incrível de desenvolvimento. Contras: As atribuições da equipe de atendimento podem se tornar repetitivas e a ascensão profissional deve levar alguns anos. Por isso, os cargos de atendimento são ideais para profissionais que buscam adentrar o mercado de trabalho ou que tenham um plano de crescimento a longo prazo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Empresa muito people. Muitos beneficios e programas internos legais. Há uma cultura em transformação que permite adaptabilidade ao ambiente. Muito bom de trabalhar. Contras: A empresa passou por diversas fusões e mudanças de liderança que atingem o dia a dia de forma substancial. É uma empresa em crescimento e transformação.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]