[{"user":"Coordenador de Vendas","avaliation":"Prós: Comissão , motivação e o principal valoriza os funcionarios . As viagens e bonus são bons . Contras: Carga horaria acaba atrapalhando um pouco , pois temos horario para entrar , porem para sair do trabalho é bem complicado , essa jornada é bem desgatante .\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Comercial","avaliation":"Prós: Os benefícios são ótimos, em varias ocasiões recebemos bonificações que sempre salvam, sempre com oportunidade de crescimento e a empresa sempre pensa no funcionário Contras: Apesar de varias oportunidades de crescimento e aumento de cargo e salários, é complicado migrar de uma área pra outra dentro da empresa. Sair do setor de lojas por exemplo e ir para o inferno em marketing\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Marketing Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa tem uma estrutura muito boa, grande oportunidade de networking, vários benefícios (incluindo Previdência Privada e PLR), flexibilidade no horário de entrada. Contras: Remuneração abaixo das demais empresas do mesmo ramo de atividade. Muita politicagem, sei que é normal em empresas de grande porte, mas na Vivo é demais, vale mais a sua amizade com o seu chefe do que o trabalho que você realiza. Muita burocracia, você demora uns 2 meses para conseguir uma informação simples de outra área, em muitos caso essa demora é proposital para dificultar o trabalho de uma diretoria diferente. Conselhos para presidência: Uma empresa tão grande poderia ao menos ter salários e benefícios condizentes com os ofertados pelas outras empresas do mesmo ramo de atividade.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente agradável, benefícios (PPR, Convênio com academias, Vale Alimentação, Vale Refeição), aprendizados em geral, possibilidade de realizações de cursos internos. Contras: Para ter sucesso na empresa é necessário puxar o tapete dos colegas, passar por cima das pessoas, mentir. Muitos profissionais que são visivelmente ruins como ser humano são promovidos e valorizados. Quem age com a verdade e de maneira correta, não tem valor. Todo ano ocorre uma leva de demissões, onde é demonstrado que os funcionários la são apenas números.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho alegre e informal, respeita as adversidades, ótimos benefícios, tem projetos de voluntariados todo o ano, reconhecimento de coloboradores Contras: Trabalhos com excessivas horas extras, difícil ter equilíbrio entre profissional e pessoal. Ainda não há uma cultura de home office expandida para todas as áreas \nREPORTAR"},{"user":"Consultor de Inovação","avaliation":"Prós: Beneficios oferecidos aos funcionarios, salario compativel com o mercado e desafios profissionais. Oportunidades de aprendizados e networking. Contato com novas tecnologias e processos atuais Contras: Dificil construir um plano de carreira e dificil receber feedbacks concretos dos processos seletivos internos qdo nao e selecionado. Processo de feedback varia conforme o gestor apesar de um processo unificado do rh\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muito dinamica, ambiente bem moderno, muitos benefícios e dinamicas diariamente. Equipes bem integradas e possibilidade de rotatividade dentro da empresa Contras: Infelizmente, é muito dificil ser promovido. Os trabalhos exigem dedicação vinte e quatro horas por dis e sete dias por semana, muitos trabalham mais de 20 horas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Agente de Atendimento","avaliation":"Prós: Salário pagos em dias, sem problemas com os benefícios dados pela mesma. Ótimo lugar para crescimento profissional e pessoal, contato com pessoas de várias idades. Contras: RH muitas das vezes despreparado para te atender, depende de seu produto, terá uma cobrança muito forte, muitos gestores não sabe ter a boa gestão pessoas. Conselhos para presidência: Que possa escutar mais seus agentes, são eles que vestem a camisa da empresa \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Benefícios muito acima de mercado, dress code livre, plano de participação de até 2 salários, horário flexível sem marcação de horário de almoço Contras: Grande paternalismo sem levar em consideração a meritocracia, processos burocráticos e desorganização. Muita gente produzindo nada e ganhando muito. Conselhos para presidência: Façam uma auditoria na produtividade dos funcionários. Vocês não tem ideia de como podem economizar sem perder produtividade. \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Tem ótimos benefícios, possui horário flexível, a empresa segue a ética social com seus colaboradores e com seus clientes. Tem objetivo de mudar sempre para melhor. Contras: Tem muitas mudanças de estrutura e mudanças de chefes, pessoas constantemente. Algumas áreas exigem plantões aos finais de semana é isso não gera tanta flexibilidade.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]