[{"user":"Analista de Recursos Humanos","avaliation":"Prós: Oportunidade de aprendizado e crescimento. Incentivo a diversas iniciativas. Infraestrutura excelente, benefícios bons e acima do que o mercado oferece. Contras: Acredito que a comunicação as vezes é falha, chegando de formas diferentes em alguns prédios ou setores. Algumas promoções e benefícios são limitados a SP, o que deixa os demais um tanto quanto excluídos da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultora - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ambiente de trabalho,gestores,colaboradores no geral são bem tranquilos,benefícios como plano de saúde,vale alimentação e refeição,horário de trabalho bom também. Contras: não tenho o que reclamar da empresa,nem dos gestores,que se tornaram amigos,pois são bem compreensíveis,um assunto um pouco delicado de se tratar são as metas,mais nada impossível\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Benefícios atraentes, ambiente de trabalho apropriado, programa de treinamentos, possibilidade de trabalhos remoto uma vez na semana, folga no seu aniversário. Contras: Não identificado nenhum ponto negativo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente de Assistente Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tem excelentes benefícios, o ambiente é excelente, comunicação interna é excelente, equipamentos pra trabalho são excelentes, computadores de excelente estado para o realizar as atividades também são excelentes. Contras: O plano de carreira é muito difícil e o salário não é muito bom, fora que a empresa mantém os funcionários trabalhando a mais do horário permitido sem paga hora extra. Conselhos para presidência: Mais oportunidade para os colaboradores recém formados de qualquer área de atuação.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico em Fibra Optica - Ex-funcionário, saiu em 2018","avaliation":"Prós: Sem atraso de pagamento, o pagamento sempre Tana na conta no dia ou um dia antes, nunca tive problema com isso e eu trabalhei lá por um ano e pouci Contras: Não é reconhecido, você pode trabalhar o quanto for mas não será reconhecido e sempre ganhara a mesma coisa,o salário e bom só não espere aumentar\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Estágio","avaliation":"Prós: Boa cultura organizacional, com diversas oportunidades de crescimento e aprendizagem. Diversos benefícios como, VR, VT, descontos de funcionário e associação ao nosso clube. Contras: Como a empresa é muito grande, existem diversas áreas dentro da empresa onde o trabalho pode ser muito operacional e apresentar um cultura não tão boa. Além de salários não muito altos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Engenheiro","avaliation":"Prós: Os benefícios são muito bons, ambiente de trabalho bacana e preocupação com a qualodade de vida do colaborador, gosto muito de trabalhar na empresa. Contras: O Plano de Carreira está muito tempo parado, reajustes saláriais menores que oitras categorias, precisa de uma adoção de plano de carreira nova tudo é muito travado\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente de trabalho, oferece muitos benefícios e treinamentos, o vale alimentação é de valor razoável, empresa que valoriza o colaborador dando oportunidades de seguir carreira Contras: As vezes da meta muito acima da realidade do momento, cobrança excessiva os 30 dias do mês, poderia melhorar os benefícios, tendo opção de auxilio combustível\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Processos Júnior","avaliation":"Prós: Ótimos Benefícios, bom clima organizacional, possibilidade de promoções, empresa com alcance global e sólida, líder de mercado no seu segmento. Contras: Devido ao tamanho da empresa algumas alterações demandam tempo além disso existem várias alterações de estruturas, isso trás um pouco de preocupação sobre a continuidade de emprego.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Segurança da Informação Pleno","avaliation":"Prós: Colegas de trabalho. Contras: Restruturaçao periodica\n\nRecomenda a empresa:  Sim \nREPORTAR"}]