[{"user":"Consultor de Inovação","avaliation":"Prós: Bom pacote de benefícios compativeis com o mercado , possibilidade de trabalhar em equipes multidisciplinares e com tecnologia de ponta. Oportunidade de participar de processos seletivos para outras operações do grupo Contras: dificil crescimento profissional , aumentos por meritos , muitas mudanças de chefia anualmente, dificulta o reconhecimento ou o acompanhamento de carreira\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios","avaliation":"Prós: Empresa que se preocupa bastante com o funcionário boa remuneração e se preocupa em detalhe com o cliente evitando erros o que torna o trabalho muito melhor Contras: Promoções na empresa são rm geral um tanto problemáticas mistura se muito o pessoal com o profissional e só amigos de alguém acabam por conseguir um cargo a curto prazo\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Instalador","avaliation":"Prós: Plano de carreira ,benefícios ,autonomia para trabalhar ,empresa sempre em dia com cursos de segurança e tambem cursos de aperfeiçoamento profissional e treinamentos Contras: Alguns gestores de campo despreparados para lidar com equipe isto acaba desmotivanso os técnicos de campo que não se sente representados e acabam por ser profissionais medíocres alguns com um bom potencial mas entristecidos pelo tratamento Conselhos para presidência: Uma boa dica é uma pesquisa de clima com os funcionários a respeito de seus gestores. \nREPORTAR"},{"user":"Vendedor Interno - Ex-funcionário, saiu em 2019","avaliation":"Prós: Os benefícios são ótimos (plano de saúde mais odontologico e de academia). Não tem cobrança para você ir a mais do seu horario de trabalho igual costuma ter em outras lojas do shopping. Pagam hora extra caso você venha. Em relação ao salário, se você bater a meta da para tirar bem porém, é díficil equilibrar pelo fato de ter que bater duas metas (móvel e fixa) se não, só ganha o piso. Contras: Dizem ter gestão aberta mas, não tem. Reconheço o esforço da gestão maior de tentar fazer as coisas acontecerem mas, na área de loja não é bem assim que acontece. Dizem atuar como gestão de pessoas mas na verdade só nós veem como números. Não reconhece grandes feitos apesar de estar sempre esperando isso de todo mundo. São 3 gerentes em loja e 3 subgerentes pra na \"hora do vamos ve\" parece que a loja não tem nenhum gestor. No fundo eles não gostam que peça ajuda, querem que se vire sozinho mas, se acontecer algo de errado a culpa é exclusiva sua. Agora falando da empresa em si, a telefonica, não tem nenhum ponto negativo pelo fato de seus beneficios serem maravilhosos e nunca atrasarem salario. Eles pagam sempre no dia 1. E a empresa fornece PPR. Referente a oportunidade de carreira tem, porém você tem que puxar muiiiiiiito o saco (ser aquele baba ovo dos gerentes) para poder conseguir alguma chance, você passa por entrevista (se candidata a ser consultor de relacionamento que é equivalente a subgerente) mas no final das contas, por mais que você seja o melhor (ou outro concorrente), com um desempenho de superação de metas e derivados, eles vão acabar escolhendo quem eles querem (sim, parece que fazem entrevista e testes só por procedimento interno mas quem irá ser selecionado os gerentes já sabem/escolhem desde o inicio). O que acaba sendo bastante desmotivador. E sim, eles não motivam a você crescer (porque no fundo os gerentes não estão nem ai, só estão lá pra fazer os deles e irem embora). Ou seja, sua motivação tem que ser interna. Somente. Conselhos para presidência: Serem mais acertivos. Fazer uma gestão aberta de fato. Não incentivar fofocas. Não colocar consultores uns contra os outros.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Produção","avaliation":"Prós: Ótimo ambiente de trabalho, fiz muitos amigos que hoje estão em outros projetos, espero continuar crescendo na empresa, estou estudando para isso. Contras: em alguns momentos a pressão para resolução dos problemas, mais os processos muito burocráticos atrapalhavam o desempenho da função, mais faz parte do ambiente de missão crítica.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente Geral","avaliation":"Prós: Excelente empresa, preocupa-se com a satisfação e bem estar dos funcionários e incentiva o crescimento profissional. Organização que segue os princípios da ética e cumpre suas responsabilidades fiscais. Contras: A forte utilização de grupos de WhatssApp nas companhias nos últimos é fator que deve ser avaliado, não me refiro à VIVO, mas faço uma observação abrangendo inúmeras empresas que utilizam do WhatssApp sua principal ferramenta de comunicação. O aplicativo deve ser utilizado para rápidos direcionamentos, mas para assuntos complexos e que exige maior detalhamento, tal ferramenta não é recomendada!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa paga ótimos benefícios aos seus funcionários, como VA alto, vale creche e ajuda alguns funcionários com faculdade (normalmente gestores) Contras: A gestão do local é horrível da gerencia até a supervisão, o funcionário é visto como objeto e com certeza não é uma empresa que acompanha o seculo que vive Conselhos para presidência: Melhorar a gestão e tratamento dos funcionarios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Empresa conectada com o mercado atual e com o mundo. Aqui não existe diferenças e todos são aceitos como eles são, isso torna o ambiente muito agradável. Contras: Único problema é que ainda temos são a colaboração entre as áreas, isso dificulta em muito no seu dia a dia, se todos trabalhassem pro mesmo ideal, essa empresa seria muito maior.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário, benefícios, promoções, variável, produto vendido, pacote de serviços, processo seletivo, localização das lojas, campanhas de incentivo e etc. Contras: Pessoas tóxicas, gerência desumana, coordenação focada apenas em números, clima organizacional Muito desmotivante, metas altas, pressão psicológica e etc . Conselhos para presidência: Mude e Humanize.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecomunicações Sênior","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada. Devido as várias fusões, cada prédio da Telefônica tem o seu modo próprio de trabalhar e por ser uma empresa tão grande as vezes é difícil que a Cultura da empresa se espalhe de forma homogênea por todos os prédios da companhia.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]