[{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2014","avaliation":"Prós: Os produtos e sistema de vendas são sensacionais, as reuniões são leves e produtivas. A equipe é unida para alcançar as metas em conjunto. Tudo muito legal. Contras: Os treinamentos poderiam ser mais corriqueiros com visitas de gestores nas lojas, também poderia haver mais comunicação entre funcionários de outras filiais.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Operador de Telemarketing Recepitivo - Ex-funcionário, saiu em 2018","avaliation":"Prós: os benefícios cartões sodexo, plano de saúde, piv, essa coisas, em geral a unica coisa boa é os benefícios, a as pessoas também são legais enfim. Contras: muita cobrança por parte da gestão, não entendem o lado do operador, só o da empresa. ;\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico Operador de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Vale refeição, plano de saúde, excelente espaço fisico para que o profissional se sinta bem no ambiente de trabalho, sala de descanso, ambulatório e muitos outros Contras: Apenas alguns estresses no atendimento, que acaba quando o problema do cliente é resolvido, pontos negativos irrelevantes diante dos benefícios concedidos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Contábil Financeiro Pleno - Ex-funcionário, saiu em 2011","avaliation":"Prós: gestores estrelas mas o ambiente e bom e com ótimos benefícios Os funcionários tem pacotes de benefícios bem interessantes , os salários são de média do mercado , nada acima . Enfim um.lugar bacana Contras: Processos enferrujados , longe de ser 8 horas de trabalho , na área financeira com certeza vc trabalha 10 horas todos os dias e as horas extras são um problema sério para eles mas que não tinha outro jeito Conselhos para presidência: Mais modernidade, tecnologia e mais serviços e fontes para ajudar a demanda de reclamações\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Benefícios coerentes com empresas do mesmo porte e segmento, processos de RH consolidados, engajamento social e apoia a diversidade, solidez financeira com grande faturamento e lucratividade. Contras: Gestão extremamente política e nem sempre voltada a resultados, muitas vezes os processos ficam apenas na teoria, áreas superdimensionadas enquanto outras sobrecarregadas e subvalorizadas. Conselhos para presidência: Muitas áreas conduzem o trabalho para manter indicadores e receber reconhecimento sem resultados real ou com resultados, mas omitindo os impactos, Gerando grande insatisfação com entre colaboradores e impactando os clientes orçamento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Contas Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios excelentes como Auxílio creche e TA no valor de R$ 1.198,00. Contras: Afinidade e muitos parentes entre outras. Conselhos para presidência: Avaliar pessoas no meio da pirâmide para baixo quem realmente está trabalhando e quem não está. \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Day off, remuneração variável agressiva mediante alcance das metas. Bom ambiente de trabalho, reuniões diárias estimulantes. Reconhecimento e possibilidade de carreira. Contras: altas cobranças no alcance dos resultados. Dependendo do chefe que se tem pode ser exaustivo, mas são excessão. Se a loja for em shopping fica difícil programar os fins de semana.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Teleatendente - Ex-funcionário, saiu em 2018","avaliation":"Prós: programas para acalmar e apoiar seu emocional, para melhor desempenho pessoal e profissional , pagamento em dia e bons beneficios dado pela empresa Contras: estresse diario em qualquer que for o setor, cobranças diretas, e clientes totalmente irritados. tem que ter preparo emocional para atuar la dentro\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente de Suporte","avaliation":"Prós: Benefícios, ambiente de trabalho. Contras: Cargo não condiz com a atividade e exploração por parte dos gestores. Conselhos para presidência: Revisar as atividades dos colaboradores e adequar salário e cargos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de RH","avaliation":"Prós: Os benefícios e salários são bons e bem competitivos, ambiente mais despojado e há abertura para movimentação entre áreas como algo normal e bem visto. Contras: A burocracia engole qualquer mínima coisa que você tente fazer. Há processos absurdamente morosos, com mil etapas (muitas vezes sem sentido) e que utilizam como desculpa para isso \"somos uma empresa multinacional com certificações\". Não sei se em todas as áreas, mas tomando como base as que já tive contato, as pessoas raramente são colaborativas, guardam informação, não ajudam de graça, perdem mais tempo tentando empurrar para outros a solução do que fazendo o próprio trabalho, as coisas só acontecem na base da \"carteirada\", do top down e com um saldo de mortos e feridos desnecessário. Gestores despreparados para terem equipes é algo comum, não sabem gerir talentos, sem olhar apurado pra qualidade e entrega. Há uma cultura muito arcaica enraizada, o desejo de mudança até existe em algumas pessoas, mas ele é rapidamente soterrado pelas ideias antigas e burocráticas, e não há design thinking e afins que ajudem a ter uma mudança efetiva, pq as pessoas mais velhas ou com cargos mais altos não evoluem. Conselhos para presidência: A desburocratização tem que ser pra ontem. Não dá pra ter um discurso digital e tecnológico se dentro de isso não existe. Nenhum pacote de benefícios e salário suporta um ambiente que se auto sabota, não é colaborativo e não muda.\n\nRecomenda a empresa:   \nREPORTAR"}]