[{"user":"Analista de Projetos Sênior","avaliation":"Prós: Apesar de ser uma empresa grande a Vivo nos da uma autonomia para solução de problemas sem igual, para mostrar o que somos capazes de fazer e como, fora o tamanho dos desafios que fazem jus ao tamanho da empresa, a remuneração é de acordo com o mercado, mas fortemente influenciada pela diretoria e/ou VP que se trabalha, tanto para mais quanto para menos. Contras: Não existe um plano claro de carreira, se fala sobre isso, mas na prática é quase impossível crescer verticalmente aonde se trabalha, claro que a empresa facilita muito a busca e candidatura a vagas internas no entanto não existe progressão automática ou sequer regra para se promover alguém, claro tem pessoas que progridem muito rápido e aquelas que ficam no mesmo cargo, 4, 8 ou 10 anos. Conselhos para presidência: Melhorem e orientem os funcionários para crescer em suas carreiras e parem de incentivar o comodismo e criar zonas de conforto.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Planejamento","avaliation":"Prós: Excelente pacote de benefícios, como convenio médico e celular corporativo. Mobilidade para trabalhar fora do escritório. Boas campanhas motivacionais Contras: Plano de carreira, deixa um pouco a desejar... muito difícil ser reconhecido dentro da área que atua, porém a empresa facilita a transferência entre as áreas o que ajuda desenvolver carreira e profissional\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Clima muito favorável e liberdade para empreender, são características que permeiam o ambiente de trabalho. Os desafios torna o dia a dia muito dinâmico. Contras: O reconhecimento pelo seu trabalho é algo fundamental para que você deseje continuar na empresa, vejo infelizmente que as regras não são bem esclarecidas e desanima quem busca algo a mais. \nREPORTAR"},{"user":"Atendimento Call Center","avaliation":"Prós: Ambiente dinâmico, pessoas interativas, horário reduzido podendo ter outras ocupações , remuneração com bons benefícios pra você e sua família, incentivos dos supervisores e supervisoras. Motivação e não esquecem datas comemorativas criando um ambiente agradável.. Contras: Sistemas não unificados no atendimento vendas, call center e técnicos, Stress emocional causado por atendimentos que por muitas vezes a resolução não está dentro da nossa alçada. Não registro em sistema causados por falhas humanas. Conselhos para presidência: Acho que fazem o que podem para manter um bom ambiente de trabalho a todos, alguns se adaptam, outros não.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2008","avaliation":"Prós: Muitos profissionais qualificados e mercado dinâmico. Muito interessante para profissionais das áreas de Marketing, tecnologia e engenharia. Contras: Desorganização empresarial. Estratégias de capacitação e desenvolvimento de talentos humanos difusa. Long hours de trabalho e cultura de desrespeito a horários\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Atendente","avaliation":"Prós: A diversidade, o plano de carreira, o gosto de ver os colaboradores bem, a interação por não se identificarem por cargos mas sim por pessoa que é. Quem entra aqui não quer mais sair pois sabe o quão boa e estruturada é a empresa. Contras: Não diria pontos negativos, mas acredito que mais alguns incentivos seriam legais, mais treinamento para que todos possam mostrar o seu melhor e todos se destaquem juntos, como equipe e também como individuo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Seção","avaliation":"Prós: A empresa é excelente, as políticas internas estão em constante evolução, buscando melhorar a experiência do cliente. Quando olhamos para onde a empresa quer chegar Contras: Regionalmente não se segue a nacional, não se investe em pessoas e rola muita política. Se prega um factoide. Melhorar os benefícios, e desburocratizar alguns processos como prestação de contas. Conselhos para presidência: Avaliar os executivos de forma 360, do diretor ao canal... E garantir uma aplicação real e uniformidade dos processos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Sistemas Pleno","avaliation":"Prós: Relacionados aos benefícios (salário, bônus, plano de celular e tv digital, alimentação) Bom plano de assistência médica e assistência odontológica Contras: A relação vida pessoal e profissional por não ter uma disponibilidade de horários onde se compromete muito do tempo da vida pessoal. O clima na empresa é muito afetado com a organização e tomadas de decisões.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa séria em todos os quesitos, valoriza cada colaborador, ótimo treinamento, e vários bônus para os funcionários....................,... Contras: Algumas lojas com péssimos gestores que não sabem nada, alguns mão valorizam sua equipe, não dá o suporte necessário, e alguns não entendem o produto.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Divisão - Ex-funcionário, saiu em 2019","avaliation":"Prós: Os benefícios oferecidos e as oportunidades de movimentação dentro da companhia (em diferentes áreas, dentro e fora do país) seguramente podem ser identificados como diferencial de retenção. O 'peso' da empresa no relacionamento com parceiros e fornecedores é um fator que pesa favoravelmente no dia a dia. Contras: Força a concentração em São Paulo sem contrapartida adequada. Como empresa que se pretende digital e comercializa conectividade, e também em função de seu porte (que inviabiliza uma reunião presencial com todo o quórum necessário sobre qualquer assunto que seja), deveria aderir à cooperação remota e parar de forçar tal centralização física. Tal reposicionamento poderia ser usado como engajamento em Responsabilidade Social e Sustentabilidade, passando uma mensagem de comprometimento com o desenvolvimento do país como um todo. Outro ponto que pega contra é o excessivo engessamento dos processos. Tem normatizações das quais a empresa não tem como fugir (Anatel, Sarbannes Oxley) mas muita gente se esconde atrás de processos para se esconder do trabalho... Precisa passar por uma caça permanente à burocracia desnecessária, e onde a burocracia se faz realmente necessária estabelecer interfaces claras e SLAs. Conselhos para presidência: Abraçar a Era Digital, conscientizando-se de que seu gigantismo não cabe em um prédio, muito menos em uma sala, e remodelar efetivamente a forma de trabalho das pessoas - principalmente o mindset da alta gestão. Amarrar o PLR das áreas de apoio ao atingimento de SLAs compatíveis com as necessidades do negócio.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]