[{"user":"Gerente de Marketing","avaliation":"Prós: Benefícios, possibilidade de trabalhar em casa alguns dias, emenda todos os feriados, possibilidade de crescimento e lugar para se aprender muito se quiser. Contras: Diferença na atuação dos executivos perante a equipe, muitas diretorias aparentam ser de empresas totalmente diferentes da visão/missão da empresa Conselhos para presidência: Garantam que as ações colocadas pelo RH são alinhadas com os gestores\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Relacionamento","avaliation":"Prós: Os Benefícios associados são excelentes, realmente são bons e nos fazem pensar muito antes de optar por outra empresa. Gosto muito das ações extras, mas acredito que ñ funciona na área em que atuo. Contras: Sem plano de carreira para nosso desenvolvimento profissional. Atuo há 5 anos sem promoção nem mérito, nem perspectiva de aumento ou desenvolvimento, na mesma posição com uma carteira de clientes diamantes. Conselhos para presidência: Implementar um plano de carreira real\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente de SAC I - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salário Benefícios Plano de carreira dando possibilidade de crescimento para diversas áreas Equipe motivadora Flexibilidade de horário onde pode usar banco de horas. Contras: A empresa possuí gestores desqualificados no quesito separar vida pessoal com trabalhi, onde muitas vezes o funcionário acaba tendo que ter um contato além do profissiinal.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de RH - Ex-funcionário, saiu em 2015","avaliation":"Prós: Salario,estrutura,benefícios a cultura da empresa. O predio em si é lindo, a empresa é top em muitos requisitos. O clima na epoca que era somente Vivo a energia tambem era maravilhosa Contras: Maneira que alguns lideres conduzem projetos e atividades muitas das vezes não chegam ao nivel que a demanda necessita. Também antes existiam varios eventos para colaboradores, a festa do dia das crianças era excepcional,hoje não existe nada disso. Conselhos para presidência: Avaliar lideres e muitos profissionais são sobrecarregados nas tarefas,o que faz muitos se tornarem workholic.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Negócios II","avaliation":"Prós: .......................................................Plano de carreira e reconhecimento por meritocracia................................... Contras: ........................Exposição, pela justificativa abaixo, não ter autonomia para realizar todos os serviços em loja e se expor para os clientes Conselhos para presidência: Autonomia para realizar todos os tipos de serviços em lojas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Grande empresa com bom salário e muitos benefícios que serve de experiência para entender como uma grande empresa funciona, muito networking. Contras: Grande empresa com bom salário e muitos benefícios, porém com muita buracracia, processos e politicagem que prendem os funcionários, contra o discurso pregado pela direção. Conselhos para presidência: Fazer o discurso funcionar realmente na prática.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Bom ambiente de trabalho. beneficios como plano de saude, possibilidade de home office uma vez por semana. È uma empresa dinâmica e com opção de crecimento. Contras: Muito engessada. As tomadas de decisões geralmente não são claras. A alta direção está em contante mudança e isso não deixa os planos de crecimento claro. Possobilidade de carreira internacional é muito dificil (quase inexistente). Conselhos para presidência: Deixar o plano de ações a longo prazo claro para os comandados. Abrir oportunidades de crescimento horizontal e incentivar carreira internacional.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Caixa - Ex-funcionário, saiu em 2017","avaliation":"Prós: otimos beneficios, otimo plano de saude, lugar muito bom pra trabalhar, facilidade de aprender outras funçoes.os beneficios realmente é o ponto alto da empresa. Contras: plano de carreira os gestores levam muito pro lado pessoal, sempre promovendo amigos e companheiros e deixando de lado quem quer mesmo.horario ruim.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Atendimento","avaliation":"Prós: ambiente de trabalho é excelente, time de Rh comprometido, colaboradores engajados, possui o melhor vale alimentação de Fortaleza, pessoas felizes Contras: não tenho nada a avaliar negativo da empresa, a localização é excelente, funcionários tbm, muito bomtrabalhar neste local, estacionamento muito bom\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Operador de Telemarketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa paga em dia ,se vc bater as metas seu salário aumenta com certeza. O vale refeição/alimentação é sem duvida um dos melhores benefícios. Contras: Muita cobrança por parte dos supervisores . Isso torna o ambiente de trabalho muito pesado , existem outros meios de melhorar metas .nao precisa gritar da sua mesa pra todo callcenter ouvir . Conselhos para presidência: Trabalho em equipe também envolve o supervisor\n\nRecomenda a empresa:  Sim \nREPORTAR"}]