[{"user":"Desenvolvedor Fullstack","avaliation":"Prós: Muitas vagas disponiveis salario dentro ou acima da media do mercado para programadores Java seniores. A empresa parece de fato interessada em permitir o desenvolvimento de pessoas em especial daqueles que entram como devs junior para que façam carreira e cresçam dentro da empresa. Para quem ja entrar como senior a conversa e um pouco diferente aparentemente. Contras: Ambiente de fabrica de software e pouco incentivo a inovaçao pelo menos em Brasilia. Em alguns contratos de FSW os gestores sao ignorantes e rispidos sendo capazes apenas de cobrar prazo e resultados nada mais que isso. Contratar gestores com pouca ou nenhuma bagagem tecnica em TI cobra um preço alto. A empresa fala muito em agilidade e transformação digital mas isso nao e realidade em boa parte dos seus contratos. Conselhos para presidência: Plano de carreira estruturado e mais claro. Adotar modelo de avaliação 360 graus. Levar mais a serio o que a empresa fala sobre agilidade e transformaçao digital. Rotacionar as pessoas de contratos \"ruins\" para contratos bons de vez em quando como forma de reconhecimento.   "},{"user":"Analista de Monitoramento Pleno","avaliation":"Prós: A Empresa possui Bons Benefícios, eu fico alocado em cliente, e não tenho muito pra falar sobre a política e cultura interna da empresa, a empresa possui pagamento em dia, bons benefícios, VT, VR, VA, VC, possui convenio com algumas instituições de ensino, entretenimento, saúde, entre outros. Possui plano de saúde, odontológico e seguro de vida com desconto em folha. Contras: Difícil abrir vaga interna para desenvolvedor, o foco é Java. Difícil conseguir uma negociação salarial, pelo menos para quem fica aloca em cliente como eu.   "},{"user":"Analista de Processos","avaliation":"Prós: Eu diria o ambiente e as pessoas com que se trabalha alocados no cliente. No início parece haver contato com a consultoria que no passar da experiência você vê que é mentira. Contras: Por ser uma consultoria, falta muito, principalmente o contato por diversas vezes a empresa não nos dá uma assistência e deixa muito a desejar. Não há plano de carreira, exceto caso alguém do mesmo cliente cresça ou saía o que é muito difícil pois são pessoas incríveis e que trabalham bem. Mas não dependa da Stefanini para crescer pois a consultoria nunca olha para seus funcionários.   "},{"user":"Analista de Suporte II Júnior","avaliation":"Prós: Até o momento não identifiquei. Estou tendo problemas com a lentidão nos processos internos da empresa com relação a RH, cargo salário, etc... Contras: Falta de repasse de informações, dificuldade em comunicação com a gestão. Até há comunicação porém não é recíproca o que aparenta apenas uma das partes estão interessados. Conselhos para presidência: Mais transparência em relação a oportunidades e que facilitem a comunicação com a gestão, comunicação recíproca.   "},{"user":"Analista Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Paga em dia e as pessoas que trabalham la. O ambiente de trabalho e descontraído com opção de vestuário casual. Fica muito bem localizada das empresas parceiras. Contras: Utiliza da uma maneira diferente de pagar os funcionários mutias vezes confundindo os mesmos. Mistura salário com benefícios. Alguns gestores usam de má fé para conseguir o que querem dos funcionários. Conselhos para presidência: Os gestores deveriam para de enganar os funcionários com promessas para manter os mesmos na vaga e depois não cumprir .   "},{"user":"Analista de Suporte","avaliation":"Prós: Sinceramente a empresa é muito boa que sempre oferece a melhor solução de TI ao seus clientes e seus gestores sempre efetuam feedback para que você se desenvolva. A empresa apoia sua busca por conhecimentos e possui bons benefícios Contras: Bom o termo \"casa de ferreiro, espeto de pau\" é aplicado a solicitação de benefícios dentro da empresa solicitação como o plano de saude por exemplo é bem complicada porem creio eu que eles devem estar trabalhando para melhorar isso. Conselhos para presidência: Melhorar o atendimento interno aos funcionários.   "},{"user":"Desenvolvedor","avaliation":"Prós: Ótimos benefícios: VT, VA, VR, Gympass, auxílio combustível, auxílio educação, reembolso na retirada de certificações, inglês corporativo. Uma empresa para crescer. Contras: Não há pontos negativos. Boa gestão, oportunidade de crescimento interno e mudança de estado, trabalham com grandes empresas do mercado, salário compatível com o mercado, ótimo combo de benefícios e banco de horas.   "},{"user":"Supervisor Coordenador de TI","avaliation":"Prós: Empresa de.grande porte, possui muitos contratos no ramo da tecnologia da informação, não atrasa pagamentos, possui diversos incentivos para o trabalhador. Contras: Não incentiva o crescimento profissional do funcionário, possui diversos problemas trabalhistas com funcionários, não cumpre com a ascensão, deixa a desejar no valor da remuneração.   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente bom e agradavel. Da aprender muito pois todos tem disposição pra ajudar. Ambiente com varios treinamentos para todos, ate para aprendizes e a maioria com certificado Contras: Os tickets alimentacao do aprendiz é muito baixo em relacao a outros funcionários, o plano de saude nao é tao bom assim e ate hj n consegui usar lincard   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pontualidade no pagamento. Plano de saúde bom. Ticket dentro da média das empresas Flexibilidade de horários. Varios turnos de trabalho disponíveis Contras: Salários baixos Empresa paga salários diferentes para funcionários com mesmo cargo prestando serviços na mesma empresa e com mesma função causando descontentamento entre os colegas de trabalho. Conselhos para presidência: Valorizar mais os funcionários   "}]