[{"user":"Desenvolvedor de Softwares Sênior","avaliation":"Prós: Oportunidade para trabalhar para grandes empresas,mas como terceirizado ou outsourced. No meu caso o ponto positivo é que trabalho remoto 80% do tempo. Contras: Sem plano de carreira, pois trabalho como terceirizado para pra empresas clientes da Stefanini que não me vêem como alguém que vá evoluir na carreira, mas alguém descartável.   "},{"user":"Programador Júnior","avaliation":"Prós: A equipe e extremamente colaborativa e te ajuda a resolver os problemas que surgem durante o dia a dia. A gerencia do tempo funciona muito bem e há bastantes profissionais competentes Contras: A parte do RH e Executivo demora muito tempo para efetivar as promessas que são feitas e esses setores são muito bagunçado causando diversas frustrações. Toda vez que há necessidade de alterar beneficio é um parto   "},{"user":"Analista de Suporte","avaliation":"Prós: ser uma multinacional. Contras: desorganizada, sem aumento de salario para o estimulo dos funcionários apos um certo tempo, nenhuma expectativa de crescimento. Não tem nenhum benéfico onde se ganha sem desconto, pois pra mim o beneficio é dado e não cobrado.   "},{"user":"Consultor SAP SD Júnior","avaliation":"Prós: Pouca exigência de conhecimento, colegas de trabalho que auxiliam, ambiente de trabalho confortável, flexível com horários, cobrança de acordo com o conhecimento, equipe acolhedora. Contras: Muita demanda, pouco tempo para aperfeiçoar conhecimento, faltam cursos capacitantes dentro da empresa para conhecer os processos, deve-se ir conhecendo os processos ao longo dos atendimentos, ou seja, com o próprio cliente em muitos casos.   "},{"user":"Programador Pleno","avaliation":"Prós: Pagamento de salario e beneficios sempre em dia, diversas possibilidades de realocação em outros contratos, empresa reconhecida em toda a região. Contras: Politica de progressão não transparente, politica de beneficios não transparente, RH não possui todas as informações sobre as vagas, diferentes salarios para o mesmo cargo/função. Conselhos para presidência: Politica de 70/30 não transparente nas entrevistas   "},{"user":"Analista","avaliation":"Prós: Empresa Multinacional e Influente que atua a muito anos no mercado de tecnologia, e que atualmente te crescido a aumentado seus lucros exponenciamente. Contras: Empresa no célula que trabalho é muito desorganizada e não cumpre acordos, sempre que prometem algo para benefício do funcionário tentam sempre protelar e ganhar tempo. Conselhos para presidência: Homogenizar a política da empresa em todo Brasil.   "},{"user":"Gerente de Projetos","avaliation":"Prós: Ambiente de trabalho, autonomia, liberdade, bom para aprendizado e crescimento. Bom relacionamento com a gestão e passa por momento de transformação. Contras: Muitas células e muitas hierarquias, modelo de gestão muito tradicional, contradiz com o momento de transformação que a mesma vem buscando.. Poucos benefícios, investe pouco em capacitação. Vivo mais a cultura do cliente do que a da empresa. Conselhos para presidência: Melhorar o processo de alocação dos profissionais, as vezes os mesmos são desligados por conta de término de contratos e existem outras áreas ou células necessitando daquele perfil.   "},{"user":"Analista de Suporte","avaliation":"Prós: Ambiente tranquilo, pessoal responsável e sempre disposto a ajudar, oportunidade de crescimento e de aprendizado. A empresa cumpre com suas obrigações trabalhista sem problemas. Contras: Salario muito baixo, não há benefícios (convenio médico, odontológico e vale alimentação), e a empresa é desorganizada apesar da empresar cumprir com suas obrigações.   "},{"user":"Analista de Processos Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Equipe bem selecionada, ótimo conhecimento sobre os assuntos relacionados às necessidades do projeto que estivemos envolvidos, mesmo com as dificuldades existentes que são inerentes às mudanças propostas. Contras: O grande desafio foi, sem dúvidas, o cliente que era uma empresa do governo, onde não há nenhuma intensão em se fazer o que é necessário, onde vale a regra - sou concursado e vivo com o processo administrativo guiando os passos dessas pessoas.   "},{"user":"Analista de RH Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: As pessoas de modo geral são ótimas de se trabalhar, mesmo estando longe, se fazem de alguma maneira presente. Trabalhar longe tem um lado bom e um lado ruim. Contras: O time longe as vezes é bom, as vezes é ruim. O salário em CLT é relativamente baixo e não se pode esperar muito pelas comissões, pois oscilam e não são pagas no mês.   "}]