[{"user":"Técnico de Suporte I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Trabalhei por um ano e seis meses e não existe NENHUM ponto positivo nessa empresa. Não é possível confiar em nada nessa empresa Demora para contratar, demora para demitir TE ENROLAM MUITO E NÃO RESOLVEM NADA. Contras: Erros no salário. Dificuldade para marcar férias e quando consegue aprovação, pedem para mudar a data em cima da hora pois não se organizaram direito. Gestor nem um pouco preparado. Salário muito baixo. Vale transporte e vale alimentação sempre vem com problemas Sistema de ponto falho São tantas coisas ruins que aconteceram nesses 2 anos e 6 meses de empresa que chega a ser difícil de lembrar Conselhos para presidência: Treinar melhor os gestores para cuidar do problemas Criar uma forma de diminuir os problemas de salários   "},{"user":"Analista de Suporte N1","avaliation":"Prós: Ambiente tranquilo e sem tensão, clareza ao tratar dificuldades e busca por resolução antes de qualquer atitude drástica. Você trabalha em paz. Basta ter comprometimento e fazer sua parte. Contras: Até então tivemos um problema com ar condicionado que demorou a ser resolvido, as características ruins se resumem apenas a este episodio, o que ao resolver não deixou mais a desejar.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pagamento em dia, oferece plano de saúde e vale refeição e alimentação. Empresa solida no ramos de tecnologia reconhecida nacionalmente e internacionalmente. Contras: Por ser uma empresa que terceiriza o serviço de tecnologia, fica um pouco distante dos funcionários, falta de plano de carreira para os funcionários. Conselhos para presidência: Valorização do quadro de funcionários   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Projetos interessante, profissionais competentes, alguns projetos rodam scrum corretamente. Tecnologias atualizadas, dependendo do projeto... Contras: Fata de comunicação dentro do RH, muitos erros quanto ao salario ou beneficio, RH sempre demora pra te da uma posição. Empresa mercenária...   "},{"user":"Gerente de Projetos Pleno","avaliation":"Prós: Flexibilidade para tratar os problemas pessoais. Você é alocado no cliente sem nenhum suporte ou orientação, com isso é obrigado a aprender . Contras: Empresa paga parte do salário dos funcionários em cartão benefícios. Seu vale refeição é contado como parte do seu salário e não um benefício da empresa. O colaborador não possui qualquer suporte. O GP não ganha hora extra, mas precisa trabalhar altas horas para reliazar as entregas.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho agradável, porém com muita pressão, em razão da função de \"help desk\". Oportunidade de trabalhar com novas pessoas e tecnologias. Contras: Ausência de reconhecimento e/ou promoção; Dificuldades constantes com o RH da Empresa; Salário abaixo da média do mercado de trabalho e ausência de um plano de cargo e salários que possibilitem um crescimento na Empresa.   "},{"user":"Assistente Financeiro","avaliation":"Prós: Vale Refeição na média do mercado, possibilidade de crescimento, ambiente de trabalho saudável e equilibrado, bom relacionamento com o RH, boa localização Contras: Salário abaixo da média do mercado, Plano de saúde com pouca rede de atendimento, comunicação praticamente não acontece com os gestores das célula em que trabalho.   "},{"user":"Product Owner","avaliation":"Prós: Projetos inovadores e de tranformação digital Tamanho da empresa Pessoas muito boas Pagam certinho tanto salário quanto benefícios. Grandes clientes. Contras: A empresa possui vários tipos de projetos, e ao mesmo tempo, está se transformando digitalmente. No entanto, precisa enquadrar corretamente a gestão ao tipo do projeto.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Investe no funcionário, dando oportunidades de avanço na carreira. Incentiva cursos, treinamentos. Tem uma cultura muita boa de aceitação de diferenças. Contras: Salário muito abaixo da média. Muito mesmo. RH e DP inacessíveis as vezes, ou de baixa qualidade. Há formação de grupos privilegiados, onde se você não faz parte deste, pode ser que as coisas fiquem mais dificultadas.   "},{"user":"Gerente de Projetos Delivery - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa apresenta várias oportunidades por ter muitas frentes de trabalho em diversos segmentos. Tem uma parte educacional para quem está em início de carreira. Contras: A empresa peca em alguns aspectos. Deixa um pouco a desejar por não contratar em CLT Full, onde isso impacta em alguns benefícios como 13, FGTS e férias. Gestão de algumas células é feita pela discórdia, mas acredito que seja pontual. Conselhos para presidência: Avaliar de perto quando um contrato não está bem se o problema não está dentro de casa.   "}]