[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Salario bom, benefícios razoáveis, ambiente de trabalho agradável com pessoas que te ajudam. Você pode concorrer a outras vagas internas para subir na carreira. Contras: Péssima gestão, estou a um ano e nunca recebi nenhum tipo de feedback, não sei o que a empresa espera de mim ou onde posso melhorar, a liderança só se importa com as entregas, não com as pessoas. Sinto que é uma empresa de passagem, quase todas as pessoas com quem trabalhei no começo já sairão. Conselhos para presidência: Melhorar a liderança, definir planos de carreira para os funcionários.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Paga em dia, tem beneficios como vt, vr, assistencia medica, cursos na intranet, descontos com empresas parceiras, festa de final de ano muito boa. Contras: Falta de oportunidades de plano de carreira como terceiro em clientes, talvez trabalhando dentro da própia stefanini as oportunidades seriam melhores, mas como terceiro deixa a desejar.   "},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2012","avaliation":"Prós: A empresa é muito boa, existe crescimento dentro da empresa e oportunidades surgem a todo momento. Os coordenadores de operações são sempre muito atenciosos e ouvem os analistas. Contras: Acredito que o maior ponto negativo eram os outros funcionários, trabalhar em escala, depender de outro funcionário pra você conseguir finalizar seu dia, isso incomoda pois muitos funcionários não tem comprometimento com a empresa, muito menos com os colegas de trabalho.   "},{"user":"Analista de Atendimento I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salario em dia e alguns beneficios como plano de saude, vale alimentação integral mesmo trabalhando 6 horas. Plataforma de estudo e vagas na instituição. Contras: Dificil oportunidade de crescimento, difícil comunicação com a sede quabdo se esta alocado no cliente ano temos o devido suporte do RH e gerencia.   "},{"user":"Técnico de Suporte Pleno","avaliation":"Prós: A parte tecnológica e inovadora. A empresa demonstra ter uma cultura superficial quanto ao esporte e qualidade de vida, bem como uma razoável possibilidade de aprendizado. Contras: Acredito que tem pontos a melhorar em uma comunicação interna mais pessoal e na forma como tratam os colaboradores em suas demandas. O atendimento em relação a chamados é ineficiente. Conselhos para presidência: Acredito que a integração ocorre no dia a dia e não simplesmente em um evento de boas-vindas.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: A empresa possui cursos internos desde capacitação ITIL até de uso de sistemas Microsoft para seus colaboradores dando à eles a possibilidade de crescer e serem promovidos. A flexibilidade de horário também é muito boa para seus colaboradores. Contras: Os processos seletivos na empresa poderiam ter um feedback informando como se saiu aquele que se candidatou porem não foi efetivado. E há alguns serviços que os analistas prestam que não fazem parte do que os colaboradores foram contratados. Como denuncia de anti-fumo ou de maus tratos contra animais. Conselhos para presidência: Alem do beneficio de vale transporte e refeição poderia ter o vale alimentação sem contar que para o colaborador que fizer um ano de empresa tenha um aumento considerável em sua remuneração.   "},{"user":"Operador de Tratamento de Imagem (Administrativo) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Em outras sedes e unidades, em outras cidades, há grande possibilidade de crescimento. Há também incentivos promocionais e profissionais. Há treinamentos e relação estável entre líderes e equipes. Contras: Falando pela unidade Stefanini na cidade de Goiânia-GO: Não havia supervisão consistente por parte da administração superior ao gestor, supervisor, líderes e projeto de trabalho em geral. Era cobrado muito rendimento de trabalho, mas não forneciam nem o básico de material ou ambiente para execução de um trabalho de alto nível, qualidade e rendimento. Não tínhamos suporte do RH da empresa. Havia forte favoritismo, fraudes e nepotismo dentro do empresa local, o que deveríamos fazer \"vistas grossas\" para sermos perseguidos e demitidos. Conselhos para presidência: Se a empresa têm filiais, sejam mais atentos, tenham mais força de vontade e saiam mais de vossas zonas de conforto dentro das matrizes. Para uma empresa ser sucesso, não precisa somente ter lucro financeiro, ela também precisa ter qualidade de vida para com seus funcionários. Sem os mesmos, não alcançam objetivos, não alcançam lucros e nem tampouco sucesso!   "},{"user":"Analista de Suporte II - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ótimo para aprender, ou primeiro emprego na área de TI, empresa grande com muitos clientes, então sempre tem alguma oportunidade para quem quer aprender. Contras: Péssima empresa, não entre por favor, se você for passar fome ai melhor aceitar o emprego , salário muito abaixo do mercado, ficaram devendo 4 meses de vale-alimentação e sempre que cobrava o RH dava uma desculpa, não paga a PLR. O funcionário trabalha por 3 ou 4 pessoas e salário e no mínimo R$ 1.000,00 abaixo do mercado. Conselhos para presidência: Paga melhor seus funcionários,   "},{"user":"Gerente de Projetos (GP) Sênior","avaliation":"Prós: Oportunidade de desenvolvimento profissional por trabalhar em diferentes clientes de diferentes segmentos e estar sempre em contato com pessoas que também querem se desenvolver Contras: a pressão de entrega dos projetos com tempo cada vez mais curto e verbas menores, além da dificuldade de montagem e manutenção de equipe pelas oportunidades que o mercado em geral oferece   "},{"user":" - Ex-funcionário, saiu em 2000","avaliation":"Prós: Vale refeição ou alimentação, vale tranaporte, seguro de vida, plano de saúde, salário na media. . Contras: Retorno de um processo e seleção para a entrevista... DEMORA BASTANTE. .   "}]