[{"user":"Analista de Suporte Atendimento","avaliation":"Prós: A empresa sempre paga os salários em dia e todos os colaboradores são muito acessíveis, colaborativos. A empresa está em um momento de transformação e com certeza vai mudar a vida das pessoas. Contras: Precisa melhorar o plano de carreira dos colaboradores e a comunicação com relação ao RH. Melhoria também na qualificação dos gestores de operações. Conselhos para presidência: Faça uma gestão mais próxima dos colaboradores para que sintam-se abraçados, principalmente os que estão em clientes. "},{"user":"Analista Programador.Net","avaliation":"Prós: Adquirir experiência e conhecimento. Realocação em demais projetos, caso o projeto em que esteja trabalhando acabe. Possibilidade de mudar de estado. Contras: Muita sobrecarga de atividades. Gerenciamento de projetos e atividades ineficaz. Prazos apertados que são impostos sem parâmetros ou métricas de definição.   "},{"user":"Analista de Qualidade Júnior","avaliation":"Prós: Gestão flexível, equipe com papeis definidos, horário flexível, plano de saúde, pagamento no dia, benefícios e boa localização, ambiente bom. Contras: Salário abaixo da média de Brasília e do Brasil, Sem incentivos de plano de carreira, modificação de função com um tempo muito longo, reajuste salarial demorado. Conselhos para presidência: Olha mais para os funcionários e pagar uma remuneração justa   "},{"user":"Recepcionista","avaliation":"Prós: Excelente local de trabalho, ambiente agradável, profissionais atenciosos e gentis. Carga horária adequada. Proporciona bem estar sempre a todos. Contras: Horário de almoço pequeno demais. O salário poderia ser bem maior. Poderia ser oferecido mais benefícios. Deveria ter mais agilidade para liberar acesso virtual. "},{"user":"Analista de Comunicação Júnior","avaliation":"Prós: Benefícios são ótimos, funcionários simpáticos, ambiente de trabalho descontraído, o escritório é bem localizado, fácil acesso ao transporte público. Contras: Carga de trabalho não é saudável, excedendo muitas vezes o seu período, que torna-se extremamente cansativo. Os acessos a informações deveriam ser mais claros.   "},{"user":"Analista de Suporte Alfandegário","avaliation":"Prós: É uma empresa que da Liberdade de trabalho ao funcionario, oportunidade de aprendizado, flexibilidade , tem gestores muito bons que ouvem na maior parte das vezes Contras: É uma empresa que nao tem uma politica de Plano de carreira, e salario muito abaixo do mercado, é exigido muito do funcinario portanto nao somos capacitados   "},{"user":"Analista de Requisitos Sênior","avaliation":"Prós: Oportunidade de aprendizado e diversidade de negócios. As equipes são motivadas e engajadas, excelente lugar para desenvolver suas habiliadades e lidar com diferentes tipos de negócios. Contras: Falta plano de crescimento profissional, plano de carreira, mesmo executando um otimo trabalho não há reconhecimento ou alguma bonificação. Falta transparencia.   "},{"user":"Analista de Requisitos - Ex-funcionário, saiu em 2018","avaliation":"Prós: RH atencioso Ambiente bom de trabalhar Ótimo programa de estágio Possui um ótimo programa de capacitação e treinamentos. Trabalhar em uma empresa desse porte é muito bom para aprender Contras: Salário ruim Motivação 0 Falta de valorização Metas e planos que não se realizam Não possui plano de carreira Muito difícil de ser promovido   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Não vejo nenhum ponto positivo nessa empresa, nunca fui bem tratado, sempre erram nos meus pagamentos, não reajustam benefícios e descontam tkt alimentação e refeição quando você saí de férias. Contras: Você é tratado como um objeto e não tem incentivo nenhum, nenhum treinamento e nem nada, você fica dentro do cliente e nem sabe o que acontece na empresa.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Pagamentos benefícios sempre em dia. Bons benefícios corporativos. Inclusão de diversidade. Clima bom entre os parceiros do departamento de Recursos Humanos. Contras: As áreas poderiam ser mais integradas. Alguns departamentos criam suas regras sem considerar o todo. Poderiam ter computadores mais novos e modernos. Conselhos para presidência: Criar meios para que os diretores sejam parceiros e trabalhem em sinergia.   "}]