[{"user":"Estagiário A","avaliation":"Prós: Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. Garante oportunidade para os jovens. Contras: Existem muitos cargos de chefia. O escritório mal bem localizado. Paga-se mal. Muitas hierarquias. Há uma tendencia em demitir os contratados para substituir por estagiários.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Ótima valorização dos colaboradores nas matrizes (Jaguariúna, Orbitall, São Leopoldo). Sistema de comunicação eficiente. Sistema de atendimento ao Service Desk e RH fáceis. Contras: Para colaboradores remotos alocados em Clientes não é dada nenhum reconhecimento, onde a taxa de realocação é alta por esse motivo, como se fosse ferramentas substituíveis. Apenas recebemos o básico, de salário e benefícios. Conselhos para presidência: Todos os funcionários devem ter uma mesma tratativa, todos alocados em clientes são separados de eventos, carreira, benefícios, esquecidos. Sendo que quando insatisfeitos e desmotivados é recebido um convite da gestão para largar e conseguir algo melhor, realmente sem esperança de receber o total valor da empresa.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Oferece oportunidade para quem esta inicializando no mercado de trabalho. Além disso, é uma empresa que permite descontração no ambiente de trabalho. Contras: Salários baixos. É difícil subir de cargo dentro da empresa, algumas oportunidade não são divulgadas dentro da empresa e sim para pessoas externas.   "},{"user":"Analista de Testes Sênior","avaliation":"Prós: Flexibilidade, benefícios, bons clientes, ambiente saudável, cursos, palestras, auxílio educação, funcionário possui note, bom para aprender Contras: Pagamento flex, plano de saúde Intermédica, desorganizada, grande rotatividade, tudo é resolvido por service desk, não tem plano de cargos e salários Conselhos para presidência: Contratar somente como CLT Full, mudar plano de saúde, colocar funcionários mais perto dos profissionais alocados   "},{"user":"Analista de Recursos Humanos - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente ambiente para crescimento profissional, aprendizado, relacionamento e desenvolvimento da resiliencia, você aprende colocando a mão na massa Contras: salário abaixo do mercado, devido a pulverização dos profissionais os beneficios e programas não são para todos, a liderança precisa ter maior empatia.   "},{"user":"Suporte","avaliation":"Prós: horário flexível, ambiente de trabalho muito bom caso queira negociar problemas pessoais. ambiente de refeição próprio, um pouco apertado devido a grande quantidade de funcionários. Contras: salário baixo.mas deixa muito a desejar nós salários e benefícios. salários da alta gestão muito baixos. recrutamento interno desorganizado.   "},{"user":"Analista de Qualidade Júnior","avaliation":"Prós: Empresa muito boa, da para aprender bastante, há diversos projetos, grandes profissionais qualificados e atualizados com as mais novas tecnologias, ambiente de trabalho muito bom. Contras: Empresa muito grande e com muita burocracia. Difícil conseguir as coisas rápido (ex.: acesso de administrador na maquina demorou cerca de 3 semanas) Conselhos para presidência: Ter menos burocracia em certos aspectos da empresa.   "},{"user":"Analista de Dados","avaliation":"Prós: Existe a possibilidade de transferência de cliente, após avaliação, e conforme disponibilidade de vaga. Possuem os benefícios do mercado. Dependendo do cliente há uma flexibilidade de trabalho. Existem treinamentos na intranet voltados a motivação dos colaboradores. Contras: O contato com RH e confuso, a central fornece informações diferente da região da trabalho. Há alta rotatividade da equipe de RH, prejudicando o contato dos colaboradores que estão no cliente. O atendimento de reclamações da central não segue o SLA proposto para os chamados aberto, na maioria dos casos. Conselhos para presidência: Implementa a cultura do respeito a diversidade em todo seu âmbito e os direitos humanos independente da crença dos gestores. Criar programas de treinamento voltado para as ferramentas utilizadas nos clientes. Proporcionar ambiente criativo mesmo no cliente final, para possibilitar um relacionamento melhor com cliente e fabrica.   "},{"user":"Product Owner","avaliation":"Prós: Ótima empresa. Tanto na questão dos funcionários quanto na infraestrutura disponibilizada. Possui uma lista variada de clientes em todo território brasileiro. Contras: Não possui um bom plano de carreira. Existe uma certa dificuldade em crescer dentro da empresa, muitas vezes o funcionário tem que sair da empresa por uma oportunidade melhor e voltar para ter um \"aumento\".   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui Bons benefícios de alimentação e plano de saúde. Possui varios contratos com a Petrobras para terceirização de mão de obra. Contras: Nenhum Feedback do trabalho, simplesmente demitem sem nenhum tipo de críticas construtivas. Não tem plano de carreira, e quando ligamos para a base para saber qualquer informação, nunca sabem de nada. Temos sempre que usar canais online ou 0800 da empresa para tirarmos dúvidas simples, como benefícios, plano de saúde, contra cheques e etc.   "}]