[{"user":"Analista de Testes de Software - Ex-funcionário, saiu em 2018","avaliation":"Prós: Da oportunidade de crescimento de carreira, dá feedbacks constantes, tem bons benefícios, ambiente agradável para se trabalhar, são flexíveis. Contras: Não paga cursos, dificuldade para aumentar o salário, apesar de dar oportunidade de crescimento para a carreira do funcionário, dificuldade para receber horas extra.   "},{"user":"Técnico de Suporte II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Em relação ao pagamento de salário a empresa cumpre o seu compromisso com o funcionário de pagar em dias. A empresa possui um suporte muito bom por meio de um portal para os funcionários. Contras: Salário não é atrativo muito abaixo do mercado para o que é exigido do profissional, Maus gestores acredito que deveriam contratar melhores gestores para os seus projetos. Conselhos para presidência: Sejam mais criteriosos na escolha de seus gestores responsáveis pelos projetos! Existem muitos gestores e coordenadores que não cumprem o seu papel dentro da empresa, falta profissionalismo.   "},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não trabalhar em apenas uma tarefa. Bons colegas, dinamismo, ótimo fluxo de trabalho. Aprendizado e treinamentos de reforço com os superiores. Contras: Não há muito. Alguns gestores nos pressionam muito mesmo após informarmos que estamos por períodos de acumulo de serviços. Falta de coleguismo por parte de certos gerentes. Conselhos para presidência: Inicialmente para oferecer um treinamento mais especifico para o pessoal de suporte técnico field, para melhorar a qualidade do trabalho.   "},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Empresa sólida, pagamento em dia, horários flexiveis. Para quem trabalha na sede da empresa, pode-se trabalhar de bermuda nas sextas-feiras, dentro outras coisas. Contras: Alguns gerentes precisam de treinamento para lidar com pessoas, pois acham que trabalham com peão de roça. RH deveria estar mais próximo dos funcionários alocados no cliente.   "},{"user":"Apoio Administrativo","avaliation":"Prós: A empresa é prestadora de serviços, então não possuo contato com os empregadores em si. Mas acredito que o relacionamento interpessoal é um ponto positivo. Contras: Não possuem plano de carreira, salário baixíssimo, poucos benefícios, você pode encontrar dificuldades para resolver alguns problemas já que há dificuldade para contatar a empresa.   "},{"user":"Segurança do Trabalho - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa para adquirir experiência e ter no currículo uma grande multinacional na área de TI, os colaboradores também fazem a diferença, sendo bem receptivas e ajudando no seu desenvolvimento Contras: A empresa não tem um plano de carreira que possibilitaria o crescimento na empresa, muitas vezes o crescimento acontece por pessoas próximo a gestão e não npor competência como seria o correto. Conselhos para presidência: Estar mais próximo aos colaboradores que não são da gestão, muitos tem ótimas ideias para melhorar o desempenho da empresa e que ficam bloqueadas por causa da péssima gestão e com isso causando desmotivação de bons colaboradores.   "},{"user":"Analista de Requisitos Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: parceiros Contras: salario, beneficio   "},{"user":"Analista Administrativo Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Possui Fretado, alimentação na empresa, local de trabalho limpo, ferramentas de trabalho como por exemplo computador, telefone e mais nada a comentar. Contras: Salário Baixo, empresa não possui plano de carreira, não valoriza o funcionário, não possui espírito de equipe, chefes são chefes e não líderes   "},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Equipe e gestores bastante prestativos, apesar de pouco tempo de empresa subentende-se que a gestão é muito boa e as pessoas da fábrica são muito legais. Ótima empresa para crescimento técnico, excelentes profissionais! Contras: Salários abaixo da média do mercado. Necessita-se de um plano de carreira, ouve-se comentários que existe chance de crescimento, porém sinto falta de um plano formal, mais concreto quanto ao crescimento, porém ainda é cedo para avaliar isso, preciso de mais tempo na empresa. Conselhos para presidência: Plano de carreira e estimulo salarial maior :)   "},{"user":"Analista de Qualidade","avaliation":"Prós: A remuneração apenas, pois quando você é prestador de serviço, eles te colocam no cliente e nem lembra que existe, não vejo ponto positivo.. Contras: Quando você é prestador de serviço, eles te colocam no cliente e nem lembra que existe, não procuram saber como está, não renova contrato, trabalha sem contrato, erra o pagamento.   "}]