[{"user":"Programador Júnior","avaliation":"Prós: Trabalha com o que existe de atual na área da tecnologia, sempre tentando inovar, uma boa infraestrutura para seus funcionários e um bom ambiente de trabalho com pessoas ótimas e um bom espirito de equipe. Contras: Pouca oportunidade de crescimento e de melhoria da qualidade de vida dos funcionários, falta de mão de obra qualificada pra contribuir na solução dos problemas, oportunidade de crescimento a um prazo extremamente longo.   "},{"user":"Técnico em Suporte Técnico I","avaliation":"Prós: Estrutura boa, lugar bom de se trabalhar. Contras: Salário Ruim. Sem possibilidade de renegociação. Conselhos para presidência: Salario Rui,m   "},{"user":"Gerente de Projetos Pleno","avaliation":"Prós: São ofertados muitos treinamentos aos colaboradores. Pagam bons benefícios. Trabalhei em um bom cliente local. Não existem mais pontos positivos. Contras: Pagam mal. Falta de estratégia competitiva no local. Não gostam de reter talentos. Não valorizam os bons profissionais. RH e DP não prestam um bom atendimento aos caboradores.   "},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: A empresa possui um ambiente de trabalho muito agradável e a gerência muito bem definida e aplicada, benefícios muito bons,horário flexível. Contras: Um dos pontos negativos da empresa é a questão salarial, a empresa paga muito abaixo do restante do mercado e também não possui plano de cargos e salários.   "},{"user":"Assistente de Assistente Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa organizada, cumpre tudo que promete, tem um bom suporte ao funcionário. Por ter trabalhado em contrato de prestação de serviços, não posso avaliar os planos de carreira. Contras: Não existiu aproveitamento de mão de obra de contratos de prestação de serviços em terceiros. Fazendo com que não tenhamos perspectivas de permanência na empresa.   "},{"user":"Analista de Suporte","avaliation":"Prós: Nenhum, empresa não valoriza, salario muito baixo e sem renegocioação. Contras: Empresa não reconhece os profissionais. Conselhos para presidência: Valorizar o funcionario   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma empresa muito legal de trabalhar. Contras: Não tem. "},{"user":"Programador Júnior","avaliation":"Prós: Ambiente propenso ao bom desenvolvimento de softwares, oferece inumeras oportunidades de crescimento a todos que trabalham lá e reconhecem o seu profissionalismo Contras: Exige muito conhecimento para que voce possa começar a se desenvolver profisisonalmente dentro da empresa, fazendo com que se tenha que estudar bastante   "},{"user":"Técnico em Suporte Técnico I","avaliation":"Prós: Flexibilidade de horário (no cliente), pagamento em dia, agilidade na contratação e benefícios... Contras: RH enrolado, sistema de chamados internos uma porcaria e salario baixo...   "},{"user":"Advogada - Ex-funcionário, saiu em 2018","avaliation":"Prós: ambiente bom, descontraído, boas pessoas, bom papo, Contras: O salário é baixo poderia melhorar, mas tirando isso é bom.   "}]