[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma escola, ideal para quem está em início de carreira. Isso é para todas as áreas. Em pouco tempo o profissional se qualifica ( devido à demanda que recebe) e está capacitado para o mercado Contras: Sem processos Salário e benefícios incompatíveis com o mercado Muita rotatividade de profissionais Dependendo da área não tem para onde crescer Conselhos para presidência: Estar mais próximo das áreas e comparar mercado com o que é praticado na empresa   "},{"user":"Gerente de Projetos Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: Existe uma grande estrutura, com diversos perfis, você terá contato com muitos perfis diferentes. As instalações dependem muito da base aonde você está. Nem todas são legais. Contras: Falta organização, falta plano de carreira. Existem poucos perfis de liderança técnica e isso acarreta em grande sobrecarga dos especialistas disponíveis. O RH e DP são bem desorganizados   "},{"user":"Analista","avaliation":"Prós: Probabilidade de crescimento, se o funcionario se mostra disposto a isso. . Contras: Em casos de operações terceirizadas, a empresa fica um tanto quanto distante do funcionario. .   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Ainda estou aguardando surgir um ponto positivo relevante para poder relatar Contras: Rh muito negligente, pagamento incorreto de benefícios e demora demasiada para reembolsar tais erros; Você praticamente se sente um estranho na empresa, já que parece que as pessoas responsáveis são inaucançaveis Conselhos para presidência: Parem de esbanjar e invistam em seus profissionais   "},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Não tive muitos problemas com a empresa. Também não lembro de nada de bom para enfatizar. É uma oportunidade para quem quer mudar de empresa temporariamente. Muitos dos funcionários bons da Stefanini acabaram sendo contratados pela empresa em que estavam alocados. Contras: Bem ruim de resolver qualquer problema que você tenha com a empresa. Se quiser ajustar seus benefícios, não faça pq certamente irão errar tudo. Nunca é bom generalizarmos, mas o RH da stefanini é nulo, parece que não existe. Na realidade seria melhor se não existisse..   "},{"user":"UX Designer - Ex-funcionário, saiu em 2015","avaliation":"Prós: Autonomia na realização dos projetos e abertura para novas ideias. Quando alocada em cliente sempre respondiam rapidamente às minhas duvidas e solicitações Contras: Estava alocada em um cliente que acabou \"me emprestando\" para outra área então ficava distante da equipe o que ocasionou falhas de comunicação. Só descobria as mudanças por ser pró ativa na busca por informações e manter o contato com a equipe   "},{"user":"Analista de Suporte Avançado","avaliation":"Prós: nenhum, não tem nenhum ponto positivo Contras: Muitos... RH, Gestão, acabam errando o pagamento de salario, pagam só no próximo mês... não tem plano de carreira, não valorizam seus funcionarios, não recomendo essa empresa para ninguém   "},{"user":"Analista Programador","avaliation":"Prós: Liberdade de horários, localização dentro da Puc, ambiente agradável de trabalhar, liberdade de dar opnioes, estabilidade no emprego, pessoas com vontade de melhorar. Contras: Cultura burocrática da empresa, setor comercial horrível, falta de um plano de carreira, computadores desatualizados, infra estrutura mediana   "},{"user":"Gerente de Supply Chain","avaliation":"Prós: Plano de Carreira, Dinamica da Empresa, Gestão Proxima da Diretoria, Tamanho da Empresa possibilita job rotation e aprendizado de várias áreas ao mesmo tempo. Contras: Salário e Beneficio um pouco abaixo da média no entanto o reconhecimento dos funcionários acontece de forma rápida e meritocratica graças a gestão próxima da diretoria.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os clientes nos quais a empresa presta serviço são excelentes em sua maioria. O salário é compatível com o mercado. Em alguns casos, o plano de carreira dentro da operação pode ser real. Contras: São vários. Não existe treinamento algum para diversas operações, apenas a vivência durante uma semana com algum outro funcionário. Não há padronização do serviço, muitos funcionários trabalham de suas próprias maneiras devido a falta de treinamento. Fui obrigado a cumprir aviso prévio longe de casa, já fui obrigado a fazer horas extras e não há a menor consideração pelo ser humano, apenas por resultados. Conselhos para presidência: Prestem atenção nos lugares mais distantes onde vocês possuem atuação. Muitos são largados com péssimos gestores e ninguém está nem ai.   "}]