[{"user":"HR Business Partner","avaliation":"Prós: Stefanini é uma empresa de inúmeras oportunidades para quem tem visão clara de onde quer chegar e tem foco. Em geral o ambiente é agradável e as pessoas são prestativas. O estilo de remuneração é interessante visto que posso distribuir meu pacote de benefícios de acordo com minha preferência. Contras: Processo de reembolso moroso. Algumas pessoas acomodadas que reclamam demais e não buscam outro emprego e consequentemente podem contaminar novos profissionais que estão cheios de gás. Conselhos para presidência: Visitas periódicas dos profissionais da inovação/digital para capacitação da equipe de delivery, comercial e pré-vendas das filiais para impulsionar a estratégia de se posicionar como uma empresa de transformação digital.   "},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa apresenta bastante oportunidade para quem não possui conhecimento prévio na area de ti, muito util para primeiro emprego no mundo de TI. Contras: A empresa não apresenta um plano de carreira claro, sendo assim um funcionario pode seguir muito tempo executando a mesma função sem qualquer preocupação da empresa com isso.   "},{"user":"Desenvolvedor de Programas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma grande empresa, que possui algumas oportunidade, trabalha em diversos bicos, tem possibilidade mesmo bem remota de ir para o exterior e trabalha com tecnologia de ponta Contras: Nenhum apoio ao profissional, não existe acompanhamento. Você se sente como um número dentro da empresa. Nenhuma perspectiva de crescimento. Paga um salário abaixo do mercado   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ponto de partida para pessoas sem experiência que gostaria de adentrar o mercado de TI. É um ponto de passagem ou inicial na carreira de alguém, não um destino. Contras: Plano de carreira ruim, falta de organização e funcionários externos ficam esquecidos dentro dos clientes (ganham experiência e saem pra outras oportunidades). Salário abaixo da média. Conselhos para presidência: Cuidem mais de seus funcionários e melhorem a política salarial.   "},{"user":"Analista","avaliation":"Prós: * Flexibilidade de horário(em algumas áreas) * Acessibilidade em contato com CEO/VP/DIRETORES E GERÊNCIAS * Assumir responsabilidades e desáfios * Movimentação de áreas/setores * Aprendizagem (VERDADEIRA ESCOLA) * Pessoas/Equipes colaborativo e descontraído Contras: * Falta de cultura de feeback * Plano de desenvolvimento/Carreira * Cargos e Salários * Falta de Reconhecimento * Organização de Processos e Procedimentos(SE TEM NÃO É DIVULGADO) * Organizações e funcionamento de sistemas internos * Canais de Feedbacks/Denuncias/Reclamações (NÃO FUNCIONAM   "},{"user":"Funcionário","avaliation":"Prós: Oportunidade de aprendizado, oportunidades para pessoas sem ou com pouca experiência porém com formação técnica necessária permitindo desenvolvimento Contras: Salario baixo, baixo reconhecimento para profissionais com mais experiência e maior nível técnico e de formação e especialização, plano de carreira ruim   "},{"user":"Analista de Suporte PL - Ex-funcionário, saiu em 2018","avaliation":"Prós: Horário flexível e conforme ao atendimento ao objetivo do trabalho. Amplo acesso a conteúdo tecnológico e oportunidades de compartilhar conhecimento em escala global. Oportunidade de atuar em home office Contras: Empresa não tem um plano de carreira. Coordenadores e pontos focais inexperientes exeriencia de gestão e liderar equipes. Os salários são congelados e não existe promoção. Eles preferem perder o funcionário para outra empresa a oferecer uma promoção   "},{"user":"Funcionário","avaliation":"Prós: Salário e benefícios são pagos em dia, o que não deveria ser considerado um ponto positivo pois se trata de obrigação trabalhista. Horário flexível. Contras: Falta de oportunidades e incentivo à carreira ou formação profissional, salário abaixo da média do mercado, praticam a regra do menor valor possível. Gestores mal capacitados e sem interesse no bem estar de seus funcionários, saúde mental não está na lista de prioridades da empresa como um todo, o funcionário é tratado como um número apenas. Aumento de salário somente o que for praticado em CCT. Conselhos para presidência: A empresa deveria se preocupar menos em realizar ações sem sentido para alcançar boa reputação na GPTW e começar a mudar toda a estrutura de suporte e valor ao funcionário. Pessoas satisfeitas geram mais lucro (já que este é o preceito seguido pela presidência e executivos) que as insatisfeitas.   "},{"user":"Funcionário","avaliation":"Prós: Uma empresa muito atenciosa com seus novos e atuais funcionários, lá nos sentimos bem acolhidos e isso é importante de um modo geral. Uma empresa que dá gosto de trabalhar ânimo e disposição. Contras: Não tenho como opinar, afinal sou nova na empresa e por enquanto não tenho nenhum ponto negativo. Claro que nada é 100 por cento mas acredito que assim que perceber um desses pontos negativos acredito que não vá atrapalhar meu desenvolvimento na empresa. Pois quando se tem foco nada te atrapalha.   "},{"user":"Desenvolvedor Sênior","avaliation":"Prós: Ambiente de trabalho muito bom! Pessoal colaborativo e descontraído. A equipe empenhada e focada no projeto. Tem flexibilidade de horário e algumas vezes eu pude trabalhar home office. Contras: Salário é abaixo do mercado e a valorização quando se está dentro da empresa é muito lenta. Logo a rotatividade é alta. O setor de administração financeira é um pouco desorganizado também. Conselhos para presidência: Analisar o mercado para prover recursos mais competitivos.   "}]