[{"user":"Gerente de Contas - Ex-funcionário, saiu em 2013","avaliation":"Prós: Benefícios são compatíveis ao mercado e se tem uma certa autonomia. Sistema de células onde cada diretoria possui um target a ser alcançado e Contras: Empresa promete variáveis para a equipe comercial, porém muda as regras constantemente sempre em benefício da empresa. Salários não equivalentes para mesma função   "},{"user":"Analista","avaliation":"Prós: Oportunidades de treinamento, pontualidade e honestidade nas obrigações perante os colaboradores. Mais nenhum ponto de maior destaque, empresa correta. Contras: Sem pontos negativos de grande importância. Exerci minha função dentro da área de outsourcing portanto não tenho muita experiência no dia a dia da empresa.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Horário flexível na fábrica de software, dress code menos rigoroso, pode ir de bermuda nas sextas-feiras, ambiente descontraído, bons contatos profissionais, uso de metodologias ágeis, empresa multinacional e com diversos setores Contras: Infelizmente a situação dependerá muito de quem será o cliente. Existe um despreparo e uma falta de comunicação da gestão. Por causa de um desentendimento com o cliente, fiquei mais de 3 meses sem demanda e sem saber o que seria feito, e até hoje o gestor não comunica quais são os planos para o futuro. A contratação foi baseada no cliente e hoje percebo que alguns benefícios dependiam também de estar trabalhando com o cliente, e provavelmente não existirão. Conselhos para presidência: Tente não depender tanto do cliente nas contratações e preste atenção aos empregados de nível júnior também.   "},{"user":"Líder Técnico","avaliation":"Prós: A empresa tem uma cultura de crescimento e aprendizado muito legal, você tem liberdade para trabalhar em projetos diferentes e aprender muito Contras: Alterações de cargos e salários na mudança de cargos na empresa, não temos uma politica de cargos e salários definidos o que deixa muito vago Conselhos para presidência: Criar uma politica de Cargos e Salários   "},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2014","avaliation":"Prós: Equipe de desenvolvimento, e gestão direta da fabrica, ótimo ambiente e equipamentos novos. Sempre adequado as atividades dos membros do time Contras: Empresa se foca somente no lucro e esquece o crescimento profissional e pessoal das pessoas do time, e salários defasados e não compatível com os cargos   "},{"user":"Auxiliar Administrativo/Auxiliar Técnico","avaliation":"Prós: Treinamentos on-line, convênio com academia, programa de descontos em varias instituições, parcerias com empresas de peso (IBM), convites para vários congressos sobre tecnologia Contras: Falta de gestão, falta de comprometimento e liderança dos superiores. Só sabem cobrar ajuda para conseguir novos projetos. RH totalmente perdido. Conselhos para presidência: Olhe para os profissionais alocados em clientes. Nao os largue lá e esqueça que eles existam.   "},{"user":"Developer Programmer - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente de trabalho, equipe, treinamentos, projetos signifativos e de grande valor agregado. Pessoas fáceis de lidar e com grande conhecimento técnico. Contras: Poderia ter melhores gestores.a empresa se preocupa pouco com a qualidade dos produtos que entrega, Nao se importando muito com o escopo, faltando uma maior crítica sobre ele. Conselhos para presidência: Equipe de ações sociais   "},{"user":"Analista de Sistemas Desenvolvimento.NET - Ex-funcionário, saiu em 2011","avaliation":"Prós: Apoio ao consultor muito honesto sempre muito atenciosa dando respaldo as decisões sempre presente no cliente time muito bom é honesto nunca deixou de responder aos meus pedidos Contras: Não tenho nada a reclamar da empresa ou da liderança ou da presidência foi um grande prazer trabalhar nessa empresa gostei muito pode ter quem não goste Conselhos para presidência: Sempre crescer   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa dinâmica e atualizada. Faz com que a equipe esteja sempre motivada a cada vez mais aprender e crescer. Contras: Não tem um critério justo ou claro para desligar colaboradores. Demitem alegando questões de folha de pagamento de valor elevado e assim enxugando a equipe, porém dias depois a mesma vaga está aberta novamente. Conselhos para presidência: Acredito que rever alguns setores da empresa e reavaliar a utilização dos colaboradores. Enxergar que é possível realocar pessoas com mais frequencia. Utilizar políticas de retenção ao invés de dispensar bons talentos.   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Horários flexíveis. Possibilidade de fazer Remoto de vez em quando. Trabalho sem pressão. Boa localização. Resolver as coisas conversando com o gerente é algo tranquilo. Contras: O ambiente de trabalho não é bom, não tem uma área de relaxar, como pufs e televisão. Normalmente você só interage com as pessoas do seu projeto. A remuneração não é boa. Conselhos para presidência: Fazer um plano de carreira claro.   "}]