[{"user":"Analista de Monitoração Júnior","avaliation":"Prós: Empresa oferece descontos em varias instituições de ensino,faculdades, cursos de inglês, descontos em sites de compra, e comercio em geral. Oportunidade de trabalhar alocado em diversos clientes de grandes empresas. Contras: Empresa não possui setor de RH que atenda os colaboradores,nem canal telefônico, tudo é tratado através de chamados, estes geralmente não são atendidos dentro do prazo, as respostas são evasivas e os problema difíceis de serem resolvidos. Conselhos para presidência: Reformular o rh para ser uma canal de atendimento humanizados aos colaboradores.   "},{"user":"Analista de Monitoramento Pleno - Ex-funcionário, saiu em 2015","avaliation":"Prós: O ambiente descontraído, possibilidade de crescimento e desenvolvimento de carreira, flexibilidade, liberdade de comunicação com os gestores, facilidade de comunicação interna e com o RH. Contras: Salario normalmente é mais baixo do que o mercado pratica, muita burocracia para alteração de cargo na carteira de trabalho, mas acho que é só isso.   "},{"user":"Analista de QA Pleno","avaliation":"Prós: beneficios , plano de carreira, disponibilidade de horarios , e qualidade de vida acima da média , planos de mudança de areas , e plano de equipe em alta com a comunicação Contras: melhorar o comunicado com a empresa (RH) , ter mais animo para a evolução , pois algumas pessoas não gostam de passar conhecimento , ter mais beneficios   "},{"user":"Analista Funcional","avaliation":"Prós: Horário de trabalho flexível. Local bom para início de carreira, todo suporte é dado para o profissional que deseja ingressar na área. A empresa é bem reconhecida. Contras: Os funcionários não seguem um plano de carreira e não são valorizados. Muitos cargos de chefia. Salários abaixo da média do mercado competitivo.Não investe no profissional.   "},{"user":"Técnico de Suporte TI","avaliation":"Prós: A empresa Stefanini, paga os salários em dia, a priori, se possível adianta em véspera de feriados, assim nos deixando resguardados para qualquer problema. Contras: Vamos começar pela gestão de célula, muitos gestores de células esquecem seus funcionários no cliente e não dão o devido suporte para o desempenho diário das funções, você fica alocado no cliente esquecido, muitas vezes passando raiva não pelo cliente mas por não ter um respaldo por conta da liderança, você não tem oportunidades na empresa, salários abaixo do mercado, o funcionário pode desempenhar um ótimo trabalho e ser muito profissional, certas situações temos que ver calados ou solicitamos a demissão ou ficamos a mercê da liderança. Área de DP/RH não tem cuidado com as informações que enviamos, são nos solicitados duas, três vezes. Para a pessoa que possuí vasta experiência não recomendo. Uma hora falam para alinhar coisas junto ao cliente, mas depois informam que não é pra alinhar e pra seguir o que eles sugerem, mesmo a própria gestão não nos passar informativo algum. Conselhos para presidência: Não é necessário, pois nossos gestores imediatos, não consultam e nem acolhem nossos conselhos.   "},{"user":"Analista de MIS Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Salários em dia Empresa grande porte Boa infraestrutura Empresa multinacional Líder de mercado Cursos online para capacitação dos funcionários. Contras: Não há possibilidade de crescimento profissional dentro da empresa, pois normalmente trabalha como empresa terceirizada. Não há realocação de funcionários caso o contrato com o cliente termine. RH e Departamento pessoal não confiável.   "},{"user":"Analista de Infraestrutura II","avaliation":"Prós: Liberdade de atuação. Não há muito o que dizer, a empresa é muito grande e não há planos de carreira e nem de aumentao salarial. Empresa vive basicamente de licitações e prestações de serviços. Contras: Baixo salário, não há planos de carreira, não há aumento salarial, não há muito mais o que dizer é uma empresa boa mas que precisa olhar mais para os seus funcionários   "},{"user":"Desenvolvedor de Softwares Sênior","avaliation":"Prós: Atenção dos gestores, comparado a outras empresas que trabalhei, aqui eles fazem o máximo para que você sinta parte da Stefanini e não do contratante Contras: Ser terceirizado. O DP da empresa peca um pouco em relação as demandas dos funcionários, a remuneração poderia ser melhor e o plano de saúde também poderia ser melhor   "},{"user":"Product Owner","avaliation":"Prós: piramide de funcionarios bem definida. bons contratos de prestação de serviço . salario liquido mensal razoavel visto o tipo de contratação de 70/30%. Contras: teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste teste   "},{"user":"Gerente de Contas","avaliation":"Prós: Direção aberta e acessível. Empresa proporciona oportunidades para desenvolvimento e crescimento. Bom relacionamento e espirito de cooperação. Contras: A comunicação organizacional precisa melhorar, visando mais agilidade na solução de problemas, principalmente áreas corporativas. Importante qualificar as lideranças e orientá-las melhor dos processos e mudanças organizacionais. Conselhos para presidência: Investir mais em práticas de RH visando melhorar a retenção de talentos   "}]