[{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa é interessante e tem diversos benefícios, tem diversas oportunidades pra crescimento e existem diversas áreas para serem exploradas dentro da empresa Contras: Não existem muitos pontos negativos, depende do funcionário, muitas vezes a empresa tem a oportunidade, mas se o funcionário não busca não tem o que a empresa fazer. "},{"user":"Desenvolvedor de Front-end","avaliation":"Prós: Nenhuma. Nao tem como pensar em pontos positivos. Empresa mais baguncada no qual eu ja trabalhei. Infelizmente so tenho pontos negativos dessa empresa. Contras: Empresa nao cumpre o que foi acordado na entrevista. Desde o primeiro dia ate o ultimo tive problemas com beneficios e afins. Qualquer problema que o funcionario tiver sera sempre por chamado que demora 3 dias para ser respondido e ate a solução pode demorar meses ate.   "},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Empresa grande com importância em diversos setores em TI e em diversos estados do país e do mundo. Oportunidades de mudar de clientes. Gestores próximo ao Contras: Engessamento do crescimento dos profissionais. Não veem o perfil das pessoas antes de mudarem de setor. Salário abaixo pelo trabalho e responsabilidades exercidas.   "},{"user":"Analista de Testes Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não há. Durante todo o período que trabalhei tive dificuldade em todos os setores da empresa, desde a contratação até o meu desligamento. Gestores não dão o respaldo necessário aos seus funcionários. Contras: Todos os possíveis. Empresa confusa, todos os setores são confusos, não deixam claro suas atividades, benefícios deixam a desejar, difícil acesso aos gestores. Funcionários alocados em projetos são esquecidos pela empresa.   "},{"user":"Desenvolvimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muito benefícios. Parceria com muitas empresas e com descontos em vários estabelecimentos. A infraestrutura depende muito do prédio ou cliente que você fica Contras: Falta de planejamento e organização. funcionários descartáveis. Rotatividade de gerentes muito alta. Sem plano de carreira. É uma empresa para ganhar dinheiro/experiencia e sair fora.   "},{"user":"Coordenador - Ex-funcionário, saiu em 2011","avaliation":"Prós: Oportunidade de Crescimento e aprendizado, empresa investe em cursos para a equipe de Gestão e os salários não estão fora da média de mercado. Contras: Organização dos processos de Recursos Humanos e logística entre Clientes e residencia de funcionários. Devido terem muitos Clientes e muitos recursos a empresa poderia pensar mais em qualidade de vida realocando profissionais para Clientes em suas localidades. Conselhos para presidência: Rever qualidade de vida com realocação dos profissionais, pois os talentos e a saúde mental deles definem o nível de qualidade do trabalho que será entregue.   "},{"user":"Gerente de Compras","avaliation":"Prós: Autonomia, plano de carreira, gestão de pessoas, ótimo clima de trabalho com gestores e funcionários, boas instalações e ambiente de trabalho adequado, Contras: Baixo salários e benefícios. Para piorar, a empresa trabalha com esquema flex de remuneração e durante as férias não paga o correspondente aos 30% (benefícios). Conselhos para presidência: Rever plano de remuneração e benefícios.   "},{"user":"Estagiário","avaliation":"Prós: Empresa horizontal, possui bastante benefícios. Salário alto para estagiário e valorizam bastante a formação e o crescimento do profissional. Contras: Não tem hora extra, apenas banco de horas. Uma empresa com baixa progressão nos salários. Metodologia de vendas arcaica com diferença entre farmers e hunters.   "},{"user":"Analista de Teste Sênior","avaliation":"Prós: Um lugar que te garante toda segurança para se trabalhar por ser uma empresa grande ainda assim consegue dar suporte de campo para os seus funcionários até mesmo por e-mail e aplicativos internos da empresa Contras: O programa de benefícios são ótimos mais a divisão do mesmo por ser clt full nao, tem que ser sábio na hora de fazer essa divisão para não se prejudicar depois nas férias.   "},{"user":"Técnico em Suporte II - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa é ótima pra pagamento, de todo tempo que trabalhei lá nunca houve atraso. empresa clara e objetiva. A empresa não pega muito no pé do funcionário desde que seu serviço esteja entregue e bem feito. SALÁRIO JUSTO! Contras: A empresa não demonstra apresentar plano de carreira, não demonstra oportunidades de crescimento, demora muito para acertar e correr atrás do funcionário quando necessário, tendo o mesmo que ir atrás da empresa. Conselhos para presidência: Realizar acertos ao dispensar funcionários o quanto antes e buscar manter o funcionário na empresa através de planos de carreira e oportunidade de crescimento.   "}]