[{"user":"Inside Sales Representative","avaliation":"Prós: Remuneração, flexibilidade de horarios, canal direto com gerentes e diretores, possibilidade de resolver situações de forma autonoma, possibilidade de crescimento. Contras: Pressão de vendas e resultados constante, lidar com esse tipo de pressão de forma tão constante pode ser desgastante para quem não está acostumado.   "},{"user":"Business Development","avaliation":"Prós: Excelente empresa, salário maior que o mercado para o cargo, e com excelentes benefícios. Flexível e com um ambiente descontraído e flexível. Contras: Existe uma demanda grande com relação as metas que são bastante agressivas o que acaba nos deixando um pouco estressados no dia a dia mas que podemos contornar facilmente.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário, bônus, benefícios, horário flexível, gestão orientada a resultado. infra. equipamentos, flexibilidade em mudanças de áreas. apenas. Contras: A política reina. Se você pensa trabalhar além do salário, ou seja, por algum proposito, esqueça. Você pode ser o melhor no que faz, mas isso não é o bastante. as amizades e o clima politico ditam o dia-dia da empresa. ambiente caótico, não apenas pelas altas metas (isso é o de menos) mas sim pela politica de uma empresa que compete com ela mesmo entre seus produtos. e regra é clara, o mais forte (politicamente) sobrevive. Conselhos para presidência: Focar na meritocracia das habilidades das pessoas e não nos nomes.Recomendo apenas pela experiencia e salários. Porém, não é uma empresa para fazer carreira.   "},{"user":"Sales Representative","avaliation":"Prós: Boa remuneração variável, possibilidade de crescimento rápido. Uma empresa em que a meritocracia funciona na maioria das vezes e que te dá vários treinamentos sobre vendas estratégicas. Contras: Muita pressão para bater as metas e atingir o máximo da quota. Não permite home office como cultura em todas as áreas e tirar férias é um pouco complicado. Conselhos para presidência: Ter um melhor estudo e avaliação cuidadosa das pessoas. Entendo suas individualidades, e projetando e mentorando todos os próximos passos na carreira dentro da Oracle.   "},{"user":"Business Analyst","avaliation":"Prós: Excelentes benefícios, flexibilidade de horário, facilidade de comunicação com Gestores. A empresa fornece ótimas ferramentas de trabalho, cursos e treinamentos. Contras: Falta implantar plano de previdência privada e maior oportunidade de crescimento por meritocracia. Salários defasados para os funcionários que estão na empresa há mais de 4 anos. Conselhos para presidência: Implantar o plano de previdência privada, aumentar o valor do ticket uma vez que o mesmo não condiz com a região em que a empresa está localizada.   "},{"user":"Gerente de Projetos (GP) - Ex-funcionário, saiu em 2017","avaliation":"Prós: Estrutura e nome. Abre portas pois o nome é muito forte. Estrutura para viagens por exemplo é excelente. Área administrativa ótima. Ambiente colaborativo. Contras: Panela. Ou entra, ou vai se dar mal. Promoções obscuras e recorrentes pra gente sem competência. Gente muito boa ralando e não sai do lugar. Conselhos para presidência: Reveja a questão das panelas. É deprimente.   "},{"user":"Funcionário","avaliation":"Prós: A empresa presa pelos desafios comerciais, fazendo com que nos profissionais estejamos cada vez mais engajados e motivados. Aqui na Oracle, todo dia é diferente do outro. Contras: Alguns gerentes não são lideres, são xerifes, repassando toda sua pressao para nós (vendedores), delegando funções e nao agregando em nada...   "},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Muito grande, exposição a varias tecnologias de ponta, ótimos benefícios e possibilidade de aprender bastante. Empresa muito dinâmica e agressiva em vendas. Contras: Por ser muito grande, parece que se trabalha em várias empresas diferentes dependendo da área que se trabalha lá dentro. A sinergia é menor e a burocracia maior. Não há sincronia entre vendas e desenvolvimento de produtos.   "},{"user":"Funcionário","avaliation":"Prós: Empresa muito flexivel, muito dinâmica, com muitas oportunidades de carreira, funcionários extremamente orgulhosos. Excelente ambiente para crescimento profissional, oportunidades para trabalhar em projetos diferente. Da autonomia para os funcionários. Ambiente de trabalho excelente. Salários e benefícios competitivos. Contras: Muita competição entre áreas, os departamentos funcionam isolados e falta comunicação. estrutura complexa. Precisamos melhor processos internos.   "},{"user":"Diretor Sênior","avaliation":"Prós: Sou suspeito para falar da Oracle, trabalho aqui desde os 18 anos e tive a oportunidade de me desenvolver muito bem aqui. Comecei como estagiário, tive todos os incentivos de desenvolvimento e sempre busquei fazer mais do que me pediam. As oportunidades foram surgindo e por conta da meritocracia consegui, a um passo de cada vez, galgar postos de cada vez mais responsabilidade e contribuição para a empresa, clientes e sociedade. A Oracle esta em processo constante de trasformação, é uma empresa pulsante, com tecnologia de ponta que temos orgulho de trabalhar e fazer parte. Uma empresa que te tira da zona de conforto e esta sempre te puxando pra cima, cobrando resultados e reconhecendo os que se destacam. Se você gosta de desafios, quer se desenvolver, entregar projetos que podem transformar o mundo e principalmente, fazer o bem, venha pra Oracle. Contras: Não acho que é um ponto negativo, mas tem gente que acha ruim. É muito mais um ponto de atenção para quem irá considerar vir pra Oracle. No meu caso, é um ponto positivo. Aí vai: A empresa é muito focada em resultados e existe um push muito forte na entrega. Se você não gosta de pressão, adrenalina da venda, considere bem participar de uma entrevista.   "}]