[{"user":"Senior Sales Manager","avaliation":"Prós: Remuneração e Benefícios, infraestrutura do local de trabalho, equipamentos a disposição, tecnologia a disposição, marca/nome da empresa no mercado. Contras: Ambiente de trabalho difícil, muitas vezes emrpesa caótica, muitas áreas de suporte não funcionam, produtos não funcionam, clientes insatisfeitos Conselhos para presidência: Foco real nas pessoas e visão de longo prazo; a vida por quarter ou por semana \"mata\" bons profissionais; vi muitos \"morrerem\" em pouco tempo   "},{"user":"Estagiário - Ex-funcionário, saiu em 2016","avaliation":"Prós: Todos os funcionários são altamente capacitados e o clima organizacional é bom. Possui os melhores benefícios possível e após efetivação se for para área de vendas tem bonificação de até 10 salários dependendo do cargo. Contras: O setor de vendas exige muito do funcionário. As metas são extremamente altas e as vezes fora da realidade o que gera uma pressão altíssima. A questão de carreira também é um pouco complicada, dificilmente se consegue uma promoção lá dentro.   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade no horario de trabalho, salarios bons, bom clima de traballho, reconhecimento do trabalho bem feito, predio que proporciona todos os itens essenciais e fundamentais para um bom desempenho. Contras: Processos internos as vezes sao um pouco engessados demais, assim como as atividades rotineiras, que podem eventualmente melhorar atraves de mudancas, porem sao barradas dado ao imediatismo para vender. Conselhos para presidência: Mais abertura a mudancas em atividades do dia a dia   "},{"user":"Gestor","avaliation":"Prós: Empresa dinâmica e motivante. Ambiente inovador e com pessoas sempre em busca de se transformar e aprender. As pessoas que fazem um trabalho consistente encontram seu espaço. A promoção de talentos e a meritocracia fazem parte do dia-dia da empresa. Contras: Por ser uma empresa bastante focada e dinâmica, pode causar um certo desconforto em algumas pessoas. Mas isso vai de pessoa para pessoa. Para mim, esse ambiente cheio de desafios sempre me motivou bastante.   "},{"user":"Secretário da Presidência","avaliation":"Prós: Aqui todos tem oportunidade de crescimento de carreira e os gestores apoiam e engajam todos os funcionários. Sentimos que realmente fazemos parte da empresa e que nosso papel é fundamental. Contras: Oracle é um vício, não conseguimos deixar de falar neste nome por paixão a empresa. Não há negativação quando se trabalha em um lugar em que todos são respeitados e você pode fazer o seu trabalho com autonomia. Conselhos para presidência: A empresa está em transformação, com o novo presidente chegamos a um ponto em que podemos nos reconhecer como uma única empresa, que compartilha a mesma visão, missão, valores e aspirações   "},{"user":"Funcionário","avaliation":"Prós: Salário bom, se comparado ao mercado; liberdade para trabalhar de casa e fazer o seu horário; possibilidade de usar outros idiomas; convênio muito bom. Contras: Pensamento muito engessado, são muito focados em resultado e pecam em qualidade; o clima não é bom, as pessoas não se comunicam; self-service total, não possuem plano de avaliação bacana; deveriam se comunicar mais com os funcionários e investirem em treinamentos para os gestores que desenvolvam as habilidades de liderança. Conselhos para presidência: Invista em qualidade, pois número sem qualidade não vale de nada. Há ótimos profissionais na empresa, mas muitos líderes precisam ser desenvolvidos.   "},{"user":"Gerente - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa força seu crescimento e pró-atividade, devido a cultura Self-Service; há muito contato com pessoas de fora do país e oportunidade de trabalhar em projetos globais, o que dá uma carga incrível de experiência. As pessoas, de forma geral, têm um grau alto de conhecimento de suas funções, o que te faz estudar e saber mais sobre teu trabalho e como você pode contribuir. Contras: Politicagem, a empresa vive disso. E como passa por uma transformação, têm gestores antigos que não querem avançar e fazem de tudo para manter as coisas como estão, pois são limitados e têm medo de perder a boquinha. A empresa muda sempre, mas não para a melhor, e sim devido ao tamanho dos conflitos internos. Conselhos para presidência: Menos dedo na cara e mais mãos à obra. Pare de apontar problemas que você não quer resolver e pare de achar que dizer a frase \"como você vai solucionar isso\" instiga evolução, pois só demonstra o quanto você quer parecer inspirador, mas têm medo de tomar uma decisão para mudar o status quo. A cultura da empresa é que precisa de mudança - e não somente um bicicletário.   "},{"user":"Treinador","avaliation":"Prós: Benefícios, ambiente de trabalho, reconhecimentos pela chefia, programas nas datas comemorativas, dia das Mães, dia das crianças, prêmio great place to work Contras: Muita competitividade na área de vendas, metas muito agressivas, dinâmicas entre as áreas, gestão deve ser mais voltada a pessoas e equipes para melhor desempenho   "},{"user":"Implementation Consultant III","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, Plano odontologico e descontos nas empresas conveniadas. Possibilidade de apredizado diário. Ótima estrutura física. Contras: Gerenciamento remoto e distante da rotina. Considerando o fato de vir de uma fusão não houve equiparação salarial além do congelamento de qualquerr alteração deixando os valores abaixo da média do mercado. A rotina dificulta a tomada de treinamentos uma vez que há cobrança pela produtividade como fator de manutenção do emprego/promoção e limita o tempo dedicado a novos aprendizados. Alguns departamentos funcionam isolados e não se comunicam bem. Conselhos para presidência: Revisão salarial para funcionários de empresas adquiridas. Colaboradores incorporados se adequam a rotina da empresa, ao modelo de negócio pautado em produtividade e a cumprem de acordo com o estabelecido. As entregas realizadas com sucesso e boas avaliações dos clientes mostram o empenho e dedicação. A revisão e equiparação salarial me parece parte orgânica do processo de fusão.   "},{"user":"Inside Sales Representative III","avaliation":"Prós: A empresa possui excelentes benefícios, um plano de saúde muito acima do encontrado no mercado, maquina de snacks \"gratis\", infraestrutura excelente e bons salários se souber negociar. Contras: A empresa possui uma força de vendas muito agressiva, o que não contribui para um ambiente saudável, colaborativo e com qualidade de vida. Outro ponto é que sendo uma empresa de TI deveria ter home office embutido na sua cultura e hoje não é incentivado.   "}]