[{"user":"Consultor Júnior","avaliation":"Prós: A área comercial tem diversos incentivos, viagens pagas, hospedagens em hotéis muito bons, bônus, comemorações e diversos motivadores que os impulsionam a manter-se motivados. Ótimo para quem está na área de vendas, mas não tão bom para quem está nas áreas de suporte. Contras: Por outro lado, a força da Oracle no Brasil é a área comercial, então áreas como consultoria são \"deixadas de lado\" diversas vezes, em prol do crescimento/reconhecimento da área de vendas. Além disso, há seríssimos problemas com a liderança: temos muito mais chefes que líderes. Conselhos para presidência: Falta claridade de que as áreas não comerciais, como consultoria, por exemplo, são essenciais para criação/manutenção do nome da empresa.   (5)"},{"user":"Gerente de Contas","avaliation":"Prós: Ótimos benefícios e possibilidade de ganho de comissão. Plano de saúde muito bom e plano odontológico excelente. Trabalhar ao lado do Shopping Morumbi também é muito cômodo. Contras: Politicagem é o que rege a empresa. Na área de Oracle Digital, muitas pessoas incompetentes nos cargos de gestão. Metas calculadas de forma injusta. Pessoas de outro país definindo a estratégia do Brasil. Pressão e ameaças de corte fora da realidade Conselhos para presidência: Rever a estratégia da área de Oracle Digital e colocar gestores competentes   "},{"user":"Trainee","avaliation":"Prós: Salario, benefícios, estrutura, treinamentos. A empresa costuma ser bem meritocratica e tem muitas pessoas jovens. A cultura está mudando para melhor. Contras: A empresa possui um ambiente bem competitivo devido às metas agressivas e a quantidade pequena de vagas para movimentação. Um pouco burocrática.   "},{"user":"Inside Sales Representative III - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário....Benefícios...Rh com bastante campanhas que ajudam o Comercial. Limpeza super! Se tiver alguém que você conheça muito bem lá dentro, pode tentar fazer carreira. Contras: Ambiente pesado Pessoas não confiáveis Pessoas \"são compradas\" por favores Não tive estômago para continuar trabalhando lá. Julgo a empresa ser uma carnificina!   "},{"user":"Business Development Consultant - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios e Remuneração são muito bons. Existe uma certa flexibilidade com horários (depende do cargo). Empresa ótima para crescer profissionalmente, pois é bem vista no mercado. Contras: É uma empresa desorganizada, sem estratégia e que muda o tempo todo na tentativa. É uma empresa onde estimula muita competição interna e os funcionários acabam não sendo colaborativos, as vezes até o contrário. Metas muito difíceis de serem batidas. Conselhos para presidência: Tenham estratégias mais organizadas e parem de fazer tudo na tentativa e erro.   "},{"user":"Marketing Manager","avaliation":"Prós: Empresa reconhecida no mercado, estabelecida no mercado latino americano. Boa oportunidades de trabalhar com projetos diferentes. Bons benefícios. Contras: Há muita competição interna do ponto de vista de vendas o que acaba impactando o trabalho da área. Isso impacta o business no longo prazo e o relacionamento com o cliente final.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimos benefícios, bom salário. Talvez fora do Brasil as oportunidades sejam melhores que aqui e o ambiente também. Não recomendo pois o clima é péssimo. Contras: Péssimo ambiente de trabalho, mais pessoas fíngindo que trabalham do que trabalhando efetivamente. Profissionais arrogantes que pensam que são deuses por trabalharem lá.   "},{"user":"Consultor Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios muito bons, lanches, horário flexível, férias coletivas no fim do ano, perto da estação de trêm Granja Julieta e do Shopping Morumbi Contras: Cultura de self-service, ou seja, abre este monte de link e se vira. Preço do serviço de consultoria é tão alto que a própria Oracle não envolve a Consulting nas propostas comerciais. Consulting muda o plano e organograma todo semestre. Projetos mal estimados que geram muito esforço e margem baixa. Não sabe fazer a gestão de talentos, não gosta de investir em treinamento teórico, que dirá o prático. Consultor desalocado está a beira da demissão.   "},{"user":"Business Development Manager","avaliation":"Prós: Empresa totalmente focada em Vendas. Oferece ótimas opções para crescimento profissional, desde que a pessoa consiga se adaptar à cultura da empresa. Contras: Forte cobrança por resultado, o que impacta um pouco a qualidade de vida pessoal. Empresa com muitas divisões o que acaba gerando conflitos.   "},{"user":"Account Manager","avaliation":"Prós: Dinamismo, oportunidade de aperfeiçoamento profissional e pessoal. Remuneração por meritocracia: Vendeu = ganhou dinheiro. Um prédio só de vendedores, um melhor que o outro. Contras: Alguns processos da parte administrativasão extremamente cansativos e repetitivos. Quando existe um problema no pagamento de comissão, ou quando existe uma exeção de processos o trâmite pra resolver é muito ineficiente, toma tempo demais, mas da pra resolver tudo. A companhia suga sua vida pessoal. Você some dos círculos de amigos e família Conselhos para presidência: Home Office já! Criar um programa de Home Office, começando com 1 dia por semana e atrelando atividades e metas ao dia trabalhado em casa. Defina estrutura mínima de trabalho (Mesa, Cadeira, Wi Fi e climatização adequados) e um reporte pra assegurar que o dia foi produtivo. Atualmente, eu perco 3 horas por dia no trânsito, ganhar essas 3 horas numa semana seria maravilhoso!   "}]