[{"user":"Consulting Practice Manager","avaliation":"Prós: Tecnologias de ponta, acesso a treinamentos e a pessoas que conhecem muito bem todos os produtos. Todos colaboradores são altamente capacitados. Contras: Oportunidades de crescimento, ajustes de salário, falta de investimento na capacitação dos colaboradores atuais. A empresa tem como benefício reembolso para educação mas isso depende do gestor e o meu gestor atual não vê isso como um investimento e sim custo. Existem muitas coisas que a empresa coloca o lucro a frente do investimento nos colaboradores. Empresa muito focada em vendas e com pouco foco na formação dos profissionais. Conselhos para presidência: Investir mais na capacitação dos colaboradores, principalmente nos que realmente fazem a diferença e trazem resultados positivos a marca da mesma.   "},{"user":"Trainee","avaliation":"Prós: Salário acima da média para o mercado, ótimos benefícios de planos de saúde e odontológico. Raramente se encontra algumas pessoas que são verdadeiros lideres que te inspiram. Contras: Em via de regra é uma empresa extremamente política em que nem todos os cargos possuem uma definição clara de responsabilidades, metas e plano de carreira, que nem se quer no papel existe. Pessoas muitas vezes são avaliadas apenas por números o que cria um senso de incapacidade intelectual e emocional dos gerentes que raramente são promovidos dentro da empresa, já que isso cria um sentimento de \"cada um por si\". Conselhos para presidência: Ter outras formas de se avaliar o funcionário, pois do jeito atual faz com que grandes talentos fujam para outras empresas e estabelecer planos de carreira para fornecer um horizonte de onde se pode chegar dentro da empresa.   "},{"user":"Gerente","avaliation":"Prós: Empresa dinamica, mercado dinamico, se aprende muito. Com possibilidades de crescimento vertical e horizontal. Famosa por boa remuneracao na area de vendas. Contras: Politica demais. Nao se esforca por diminuir diferencas para as mulheres. Muitas vezes confusa e ineficiente. Falta documentacao de processos.   "},{"user":"Diretor de Vendas","avaliation":"Prós: Os principais pontos positivos da Oracle são: a Estratégia da empresa diante do mercado, seu portfolio de produtos, local de trabalho é bonito e propicia colabração entre as equipes. Além das oportunidade de carreira e desenvolvimento. Contras: É um ambiente que exige foco e alto desempenho todo o tempo. A pressão faz parte do dia a dia, mas não é nem de longe um ambiemte hostil. Outro ponto é que as oportunidades de promoção ou liderança, ainda é num percentual maior para homens do que para mulheres. Conselhos para presidência: Olhar para as mulheres com mais cuidado para as oporutnidades de promoção.   "},{"user":"Trainee","avaliation":"Prós: Salário acima da média do mercado sem descontos para plano de saúde e odontológico que são excelentes. Pessoas muito competentes e qualificadas que fazem com que você tenha vontade de ser igual ou melhor. Contras: As oportunidades de crescimento não são as mesmas para todos, infelizmente são muito funcionário mas o critério de escolha para promoção grande parte das vezes não é justo. Diz-se que é baseado em meritocracia mas é fácil perceber que baseia-se mais em \"quem conhece quem\".   "},{"user":"Consultor Pleno","avaliation":"Prós: Flexibilidade de horário e possibilidade de fazer home office, benefícios (plano de saúde e odontológico é excelente), bom ambiente de trabalho, funcionário tem autonomia e espaço para expor suas idéias. Contras: Treinamentos um pouco confusos, falta de um acompanhamento e integração maior nos primeiros dias de trabalho, cultura local mais forte do que a cultura da matriz. Ambiente muito político.   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom beneficios e consegue dar feedbacks rapidos. Contras: Melhorar beneficios.   "},{"user":"Sales Representative","avaliation":"Prós: Remuneração acima da média de mercado, benefícios de primeira linha, remuneração variável extremamente agressiva. Cultura self service estimula o desenvolvimento de autonomia profissional e dá possibilidade de destaque. Investe em formação de colaboradores. Contras: Ambiente hostil, estratégia de atuação com mudanças constantes - falta de continuidade, alta rotatividade de pessoal, pressão por resultados desmedida, competição entre áreas e entre pares, falta de estruturação de plano de carreira e critérios de avaliação pouco claros. Conselhos para presidência: Repensar a estratégia de gestão de pessoas e do ambiente de trabalho. Alinhar todo o time em prol de um único objetivo e estimular o trabalho em equipe. Permitir continuidade do desenvolvimento de trabalho e rever a estrutura de plano de carreira.   "},{"user":"Sales Consultant","avaliation":"Prós: Possibilidades de crescimento, o sucesso depende do proprio esforço, possibilidade de conhecimento, a empresa oferece uma base muito rica de e-e-learning. Remuneração alta Beneficios Contras: Métricas mudam muito rápido, ambiente agressivo que às vezes chega a ser hostil. A cultura sei service torna oa funcionários muito independentes mas tambem cria um entorno no qual as vezes as pessoas pensam somente em si próprias   "},{"user":"Analista de Negócios Sênior","avaliation":"Prós: Flexibilidade e Autonomia no trabalho, Ótimos Benefícios, plataforma Cursos, a Diversidade do time e as campanhas internas são ótimas. Contras: A cultura Self-service não engana o funcionário nos primeiros meses, isso prejudica no desempenho de resultados. Quanto mais conhecimento, direcionamento e estratégias são diceminados, melhor o resultado do funcionário. Uma pena que isso não aconteça Conselhos para presidência: Melhorar a Cultura de engajamento de novos funcionários e metas mais claras.   "}]