[{"user":"Sales Executive - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa financeiramente sólida, com muitos recursos (self-learning), grande oportunidade de aprendizado e crescimento em vendas e nas últimas tecnologias mundiais. Há muita autonomia na escolha de estratégia e execução de vendas em campo. Salário muito interessante, comissões mais ainda. Os desafios são diários, principalmente para encurtar o tempo de fechamento de vendas e bater metas para subir na empresa. Nome da empresa tem grande reputação no mercado e seu escritório é excelente! Ouve-se que muitos são contratados! Contras: Cultura: Uma vez dentro da empresa, percebe-se rapidamente que sua Cultura é de ameaça diária, venda, venda, venda ou até logo. Liderança: o exemplo vem do topo, e as ameaças começam lá e arrebentam no nível operacional, causando um mal estar incrível em cada funcionário de vendas, no senso de equipe tanto no nível do seu pilar de produtos quanto no nível geral da empresa. Teamwork: não há amigos verdadeiros, somente \"colegas\" que em um momento ou outro irão te atravessar devido à pressão por resultados rápidos e individuais. Hábitos: por incrível que pareça usa-se MS Excel diariamente para reports e planejamento, apesar de venderem as melhores tecnologias do mundo para isso. Conflito de Chefes: há conflito de culturas entre a Colombia \"gerenciando\" novas \"start ups/iniciativas\" no Brasil do jeito deles e VPs no Brasil te \"mostrando\" outras visões. Acredito que se a cultura da empresa continuar assim, os melhores profissionais não serão mais vistos trabalhando nela. É uma simples questão de tempo para se verificar isso. Sabe-se que muitos são demitidos e/ou grandes colaboradores pulam do barco pelo ambiente hóstil que mais cedo ou mais tarde esgota qualquer profissional. Conselhos para presidência: Reconsidere suas afirmações sobre liderança, cultura organizacional, investimento na gestão de pessoas e trabalho em equipe, pois ambos sabemos que sua hora vai chegar também.   (7)"},{"user":"Sales Representative","avaliation":"Prós: possibilidade de crescimento, conhecimento e desenvolvimento profissional, benefícios. Contras: concorrência interna, falta de alinhamento, pouco espírito de equipe, processos globais nas mãos de profissionais que não entendem o nosso mercado. Conselhos para presidência: gestão, liderança, olhar as pessoas, se preocupar com o clima organizacional e o trabalho em equipe. alinhamento entre as áreas, ter o foco no cliente.   "},{"user":"Funcionário","avaliation":"Prós: Flexibilidade de horário ótimos beneficios ótimo ambiente de trabalho Eu me imagino trabalhando aqui até minha aposentadoria Rh bem atuante Contras: Falta de objetivos definidos nas avaliações gostaria que houvesse ticket alimentação Contratasse muito mas não há 0lano de carreira Ticket deveria ser maior "},{"user":"Project Manager","avaliation":"Prós: A Oracle oferece um bom pacote de benefícios além de uma boa remuneração fixa e bonificação. Contras: A empresa é muito desorganizada, os profissionais frequentemente se atropelam e a pressão por resultados é desproporcional, o que leva a uma grande rotatividade de pessoal. Não há um plano de carreira e as oportunidades são escassas. Aumentos de salário normalmente são dados no momento em que o profissional decide deixar a companhia. Conselhos para presidência: Dar prioridade à área de recursos humanos e oferecer plano de carreira.   "},{"user":"Funcionário","avaliation":"Prós: Benefícios, salário, infra-estrutura, oportunidades de desenvolvimento, treinamentos. Ambiente poderia ser melhor por conta das cobranças mas é uma ótima empresa. Contras: Gestão e estruturação. Cobranças e pressão. Mudanças contínuas dos territórios, equipes. Rotatividade alta. Pouco tempo pra aprender e já bater a meta "},{"user":"Associate Consultant - Ex-funcionário, saiu em 2016","avaliation":"Prós: Contato com outras culturas, estrutura organizacional clara e simples, estrutura para trabalhar (local e equipamentos), benefícios como PPR e auxilio para estudar idiomas. Ambiente saudável e amigável. Incentivo para fazer cursos online usando parte do tempo do expediente (mesmo que nunca desse tempo para isso). Contras: Critérios de avaliação nada claros, profissionais que ficam no cliente não tem tanto apoio quanto os que ficam na empresa. Comunicação falha sobre os novos projetos e estratégias da empresa. Pouca possibilidade de promoção. Conselhos para presidência: Apesar de haver um longo processo de avaliação, ele não é claro, é falho e dá a impressão de ser apenas formalidade, exceto quando é usado para negar o PPR do funcionário.   "},{"user":"Sales Representative","avaliation":"Prós: Benefícios e remuneração excelentes. Ambiente competitivo, mas que proporciona grande aprendizado. A política self service de aprendizado e conhecimento é desafiadora e estimula o crescimento profissional Contras: Grande rotatividade de profissionais e não continuidade dos trabalhos desenvolvidos . Promoções são difíceis e os critérios de avaliação não são muito claros.   "},{"user":"Gerente - Ex-funcionário, saiu em 2014","avaliation":"Prós: Remuneração baseada em resultados e com um ambiente competitivo. Remuneração variável muito atrativa dentro do setor de tecnologia. A Oracle investe na educação dos funcionários, tornando-a um bom local para desenvolvimento profissional. Enfim, uma escola. Contras: O ambiente competitivo e um significativo percentual da remuneração total sendo variável pode provocar stress, assim, cabe a cada um fazer o seu próprio controle sobre vida pessoal/profissional.   "},{"user":"Funcionário","avaliation":"Prós: Ótimo salário (bemacima da média de mercado) e benefícios, aprendizado de mercado e fica muito bem no currículo. É uma ótima empresa para adquirir bagagem e experiência. Contras: Ambiente extremamente competitivo e hostil. A pressão por números é comum, mas nessa empresa alcança níveis que leva a todos a concorrerem uns contra os outros. Não há colaboração e todo o dia parece que você serádemitido.   "},{"user":"Analista de Logística - Ex-funcionário, saiu em 2016","avaliation":"Prós: Beneficios (Assistencia Medica Porto Seguro com reembolso alto ; assistencia odontologica Omint...) , Endomarketing, Escritorios bem Localizados (Regiao Sul de Sao Paulo, proximo ao Shopping Morumbi; Regiao Central do Rio de Janeiro ...), Contras: Falta de preparo dos Gestores (na maioria das vezes, os bajuladores conseguem tudo o que querem dos gestores), Falta de preparo do RH para solucao de problemas levados por funcionarios,...   "}]