[{"user":"Sales Consultant","avaliation":"Prós: Ótima estrutura de trabalho, remuneração é boa quando negociado na entrada, um dos melhores planos de saúde e de odonto, bom local para aprendizado. Contras: Região onde fica o prédio é perigosa, empresa agressiva e totalmente voltada para metas, lá é tudo questão de número, rotatividade alta, praticamente há um corte a cada 3 meses. Sem possibilidade de crescimento interno, existem alguns casos mas não é dado aumento salarial. Conselhos para presidência: Pensar mais nas pessoas, mas de verdade, e não apenas para fazer marketing e conseguir entrar no Great Place to Work.   "},{"user":"Sales Executive","avaliation":"Prós: Remuneração e flexibilidade para fazer Home Office. O salário variável é um grande incentivador e a possobilidade de ganhar dinheiro é factível. Contras: Pressão exagerada, dependendo do diretor sua vida pode ficar muito mais complicada. Nos períodos de fechamento a pressão é muito desproporcional, além dos conflitos internos no que diz respeito a oferta de produtos e comissionamento entre os profissionais que atendem o mesmo cliente. Muita concorrência interna. Conselhos para presidência: Melhorar a cultura da empresa, diminuir a pressão e rever as estratégias anuais para diminuir o turnover.   "},{"user":"Analista de Treinamento","avaliation":"Prós: Boa remuneração, horários flexíveis, possibilidade de fazer home office, diversas vagas internas com oportunidade de crescimento, investimento no funcionário (treinamento, cursos, livros, etc). Contras: Dependendo da equipe, os gestores podem dificultar a vida dentro da empresa, muita pressão para as pessoas de vendas, sentimento de desconfiança nos meses de fechamento.   "},{"user":"Consultor","avaliation":"Prós: benefícios (plano de súde e odontológico) , ambiente de trabalho (humanismo), flexibilidade, boa localização, salário competitive, ambiente e Mercado desafiador Contras: Poucos eventos de interação entre as áreas da empresa, pouca ou nenhuma confraternização (Ex. Festa de fim de ano), pouca orientação de Recursos humanos na cidade do Rio de Janeiro (O RH está localizado em São Paulo).   "},{"user":"Executivo de Vendas Sênior","avaliation":"Prós: Dinheiro, benefícios, comissionamento Veículo. Contras: Cultura orgacional inexistente. Gestão por conflito   "},{"user":"Funcionário","avaliation":"Prós: Muita oportunidade, sempre há coisas novas. Se você tiver um perfil próprio para trabalhar no ambiente, há muda chance de crescer Contras: É uma empresa que exige um perfil bem ambicioso e corporativamente agressivo. Sendo assim, não há muito espaço para equilíbrio entre vida profissional e corporativa Conselhos para presidência: A briga por espaço nos níveis superiores à gerência baixa gera não precisa gerar tanto desconforto e desmotivação para os níveis abaixo   "},{"user":"Business Manager","avaliation":"Prós: Bom de trabalhar, exigente com metas, bastante treinamento, bons benefícios, aprendizado a todo tempo chance de crescimento profissional interno Contras: Bem exigente com as metas porém tem reconhecimento, taxa de rotatividade se pessoas muito agressivo tornando um emprego instável dando insegurança ao empregado, tornando a competi vida de interna agressiva Conselhos para presidência: Continuar investindo em talentos   "},{"user":"Inside Sales Representative II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Branding, Status, Beneficios e Qualidade de vida - todavia, a gestão sênior deixava muito a desejar, poderia ter progredido muito meu território se tivesse tido apoio. Contras: Falta de visão do mercado Brasileiro, dificil de se movimentar internamente, sistema de reconhecimento de comissões bastante complicado, levei 2 anos para começar a entender.   "},{"user":"Database Administrator (DBA)","avaliation":"Prós: Empresa oferece diversos treinamentos gratuitos e descontos de até 100% em certificações. Estabilidade de emprego. Possibilidade de transferência para outros países. Contras: Ambiente de trabalho genérico, sem possibilidades de grandes personalizações e integração forçada pela arquitetura open office adotada. Horários pouco flexíveis. Filial brasileira exige presença em escritório embora todo o trabalho possa ser realizado remoto, sendo essa a política mais comum na corporação.   "},{"user":"Estagiário","avaliation":"Prós: Salário muito bom, flexibilidade de horários, benefícios, contato direto com o nível executivo, meritocracia, cursos para desenvolvimento pessoal e técnico Contras: Ambiente super competitivo, deve-se ter um perfil bem alinhado com a empresa. Os funcionários de vendas em sua maioria são bastante individualistas, não há um ambiente de cooperação.   "}]