[{"user":"Sales Support/Field Sales Brazil","avaliation":"Prós: Excelentes beneficios, salarios, flexibilidade de horario de trabalho, inclusive remoto para algumas gerencias, treinamento nos EUA. Diversos talentos na empresa Contras: Novos funcionarios tendem a entrar com salarios maiores e atuais ficam defasados. Sem plano de carreira definido. Cultura da empresa nao favorece colaboracao. Conselhos para presidência: Mudar a cultura da empresa, incentivar colaboracao entre as áreas, foco no cliente, promover inovacao, transformacao digital   "},{"user":"Customer Success Manager IC4","avaliation":"Prós: Oportunidades de obtenção de conhecimento, não poupam esforços e valores para manter o cliente satisfeito. Valorizam todos os profissionais! Contras: Infelizmente ainda é uma empresa de vendas no Brasil e não de tecnologia, mas aos poucos estão mudando esse conceito. Para se dar bem você precisa ser político.   "},{"user":"Internet Sales Representative","avaliation":"Prós: Benefícios bons, como convenio médico e odontológico. Flexibilidade de horários. Empresa sólida e forte no mercado de tecnologia. Houveram muitas mudanças positivas depois que mudaram de presidente Contras: Muitas gestões dentro de um única empresa. Empresa naturalmente machista, mesmo com mudanças , continua com este posicionamento enraizado em sua cultura.   "},{"user":"Gerente Sênior","avaliation":"Prós: Bom PLR, salário razoável Contras: Não existe plano de carreira, muita politicagem, aumentos e promoções são exgtremamente raros Conselhos para presidência: Infelizmente a Oracle está perdendo ótimos profissionais e está mantendo alguns abaixo da média. Realmente deve-se ter um acompanhamento mais proximo e eficaz   "},{"user":"Sales Representative - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa bacana com muitos beneficios. Desenvolvimento de equipe e boa estrutura para suporte a vendas. Alguns segmentos produto superior à concorrência. Contras: Cobrança surreal. Arrancam sua pele, algo além do humano. Muito jogo de ego. Tudo que você faça nunca é o suficiente. Alta gestão considerada seres superiores, não existe igualdade.   "},{"user":"Sales Director","avaliation":"Prós: Ambiente de trabalho, benefícios, conhecimento do time, apoio às minorias, liderança clara, colaboração, espírito de equipe, oportunidades de crescimento Contras: Excesso de processos demasiadamente confusos, falha na comunicação que chega aos níveis mais baixos, self-service culture, pouco brand awareness Conselhos para presidência: Continue assim!   "},{"user":"Estagiário de Direito","avaliation":"Prós: É uma empresa que dá o feedback ao estagiário. As tarefas não são tão rotineiras, o que lhe proporciona boa oportunidade de aprendizado. A equipe do jurídico possui um ótimo clima para trabalhar. Contras: Não é um estágio muito desafiador. São tarefas simples de Direito, acompanhadas de diligências administrativas. Se o estagiário estiver em busca de aprender a parte processual, o jurídico da Oracle não se enquadrará. Conselhos para presidência: Melhorar os benefícios para os funcionários. Por ser uma multinacional, muitos benefícios estão em falta. Exemplos: Melhora no valor do ticket refeição, pois estamos em uma região cara, e incluir vale alimentção.   "},{"user":"Diretor de Customer Success","avaliation":"Prós: A companhia tem um corpo diretivo global muito antenado com as inovações tecnológicas que os clientes empresarias precisam. Praticamente desenhamos o futuro. Não há como não se apaixonar por uma empresa assim de vanguarda. Além disso, usamos os produtos que vendemos. Basta se dedicar bastante, pedir ajuda aos gestores e pares, fazer os treinamentos e aceitar os feedbacks. Se você gosta de grandes desafios, esta é a empresa certa para você. Contras: Poderíamos ter, aqui no Brasil, uma maior aproximação com as faculdades e fábricas de software para preparar mais profissionais com a nossa tecnologia. Promover mais job rotation também.   "},{"user":"Consultor Sênior","avaliation":"Prós: Investe na formação dos funcionários, se preocupa com o bem estar do mesmo e oferece ótimos benefícios. No geral o clima de trabalho é otimo. Contras: Como o core da Oracle é vendas de produtos, a venda de serviços fica em um segundo plano. Não vejo motivos em não investir mais em serviços. Conselhos para presidência: Investir mais nas vendas de serviços. Não é incomum ter produtos vendidos em um ano sem uma única venda de serviço.   "},{"user":"Arquiteto de Soluções Sênior","avaliation":"Prós: Empresa num momento de inovação muito grande, com um time muito bom e sempre motivadora para os empregados em termos de desafios novos a cada dia. Contras: Acho o reconhecimento de funcionários muito ruim por alguns gestores. Necessita valorizar mais os recursos internos. Isso por parte de alguns gestores.   "}]