[{"user":"Gerente Geral","avaliation":"Prós: Ambiente dinâmico, facilidade do profissional se estabalecer na função desde o princípio. Além de proporcionas bons benefícios e liberdade de realizar o seu trabalho. Contras: Aumento de mulheres na liderança, mudança do comportamento dos Gestores e Executivos para um perfil de líder inspirador, melhora no processo de indicação de profissionais, sem favorecimento aos indicados por gestores e executivos, favorecendo a escolha democrática. Conselhos para presidência: Aprimorar o processo de Liderança Inspiradora, mudar o comportamento dos gestores para serem inspiradores aos seus subordinados.   "},{"user":"Staff Sales Consultant","avaliation":"Prós: Clima incrível, ótimos benefícios, muita flexibilidade e liberdade quanto ao trabalho. Oportunidade de comunicação com todas as áreas da empresa e de desenvolvimento de responsabilidade. Contras: Falta de um plano de desenvolvimento por ter uma cultura muito self-service. Processos burocráticos para promoções, o que acaba levando mais tempo do que o esperado. Conselhos para presidência: Treinamentos para formação de líderes e gerentes internamente. Feedback 360 dos gestores para evidenciar pontos de melhoria   "},{"user":"Analista de Marketing","avaliation":"Prós: Ambiente de Inovação e Ownership de maneira rápida, Benefícios e recursos (computador, celular), Apoio ao funcionário (Gympass, Bicicletario, Pais no Escritório e outros). Contras: Precisamos focar um pouco mais no pós-resultado e desenvolver mais planos de ação focado em melhorias de projetos. Muitas coisas são imediatistas e não são analisadas posteriormente. Além disso alguma vezes há muita pressão hierárquica e falta valorização por desenvolvimento. Conselhos para presidência: Valorizar mais projetos fora da caixa e o desenvolvimento das pessoas.   "},{"user":"Consultor Pleno","avaliation":"Prós: Possui ótimos benefícios como reembolso de assistência médica, auxílio em curso de idiomas. Salário é elevado em relação ao mercado de trabalho. Contras: Escalações todos os dias sem motivos reais, gestão desorganizada e jornadas de trabalho acima de 12 horas. Oportunidades de promoção são bem pequenas visto que a tendência é redução de headcount Conselhos para presidência: Redução de horas extras e mais treinamentos para gestores virarem líderes.   "},{"user":"Gerente de Comunicação","avaliation":"Prós: Autonomia, abertura em todos os níveis hierárquicos, facilidade de diálogo e conversas sobre pontos delicados e acolhimento por diversas áreas Cross. Contras: Falta de controle e gestão dos gestores, que pela autonomia que têm acabam não seguidos muitas diretrizes bacanas que a empresa tem criado... Conselhos para presidência: Tenha líderes que representem realmente seus valores e ouça varias níveis de funcionários para não ter uma visão míope.   "},{"user":"Gerente","avaliation":"Prós: Ótimos benefícios e salário acima da media de mercado, infraestrutura e ambiente agradável, ambiente de startup e boas oportunidade de crescimento Contras: Ambiente extremamente competitivo, escalation é utilizado a todo momento as vezes parece nao ter prioridade pois tudo é prioridade, mas as pessoas sao eticas   "},{"user":"Product Manager","avaliation":"Prós: Aqui temos autonomia para tomar decisões e liberdade para criarmos soluções que atendam nossos clientes, investimos em projetos educacionais e sociais com apoio da liderança Contras: A competitividade em excesso é um desafio para o trabalho em equipe e a colaboração e precisam ser dosados e administrados com cautela. Conselhos para presidência: Capacitar os colaboradores em todos os níveis em processos criativos e colaborativos.   "},{"user":"Business Development Consultant - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios como o convênio médico e a remuneração variável se atingida o 100% , clima de aprendizado, busca dos resultados, treinamentos constantes. Contras: A empresa por ser grande faz com que as famosas \"panelas\" sejam criadas, e por isso mudança de área ou promoções ficam a cargo de quem tem \"amigos\" envolvidos nas vagas.   "},{"user":"Senior Sales Manager","avaliation":"Prós: Excelente empresa com uma cultura incrível. Pessoas muito competentes onde pode-se aprender muito e entregar um trabalho de alto nível. Benefícios muito bons e uma gama de oportunidades de crescimento interessante. Contras: O ambiente é muito estressante, natural de um ambiente de vendas. Temos flexibilidade de horário mas acabamos trabalhando mais do que uma jornada tradicional pela entrega de resultados. As vezes a pressão é exagerada mas no geral acho uma empresa excelente. As promoções nem sempre são as mais meritocráticas, mas vejo uma grande evolução nesse sentido.   "},{"user":"Sales Executive","avaliation":"Prós: Plano de saúde, plano dentário, auxílio creche, MBA, cursos on line de inglês e com professores particulares de espanhol, diversidade, horario flexível. Contras: Dificuldade de promoção, os salários entre as pessoas do mesmo grupo não são os mesmos, um profissional novo entra na empresa ganhando quase o dobro do que uma pessoa que já está há anos na função. Isso nao é questão de meritocracia de quem já está na empresa e sim um problema recorrente nas áreas que admitem novos funcionários. Conselhos para presidência: Equiparação salarial e reconhecimento interno por parte dos gestores, não falo somente de meritocracia e sim que há gestores sem capacidade de gerir uma empresa como a Oracle. As vezes falta transparência nos gestores.   "}]