[{"user":"Analista de Negócios Sênior","avaliation":"Prós: Flexível, moderna, tem gente da melhor qualidade e muito competetente mas que as vezes se desmotivam por \"erro\" humano. Bora mudar isso agora Contras: Eh uma empresa de tecnologia q usa pouco da tecnologia a seu favor, e ainda tem gestores q não sabem o conceito de gerir. Erro imperdoável para uma tech. Conselhos para presidência: Investir na melhoria dos gestores com certeza   "},{"user":"Business Development","avaliation":"Prós: Existe muitas oportunidades de promoção interna, investimento em educação (treinamentos, MBA, Pós-graduação), ambiente descontraido, ótimos benefícios!! Contras: Home office ainda é um desafio para a realidade cultural da empresa, embora a empresa tenha mudado muito culturalmente nos ultimos 2 anos, adotando traje informal e horário flexível.   "},{"user":"Gerente de Contas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa bastante alinhada às leis trabalhistas, preza pela sua imagem junto ao mercado, bem como os direitos dos colaboradores. Mudou sua cultura positivamente nos últimos anos, afastando-se de uma empresa com altos índices de desligamento de funcionários. Contras: Empresa em fase de mudança de sua cultura, afastando-se de uma companhia que contrata e demite muito rápido, porém ainda encontra-se longe do ideal.   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Uma otima cultura, muito aprendizado, bom salario e beneficios. Há possibilidade de crescimento a longo prazo. Dificilmente voce consegue ser expatriado. Se essa é sua busca não conte com essa empresa. Contras: A liderança é fraca por serem pessoas muito jovens. Não possuem a maturidade necessária e não tem postura de lider. Não há orientação clara por parte do gestores. Muita rotatividade na area. Pessoal com ego muito inflado.   "},{"user":"PMO","avaliation":"Prós: Portas abertas com executivos da empresa, se a ideia é boa, não importa a estrutura ou posição de onde veio a ideia, todo o suporte é dado para execução. Incrível como a liderança está empenhada em transformar tanto a vida dos colaboradores, como também mentêm uma cultura customer obsessed buscando inovação e o melhor para os clientes. Contras: Ritmo de trabalho acelerado, onde muitas vezes o tempo pessoal/livre do colaborador é tomado por conta de atividades da empresa. Agressiva cultura voltada a vendas. Conselhos para presidência: Continuem o trabalho atual! A liderança tem feito coisas incríveis e estão o tempo todo escutando e promovendo os colaboradores.   "},{"user":"Analista de Planejamento de Marketing","avaliation":"Prós: Liberdade para tomada de decisões e autonomia. Possui boas oportunidades de mudança de carreira. Também e conhecida como uma empresa de bons funcionarios. Contras: Grande discrepância nos salários dos funcionarios. Nao emenda feriados e as rotinas de trabalho costumam ser longas (nao paga hora extra). Nao é a melhor opçao para o equilibrio vida social x profissional.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade, muita disponibilidade de treinamento e benefícios. Incentivo à qualidade de vida do funcionário e para se estar engajado com as metas da empresa. Contras: Alguns processos muito burocráticos, como a maioria das multinacionais. Também acontece de ser promovido somente no papel, sem aumento no salário.   "},{"user":"Sales Consultant - Ex-funcionário, saiu em 2016","avaliation":"Prós: Remuneração muito boa, em especial o variável. Ótimos benefícios, com destaque ao plano de saúde. Ambiente que favorece o desenvolvimento de habilidades interpessoais (ex.: criar relacionamento com os clientes). Contras: O foco da empresa é vendas acima da tecnologia. Muitos negócios são camuflados como vendas consultivas quando na verdade são apenas fachadas para obter o maior ticket possível. Pessoas que tentam fazer vendas corretas não são reconhecidas como boas profissionais. Conselhos para presidência: A Oracle precisa virar o jogo e colocar o foco em excelência técnica e qualidade de entrega ao invés de tentar obter o maior ticket. Essa tática de canibalizar o mercado funcionava quando o produto Oracle Database era o padrão ouro do mercado. Hoje o mercado está pulverizado e a cultura do open source reina acima de tudo. Empresas como o Google e a Microsoft investem pesado neste modelo, o que mostra que ele também pode ser lucrativo. A Oracle está atrasada, mas deveria seguir este exemplo. Além disso, investir numa cultura menos agressiva e mais harmoniosa só faria bem para a empresa.   "},{"user":"Business Development Representative","avaliation":"Prós: Ambiente descontraído e gente inteligente. As pessoas têm liberdade para serem elas mesmas, e pista para correr. A empresa valoriza quem corre riscos Contras: Seu emprego sempre está em risco. Demite-se por muito menos que em outros lugares. Final de ano fiscal, entre abril e maio, é momento de tensão altíssima   "},{"user":"Sales Manager","avaliation":"Prós: Salario e beneficios, é boa la compensacao e da carro pelos gerentes. Da um cartao de comida e tem um boa restaurante pelos empleados. O escritorio esta em boa lugar. Contras: Cultura e vida pessoal. Muita presao pelas vendas, soamente importa cuanto vende, nao importa um proceso de crecimento o evolucao. Soamente importa as vendas   "}]