[{"user":"Funcionário","avaliation":"Prós: A cultura vem mudando bastante. A gestão preza o bom ambiente entre as pessoas e são muitas as ações voltadas aos colaboradores. Quase todas as semanas acontece uma reunião aberta com o presidente, onde as pessoas podem expor suas ideias sem medo e são de fato encorajadas a promover a transformação na empresa Contras: A boa intenção de querer fazer tudo faz com que o ritmo de algumas áreas da empresa seja extremamente acelerado, o que seria excelente, se muitas ações não se perdessem pelo caminho. Na minha visão, às vezes menos é mais. Vale reavaliar quais são os 20% de ações que trarão 80% dos resultados. Mas veja, mesmo sendo um ponto negativo, não deixa de ter seu lado positivo   "},{"user":"Gerente de Produto Regional","avaliation":"Prós: A empresa tem um portifólio de soluções bastante completo e trabalha com tecnologia de ponta para atender diferentes segmentos de negócios, atuando em software, middleware e hardware. Contras: A empresa tem problemas de gestão, com tomada de decisão e planos de ação muito lentos. Há grande burocracia na maioria dos processos internos e na própria relação com os cliente. Apesar de usualmente oferecer ofertas atrativas para porfissionais oriundos do mercado, não há uma política clara de crescimento salarial e profissional, sem grandes possibilidades para consolidar uma carreira dentro da empresa. A empresa costuma buscar profissionais com alto nível de senioridade, sem espaço para o desenvolvimento de profissionais entrantes na carreira, o que acaba por deixar a empresa sem dinamismo.   "},{"user":"Analista de Negócios Sênior","avaliation":"Prós: A empresa em geral se preocupa com o bem estar do funcionário. Dependendo da área, há muita flexibilidade de horário, home office. Os benefícios são bons. Contras: Nas áreas mais operacionais não há plano de carreira. Dependendo da área e da senioridade do gerente, há muito micromanagement o que torna desgastante a vida do colaborador e do time todo.   "},{"user":"Sales Executive - Ex-funcionário, saiu em 2017","avaliation":"Prós: Capacidade de gerar impacto no mercado e nos clientes com foco e determinacao. Apoio executivo e ambiente de trabalho proativo e engajado para gerar resultado Contras: Esta em um processo de mudanças importante e algum tipo de instabilidade pode acontecer, mas é uma empresa forte e que tem pessoas que buscam trazer o melhor Conselhos para presidência: Keep going   "},{"user":"Business","avaliation":"Prós: time, pessoas legais, ambiente bacana, tem frutas, alimentação, vale dentista, estacionamento, vale compras, bonus, prédio próprio, conceito relativo bom. Contras: pessoas legais, ambiente bacana, tem frutas, alimentação, vale dentista, estacionamento, vale compras, bonus, prédio próprio, conceito relativo bom.   "},{"user":"Especialista","avaliation":"Prós: Ambiente moderno, descontraído, horário flexível, dress code informal, portas abertas com os executivos. O RH é bastante ativo na promoção do bem estar dos funcionários. É uma empresa muito legal de se trabalhar Contras: Há ainda uma cultura de demissão, principalmente no final de anos fiscais, não necessariamente ligada a desempenho. Já melhorou bastante em relação a anos anteriores, mas ainda os meses de abril e maio são bastante tensos, e os níveis de ansiedade são altíssimos.   "},{"user":"Business Development Consultant","avaliation":"Prós: A Oracle promove a liberdade do funcionário com ferramentas, hierarquia flexível, portas abertas entre áreas e tem mudado o posicionamento de RH para incluir as pessoas em iniciativas de bem estar corporativo. Os benefícios e a remuneração são os pilares fundamentais da felicidade dos trabalhadores, com plano de saúde e odontológico sem coparticipação, antecipação do salário mensal em 15 dias e bônus que premia resultados bons. É fácil construir amizades e funcionários novos são acompanhados por um \"melhor amigo\" que os ajuda a se sentir confortável nos primeiros dias. O ambiente é amigável, resultados são celebrados, é fácil e simples equilibrar o tempo para resolver problemas pessoais quando se precisa. Contras: Apesar das iniciativas, ainda se trabalha muito em mudar a mentalidade de gestores médios para um ambiente de inclusão e de reconhecimento justo. É muito comum se ouvirem \"dicas\" de comportamento que envolvem aparência e até repressão direta a atitudes e preferências pessoais como política, uso de jóias e questões de gênero e de sexualidade. Mudanças em produtos, estratégias de empresa e até em modos de operação são brutais e comunicadas somente quando já aconteceram, com períodos de adaptação consequentes que podem levar até 2 meses de improdutividade e desânimo generalizado. Férias são um tabu, tirar os 30 dias previsto na lei é uma afronta não recomendada.   "},{"user":"Business Development Manager","avaliation":"Prós: Empresa maravilhosa, muitos beneficios aos funcionários, campanhas de endomarketing e voluntariado, muito aberta e incentiva a participação em projetos variados como educação, clima organizacional, e etc... Contras: Algumas vezes não é dado o devido tempo ao colaborador para desenvolver um trabalho de longo prazo e a cobrança por resultados é imediata. Muitas mudanças de processos, KPI's, diretoria o que por vezes pode atrapalhar um pouco a execução. Conselhos para presidência: Desde a mudança com o novo presidente há um grande esforço em uma mudança cultural profunda onde as pessoas estão sendo mais valorizadas para obtenção de melhores resultados internos e com nossos clientes. Estamos no caminho certo!!!   "},{"user":"Comercial - Executivo de Vendas","avaliation":"Prós: Liberdade de Horario, comissao justa para vendas e liberdade para desenvolver trabalhos. Todo subsidio para viagens e com otimos planos de saude e outros beneficios Contras: Não possui plano de carreira, hierarquia grande. Pouca visibilidade de futuro. Alto numero de demissoes durante o ano fiscal. Estrutura ainda antiquada sem home office.   "},{"user":"Gerente de Contas - Ex-funcionário, saiu em 2016","avaliation":"Prós: O salário e os benefícios estão sem dúvida acima da média de mercado. A infraestrutura do escritório é impecável. Dão chance de crescimento e movimentação dentro da empresa. Contras: A burocracia envolvida no dia a dia é gigantesca, isso torna a autonomia dos vendedores limitada. Alguns gerentes de venda possuem uma postura completamente inadequada e tem dificuldade de reconhecer um bom trabalho e incentivar a equipe. Conselhos para presidência: Os gestores devem trabalhar mais próximos dos vendedores para garantir uma resultado melhor.   "}]