[{"user":"Gerente de Projetos PMO","avaliation":"Prós: Reconhecimento no mercado por trabalhar em grande empresa Reconhecimento no mercado por trabalhar em grande empresa Reconhecimento no mercado por trabalhar em grande empresa Contras: 80 por cento das pessoas não tem educação. Várias pessoas são acomodadas e se escondem através de processos obsoletos. O grupo Claro não possui organograma e quando vc precisa falar com alguém que vc não acha, não sabe quem é o par que poderia te responder e nem quem é o chefe da pessoa para escalar... um absurdo. As pessoas não colocam assinatura de email com a localização física e nem o telefone de propósito para não ser encontrada Conselhos para presidência: Rever os processos e procedimentos internos, pois sem isso a empresa nunca terá agilidade   "},{"user":"Analista de Marketing Inovação Pleno","avaliation":"Prós: O clima das areas de marketing no geral é incrivel. Direia que o grande forte da Claro são as pessoas. Boa localização, e por ter uma estrutura enxuta você não precisa alcançar cargos muito altos para ser envolvido em projetos grandes e com os maiores parceiros do mercado de tecnologia, inovação. Contras: Não há plano de carreira. Salario abaixo do mercado. Estrutura organizacional bastante inconstante, metas da empresa pouco claras, alto volume de trabalho.   "},{"user":"Vendedor Comercial Externo","avaliation":"Prós: Empresa dinâmica, com ótimas possibilidades de ganhos, ótimo ambiente de trabalho, líderes acolhedores, uma empresa que ensina muito como profissional. Contras: Ponto negativo é que a instalação e feira por uma empresa terceira, assim acaba dificultando o trabalho e a Renda de quem trabalha como vendedor.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Salários pagos em dia... Empresa que valoriza o trabalho e respeita o indivíduo como pessoa... Não tenho do que reclamar do tempo em que trabalhei neste local. Contras: Não tenho do que reclamar... É uma empresa que cumpre com seus compromissos e se encarrega de deixar todos felizes pro trabalho ser muito bem aplicado   "},{"user":"Operador de Caixa de Compra e Caixa de Correspondente Bancário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima empresa com ótimos benefícios, mestas legais , carga horário tranquila, pagamento correto, PPR muito bom ................................... Contras: Gerentes desqualificados, poucos treinamentos ——————-!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!$$!!!!!!!!!!!$$$$$!$$$!!!!!!!$$!!!!!$!!$$!$$$!$$   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções. Contras: o plano de carreira é complicado, para isso necessário você ter contatos. Muitos cargos de chefia que fazem com que tenha pouca visão estratégica para a empresa a longo prazo.   "},{"user":"Gerente Técnico","avaliation":"Prós: Bons benefícios (ticket, plano de saúde, plano de previdência privada), salário pago em dia, excelente relação com os colegas de trabalho e pagamento de participação nos resultados. Contras: O plano de carreira poderia ser melhor estruturado. Existem falhas de comunicação e algumas vezes a burocracia emperra os processos de RH e reconhecimento.   "},{"user":"Consultora de Recursos Humanos (RH)","avaliation":"Prós: Autonomia e clima organizacional. Ótimo ambiente para crescimento e desenvolvimento profissional. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: árias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Dá oportunidade de crescimento dentro da empresa, oferece diversos eventos para aprendizado e entretenimento do funcionário, tem muitos benefícios incluído. Contras: Existe má gestão em alguns setores pois algumas lojas contam com bons vendedores que estão prontos a entregar resultados e um gerente ruim, entretanto vale a pena basta saber se adaptar. Conselhos para presidência: Avaliar e acompanhar melhor os gerentes das loja.   "},{"user":"Especialista de Cobrança","avaliation":"Prós: Bons benefícios, liberdade para desenvolvimento do trabalho, plano de movimentação interna para mudança de área e trabalho institucional bom Contras: Falta de respeito dos gestores, falta de Feedback, falta de descontos nos produtos de forma satisfatória, ou seja, alguns produtos não possuem desconto para funcionários. Conselhos para presidência: Ajude-nos a sermos uma única empresa, pois somos tratados ainda como três empresas diferentes.   "}]