[{"user":" - Ex-funcionário, saiu em 2004","avaliation":"Prós: Ótimos benefícios e estrutura. Na central de gerenciamento de redes onde trabalhei havia restaurante, academia e até consultório médico sem haver necessidade do colaborador faltar. Contras: Ambiente altamente competitivo e quando você se destaca, existe a possibilidade de ficar alvo de alguns colegas que não conseguem o mesmo desempenho. Conselhos para presidência: Promover atividades sociais entre os colaboradores para melhorar a união.   "},{"user":"Aprendiz","avaliation":"Prós: Oportunidades para qualificados. Contras: Não tem festas de empresa.   "},{"user":"Assistente Administrativo","avaliation":"Prós: Tudo é legal na empresa. Desde os funcionarios até os gerentes, coordenadores, tudo é extremamente bem organizado e a gestão orienta bem todos os seus subordinados Contras: Nada negativo. a EMPRESA OFERECE BONS BENEFICIOS E NADA ESTA RUIM. Quem trabalho nela e saiu foi porque encontrou outra oportunidade ou nao atendeu as expectativas   "},{"user":"Analista Jr","avaliation":"Prós: Pagamento de salarios e beneficios em dia. PPR muito bem valorizada. Não fugindo do padrão de uma grande empresa de telecomunicação e é transparente com projetos que será lançado no mercado. Contras: Não existe respeito a hierarquia da empresa, um analista jr cobre ferias de especialista e coordenadores. Poucos oportunidades de crescimento e não aceita ideias para inovação e salários abaixo do mercado.   "},{"user":"Analista","avaliation":"Prós: Benefícios como auxílio creche e licença maternidade, bom ambiente de trabalho, liberdade criativa, bom para quem está começando e precisa aprender Contras: Salários e plano de carreira. Não existe progressão ou enquadramento. Se você se qualificar, fizer faculdade ou pós graduação, bom pra você. Isso não irá se refletir no seu salário ou cargo.   "},{"user":"Funcionário","avaliation":"Prós: Ótimos benefícios e possibilidades de desenvolvimento pessoal e profissional. Quem se qualifica mais e desenvolve suas habilidades se destaca. Contras: Em alguns departamentos os horários não são tão flexíveis. Algumas vezes falta assertividade na comunicação interna. Falta clareza e definições quando novos projetos são iniciados.   "},{"user":"Coordenador de TI","avaliation":"Prós: Flexibilidade de horário, porém não é dada pela empresa e sim pelo meu chefe direto. VR, alguns benefícios mas não são muitos. Na verdade, depois da fusão da NET com a Claro está difícil encontrar pontos positivos. Contras: Empresa não tem compromisso com o funcionário. Você é promovido no cargo porém não no salário. Para ganhar mais é necessário sair da empresa. Conselhos para presidência: A Claro Brasil precisa se adequar às novas empresas. A cultura da empresa é ultrapassada e o ambiente de trabalho é cansativo pois depois da fusão com a Claro tudo ficou pior! A cultura da Claro devia ter se adequado a da NET no passado e não o contrário.   "},{"user":"Analista de Atendimento Ativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios são bem atrativos, pessoas legais com exceção dos coordenadores e gerentes. Pagamento e benefícios em dia nunca atrasam e plr bem atrativo. Contras: Gestão muito engessada e poucas oportunidades de crescimento interno. Não há oportunidades de desenvolvimento pessoal e não há plano de carreira. Conselhos para presidência: Investir mais na gestão. Os coordenadores são muito atrasados em relação humana e só cobram metas e mais metas.   "},{"user":"Analista NOC","avaliation":"Prós: Benefícios( vale-refeição, vale-transporte, plano de saúde e descontos de produtos para colaborador), estabilidade financeira, site interno com oportunidades de vagas, fácil comunicação com RH e com gestores da área. Contras: Setor sem oportunidade para seguir carreira, escala de trabalho cansativa, demanda desproporcional em relação a quantidade de funcionários por equipe. Falta coordenação e gestão com as equipes, processos que dificultam o trabalho.   "},{"user":"Atendente de Atendimento Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: conheci pessoas incríveis, jornada de trabalho agradável, supervisão sempre ali pra te apoiar e empresa sempre te ajuda em que precisar!!!!!! Contras: não há muitos pontos negativos, só quando vc bombea com a empresa, nada de chegar atrasado, sempre atender de bem os clientes mesmo com a ignorância e a falta de educação   "}]