[{"user":"Técnico","avaliation":"Prós: Benefícios Plano de Sude ambiente amigável com flexibilidade de horários com acesso a todas tecnologias existentes no mercado na área possibilitando um conhecimento em vários segmentos da empresa\n\nContras: Falta de um plano Elaborado e TRANSPARENTE quanto a cargos e salários, incentivo a novas idéias e pensamentos e mudanças de padrões antigos e ultrapassados.\n\nConselhos para presidência: Valorizar o funcionário para diminuir a rotatividade de contratações\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de SistemasEx-funcionário, saiu em 2017","avaliation":"Prós: Empresa paga corretamente, possui benefícios como descontos em produtos e serviços da empresa. As equipes são boas com exceção de alguns líderes.\n\nContras: Não possui plano de carreira de funcionários, muitas vezes contratam pessoas de fora da empresa para assumir cargos de liderança, sendo que na maioria das vezes essa promoção poderia ser feita com algum funcionário interno.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Menor AprendizEx-funcionário, saiu em 2014","avaliation":"Prós: Bom relacionamento com colegas, amplo espaço e adaptação, valorização do colaborador, visão futurística e busca de novas tendências e tecnologias de mercado / consumidor.\n\nContras: Distância entre minha residência e a localização da empresa, dificuldade na interação de colaboradores, e gestores de empresas prestadoras de serviços.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente Comercial","avaliation":"Prós: Bons benefícios, convênio, vale refeição, vale transporte, plano odontológico, desconto para colaborador, empresa sempre paga em dia, nunca atrasou.\n\nContras: Não possui muitas chances de crescimento na área comercial de vendas, mas para quem gosta da área, é uma boa oportunidade de ganhar dinheiro.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom Comprometimento, Respeito com clientes e funcionarios e uma grande empatia pela diversidade. Um ambiente muito bom para conviver e aprender.\n\nContras: Peca um pouco na organização e informações. Porem é uma otima empresa de ser cliente. bom proveito e muito benefico cm todos. só realmente melhorar em sua organização\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de ContasEx-funcionário, saiu em 2018","avaliation":"Prós: Vale refeição, auxílio creche, vale alimentação, vale transporte, PPR , estabilidade, vários convênios com empresas, localização e ambiente de trabalho.\n\nContras: Área de vendas na Rua dos ingleses com a categoria congelada e com poucas chances de promoção, devido ao baixo salário registrado em carteira.\n\nConselhos para presidência: Mudança na categoria do pessoal que trabalha remoto\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Empresa que se esforça para estar ao lado de startups para alcançar o topo.\n\nContras: Áreas que ainda não respiram a inovação\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Excelente ambiente de trabalho, presença de profissionais extremamente qualificados e com elevado nível de comprometimento e dedicação pela empresa.\n\nContras: Sem transparência por parte do RH para avaliação de cargos e salários. Esse é ponto de melhoria necessário para elevar o patamar de qualidade da empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador Comercial","avaliation":"Prós: Empresa multinacional, com processos definidos , clima organizacional maravilhoso, salários e benefícios acima da média, muitos treinamentes e oportunidade de crescimento.\n\nContras: Garantir atuação de equipe comercial através entrada e saída (ponto) jornada líquida diária, ter mais bases comercias. Ter um portfólio mais simples.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Recepcionista e Vendedor","avaliation":"Prós: O valor do salário está acima do mercado, com um amplo pacote de benefícios como plano de saúde, vale alimentação / vale refeição e odontológico e PPR\n\nContras: Para possibilidade de crescimento somente quem puxa o saco, os promovidos são sempre os mesmos e sem ter o mínimo da capacidade de trabalhar em equipe e formação academia é exigida nem para todos para processo de seleção.\n\nConselhos para presidência: Verificar de forma mais segura e de concorrência interna mais justa, com igualdade entre todos os funcionários.\n\nÚTIL? \nREPORTAR"}]