[{"user":"Promotora de Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: aprendizado, localização , estamos nas lojas e eu aprendi muito com isso, tive uma flexibilidade muito boa de horário. aprender a se desenvolver Contras: falta de benefícios, liderança sem capacidade, apenas sobe de cargo se você babar a gerente. você bate a meta mais não recebe a comissão. cobrança alta   "},{"user":"Técnico Manutenção - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa muito boa, plano de carreira e benefícios e salário muito bom. Ambiente de trabalho bem legal. Eu gostei muito de trabalhar nessa empresa. Contras: Muita cobranças, devido a empresa terceirizar muita área isso dificulta um pouco mais no dia a dia. Sistema Sempre parando, para baixar um serviço às vezes demorava muito. Conselhos para presidência: Sem sugestão   "},{"user":"Vendedora - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa muito boa, ótimos benefícios, valores de va/vr acima do mercado. Ambiente de trabalho sempre muito bem organizado e limpo, gestão parcialmente boa =) Contras: Forma de remuneração que o funcionário não tem acesso ao que realmente está sendo pago. Não existe um plano de carreira efetivo, não é algo justo para todos pois sempre há indicação e nem todos recebem a mesma oportunidade.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa extremamente consolidada, com produto de qualidade o que facilita na hora das negociações com clientes. Empresa valoriza o funcionário, tem ótimos benefícios, salário e PLR. Contras: A loja em que eu trabalhei tinha um ambiente péssimo, maioria dos colegas mau humorados e dispostos a trapacear clientes para bater meta, embora essa não seja a visão da empresa, muito pelo contrário. Conselhos para presidência: Fiscalizar loja com mais frequência, e rever alguns conceitos quanto a prática de coisas erradas por parte dos funcionários.   "},{"user":"Analista de Teste Treinee - Ex-funcionário, saiu em 2018","avaliation":"Prós: Direitos do funcionário. Vale - Alimentação, Ticket - Refeição, Vale - Transporte. Ambiente bem jovial e tranquilo, Pessoas com espírito de equipe. Contras: A empresa não investe nos funcionários. Não dá oportunidade ao funcionário dele ter voz ativa dentro da equipe. Não paga hora extra.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Boa aceitação dos produtos, muito boa remuneração, ppr conforme metas da regional e do Brasil, sempre pegamos apartir de 6 mil reais, plano de saúde Excelente, ticket de funcionários antigos como eu era de 790,0 Contras: Não há produtos e nem desconto para funcionários, enrolação no desligamento, a claro demora quase 30 dias para fazer homologação da demissão do funcionário Conselhos para presidência: Empregar mais, empresa muito burocrática   "},{"user":"Vendedor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pessoas legais,comunicativas,inteligentes ,simpáticas ...porém teve Muito conflito e discussão no meio ..difícil vender por internet,precisa melhorar muito. Contras: Sem carteira assinada,só ganha por comissão ..e não tem benefícios fora Vale transporte,sinto falta de outros benefícios como o vale alimentação Conselhos para presidência: Assinar a carteira dos funcionários e aumentar os benefícios   "},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima empresa, ótimos beneficios, ótimos gestores, ótimo ambiente de trabalho, a empresa realmente reconhece os seus funcionários, tem um plano de carreira bom Contras: Muitos processos dentro da empresa que são para melhoria acabam sendo falhos, acabam gerando conflito entre os setores e desvio de informações   "},{"user":"Consultor","avaliation":"Prós: Autonomia, para liderar iniciativas transformacionais, flexibilidade de horário, desenvolvimento pessoal e para a carreira e capacitações de acordo com meus desafios Contras: Qualidade de vida, cada estrutura executiva lidera de um jeito, então podemos ter várias empresas dentro de uma. A sensibilidade doa líderes ao clima.   "},{"user":"Especialista Financeiro","avaliation":"Prós: Contatos podem ser feitos possibilitando o networking com diversas areas e pessoas. Pagamento em dia e RH capacitado para fornecer estrutura Contras: Volume de trabalho excessivo, não há processos definidos. Estrutura muito vertical oriunda de uma matriz (America movil) muito familiar. Muita desorganização "}]