[{"user":"Técnico de Head-end","avaliation":"Prós: Estrutura Organizacional, rápido crescimentos para profissionais qualificados, ótimos beneficios, boa estabilidade para os que desejam ficar, desconto em universidades para cursos correlatos à área de atuação. Contras: regras não são claras para crescimento, não utiliza a meritocracia de fato, necessário melhorar a integração com os colaboradores do grupo beneficios não são iguais para todos , ' área técnico e administrativa \" Conselhos para presidência: equiparação e igualdade nos beneficios concedidos para todos os colaboradores   "},{"user":"Analista de Logística Pleno","avaliation":"Prós: Bons benefícios assistências médicas e odontológica participação nos lucros vales refeição e alimentação apesar de estar em reestruturação não tenho reclamações Contras: Estrutura organizacional fraca é regida pelo conceito de quem tem mais tempo de casa e promovido o que nos dias de hoje não viável, temos ótimos profissionais com pouco tempo de empresa Conselhos para presidência: Avaliem melhor as pessoas indicadas para os cargos de gestão   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa maravilhosa, pagamento sempre em dias e os benefícios excelentes, investem sempre em treinamentos para o desenvolvimento dos funcionários Contras: Desde que entrei na empresa não vi nenhuma falha por conta da empresa e talvez pela parte da gestão ao que diz respeito em plano de carreira, favorecer sempre o funcionário que eles tem mais afinidade. Conselhos para presidência: Acompanhar mais a gestão.   "},{"user":"Analista de Treinamento Júnior","avaliation":"Prós: Benefícios, relacionamento com os colaboradores, localização, ações de responsabilidade social, desconto nos produtos, plano de participação nos resultados Contras: Maior chance de Promoção mudando de área, dentro da área é muito difícil ser reconhecido, processos internos burocráticos, em algumas áreas é difícil o trabalho em equipe   "},{"user":"Coordenador Técnico","avaliation":"Prós: Remuneração em linha com o mercado . Bom convênio médico, bom auxílio alimentação e aquisição de produtos da empresa. Possibilidade de trabalhar próximo de casa devido ao tanho da empresa. Contras: Política de recrutamento interno favorece contratação do mercado em detrimento a promoção de colaboradores no grupo. Não existe política clara para utilização de veículos da frota , o usuário se sente inseguro quando necessita utilizar. Conselhos para presidência: Não existe programa trainee , área de treinamento é modesta e não existe parceira com boas empresas de treinamento . Os programas de MBA e pos graduação acontecem como copa do mundo 4 em 4 anos. Há propostas no mercado com remuneração em linha aparecendo, sem ppr como diferencial podemos perder muitos talentos.   "},{"user":"Analista Administrativo","avaliation":"Prós: Salário em dia, plano de participação nos resultados, autonomia no trabalho, horários flexíveis, gestão com liberta-se para trabalhar, bons benefícios. Contras: Falta oportunidades de crescimento, plano de carreiras impossibilita que as pessoas sejam promovidas, desorganização e burocracia dos processos administrativos.   "},{"user":"Especialista de Tecnologia - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ambiente muito bom, bons benefícios e oportunidades para quem está disposto a demonstrar algo a mais. Convívio com profissionais muito bem qualificados. Contras: Por se tratar de uma empresa muito grande, muitos projetos são lentos e não adotam as melhores práticas. Conviver com tecnologias bem ultrapassadas.   "},{"user":"Técnico de Head-end","avaliation":"Prós: Empresa tem um convênio razoável, PPR , empresa já foi melhor quando era somente NET cresceu desordenada e sem estrutura com a fusão NET/CLARO/EMBRATEL. Contras: Empresa não possui uma plano de carreira para o funcionário, promoções somente para agradar amigos. Liderança simplesmente não aparece e não temos um feedback do trabalho.   "},{"user":"Técnico de Projetos","avaliation":"Prós: Os benefícios na empresa são ótimos. Na empresa existem até alguns treinamentos específicos para crescimento na área. A parte saúde também é boa. Contras: Os funcionários que conseguem crescem são aqueles famosos amigos/puxa saco. Desta forma, dificulta o crescimento dos demais profissionais qualificados para alguns cargos.   "},{"user":"Especialista Tributário - Ex-funcionário, saiu em 2018","avaliation":"Prós: beneficios amplos, sendo uma empresa de tecnologia mundial, apresenta um pacote de beneficios de boa qualidade para o funcionario, os salarios estao sendo reavaliados pois com as adiçoes de outras empresas esses ficaram muito irregulares Contras: com a compra de empresas houve uma demissao em massa de funcionarios principalmente das empresas que foram compradas, o salario e muito diferente entre as empresas para atividades identicas, a propaganda de ser uma so funciona apenas no marketing Conselhos para presidência: Ter uma visao ampliada dos gestores pois existe abusos de autoridades para com o funcionario abaixo e pelo jeito ninguem corrige este problema   "}]