[{"user":"Analista Fiscal e Contábil","avaliation":"Prós: Empresa que tem uma certa estabilidade e que busca inovar. Contato com novas tecnologias e um ritmo de trabalho mais tranquilo, não forçando hora extra Contras: Falta plano de carreira e mentoring. Há muita politicagem e fofoca. Tecnicamente a empresa na área de TI é muito desorganizada, sem processos definidos e novos framework   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Boa empresa, ambiente descontraído e bacana para trabalhar Pessoas boas e solicitas Bastante estimulaste e aprende muito Produto bom e bem interessante para se trabalhar Mercado competitivo Contras: Nao existe plano de carteira definido Muitas vezes tem perfil mas o gestor não promove por conta de falta de planejamento para se ter o nível correto Muitas vezes só se vê números   "},{"user":"Vendedora - Ex-funcionário, saiu em 2014","avaliation":"Prós: Localização Contras: Atraso no pagamento   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pacote de benefícios é algo atrativo e que motiva os empregados. Além obviamente de todo nome que a empresa possui no mercado, traz segurança para os empregados. Contras: O plano de crescimento dentro da empresa ainda não está bem desenvolvido. Ainda perdem muitos empregados bons por falta de acompanhamento e plano de carreira mais bem definido.   "},{"user":"Consultor de Vendas","avaliation":"Prós: O grupo América Movil por gerar tanta vagas de emprego no Brasil com suas empresas acaba sendo legal, apenas isso, porque a gestão é desorganizada infelizmente Contras: Empresa terceirizada mctl representante da claro, foge totalmente dos padrões de telefonia e mostra a cara do quão é desorganizado a empresa   "},{"user":"Funcionário","avaliation":"Prós: Benefícios padrões (salário, ticket refeição e alimentação), há poucas falhas de RH, há gestores bons apesar do que vou apontar em (negativos). Contras: Nao há benefícios referente telecomunicações para o funcionário, Péssima infraestrutura (somente desktops e muito antigos) helpdesk é desesperador, 500 chamados para conseguir um acesso, Grande parte da equipe é ultraresistente a qualquer mudança, dificuldade de implantar novos métodos, projetos e processos Conselhos para presidência: Integrar as empresas, vender a nova cultura para todos, hoje são 3 empresas diferentes que precisam trabalhar juntas sem terem vontade   "},{"user":"Analista de Relacionamento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho muito agradável, horário de trabalho muito flexível e liberdade para inovação, aprendizado constante com as ferramentas de administração de empresas. Contras: O fator da relação pessoal conta mais do que a prossional, com isso a valorização e a ideia de um benefício por meritocracia fica um pouco a desejar.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Remuneração boa, assistencia médica, localização proximo de pontos estratégicos, equipamentos próprios para cada tipo de profissional, iluminação. Contras: Exigências irreais, planos mal elaborados, comunicação sem dúvida muito ineficiente, má vontade dos parceiros e funcionários. Se não fosse os terceiros, estariam em péssima situação. Conselhos para presidência: Mudar de segmento   "},{"user":"Funcionário","avaliation":"Prós: Beneficios, pagamento em dia, local de trabalho bom, equipamentos bons, ....................................... ............................. Contras: Não reconhecimento por parte de gestão. deveria existir mais visita de coordenação em.lojas, deveri haver feesbacks deles conosco.   "},{"user":"Técnico de Suporte","avaliation":"Prós: A empresa é ótima, salários bons e ótimo benefícios, possui um plano de carreira profissional para os colaboradores, Contras: Além dos benefícios oferecidos que não bons, a empresa depois da junção dos três grupos ainda os colaboradores sofre um pouco com a não junção dos benefícios iguais para todos..   "}]