[{"user":"Operador Auxiiar de Armazenamento","avaliation":"Prós: Atendimento é bastante legal, eu fui bem tratado , me recepcionaram bem , não deixaram a desejar na parte do atendimento e disposição com minha pessoa Contras: Deveriam melhorar a parte das contratação dizem que não foi selecionados mais assim diz, que entraram em contato , deveriam ser sinceros com os clientes. Conselhos para presidência: Serem mas humilde .   "},{"user":"Gerente de Contas Sênior","avaliation":"Prós: Clima organizacional e qualidade dos produtos são o diferencial. Empresa consolidada no mercado com segurança para o funcionário. Benefícios compatíveis com o mercado. Contras: Não existe meritocracia e nem plano de carreira. A empresa é muito burocrática e isso dificulta a relação com o cliente final. É preciso se modernizar nesse sentido. Conselhos para presidência: O maior ponto negativo é que a empresa não tem plano de carreira.   "},{"user":"Consultor de Vendas Diretas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário é bom,comissão é boa(caso consiga atingir a meta que é absurda e cresce todo mês),vale alimentação/refeição,ótimo plano de saúde,plano odontológico. Contras: A empresa só promove amigos que são contratados ou quem puxa muito saco dos chefes,oferece prêmios ridículos (salgadinhos,Coca cola para te envenenar,canecas de acrílico,ingresso para shows que ninguém quer ir e etc)em incentivos para que você se mate de vender,isso é desvalorizar os funcionários que são taxados de otários. Descontam em seus salários qualquer coisa que eles considerem errado,sendo que muitas vezes são problemas no sistema e no ponto.Escala de horário /folgas injustas e etc Conselhos para presidência: O gerente da regional deveria avaliar as pessoas que são contratadas para cargos importantes e principalmente quem esses estão promovendo,pois entram pessoas de outra operadora para serem coordenador que contratam e promovem junto com os gerentes somente amigos que na maioria das vezes já trabalharam juntos em outras empresas,isso causa frustração em funcionários que sempre se dedicaram a Claro,exemplo é as Claros de Minas Gerais que está se tornando uma empresa de ex chefes e funcionários da Tim.   "},{"user":"Analista Comercial","avaliation":"Prós: A empresa possui otima estrutura física de trabalho, respeito à diversidade, incentivo à inclusão, possui bons benefícios. Pagamento sempre em data corretas. Contras: Possui área de recursos humanos desorganizado desde que a união com a Net. Sistema de Rh confuso. Não há plano de acompanhamento e desenvolvimento do colaborador (Feed back, etc)   "},{"user":"Técnico de Manutenção","avaliation":"Prós: Crescimento profissional, reconhecimento, liberdade para realização das atividades, Participação de Lucros, Benefícios, entre outras coisas. Contras: Escala de trabalho que é bem desgastante, pois se folga apenas 4 dias no mês, gerando bastante desgaste aos funcionários técnicos da empresa.   "},{"user":"Assistente de COP - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimos benefícios, bom clima organizacional, coordenadores antipaticos e arrogantes. Boa localização. Falta de treinamentos. Praticante não há integração para os novos colaboradores Contras: Processos seletivos internos. As vagas eram ocupadas por \"queridinhos\" dos coordenadores. Qualquer coisa era motivo de advertência. Grande demanda pata poucos funcionários, o que sobrecarregava os demais. Conselhos para presidência: Evitar não conformidades. Implantar um manual de qualidade. Cada colaborador fala uma língua diferente dentro do mesmo setor.   "},{"user":"Gerente de Marketing Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa dinâmica, flexível, dá oportunidades de crescimento, tem alta capacidade de investimento, bons benefícios, novo prédio muito confortável Contras: Altamente hierarquica, muita política, falta de transparência, RH fraquissimo, falta de processos, nem organograma há, equipamentos de informática extremamente obsoletos, salários baixos, falta de reconhecimento, existência de chefes abusivos Conselhos para presidência: Mudar todo o board e a cultura do Rh, fazer valer os valores DE FATO, implantar pesquisa de clima DE VERDADE, fazer entevista demissional, deixar claro job description, implantar auditoria interna   "},{"user":"Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios Vale Transporte , Vale Alimentação ou Vale Refeição , Convênio Médico , pacote de TV , internet e net fone com preço para colaboradores e o meio de tecnologia e avanço tecnológico. Contras: Demanda excessiva , cobrança excessiva na entrega de resultados , reuniões em excesso e desgastantes , falta de recursos disponibilizados pela empresa , contrariedade na política da empresa com o real ambiente vivenciado . Conselhos para presidência: Respeito , humanidade e cumprimento da política da empresa e não somente resultados maquiados   "},{"user":"Especialista","avaliation":"Prós: A empresa é imensa, por isso há oportunidade de crescimento e movimentação entre as áreas, o ambiente é leve e descontraído. Estamos com constante aprendizagem na pratica Contras: Empresa com visão mexicana, focada em redução de custos, poderia investir em treinamento e desenvolvimento humano, funcionários muito antigos que não produzem. Conselhos para presidência: Investir em desenvolvimento humano, programas formais de feedback e plano de carreira para motivação e incentivar pessoas   "},{"user":"Funcionário","avaliation":"Prós: Possibilidade de desenvolvimento profissional e certa estabilidade, quando o comprometimento possui notóriedade dentro da organizaçã. Contras: Quando o assinante decide não aguardar em sua residência ou comercio a visita técnica previamente agendada, impactando de forma negativa o indicador individual.   "}]