[{"user":"Especialista de Serviços de Telecom","avaliation":"Prós: Fácil acesso, prédio novo e com boa infraestrutura. Horário de trabalho flexível, certa liberdade nos planos de ações. Ambiente cativante entre os funcionários. Contras: Falta de reconhecimento, muitas vezes independe da sua capacidade de execução e dos resultados apresentados para ter reconhecimento e crescimento, e sim do tempo de casa. Muitos gestores sem atualização e conhecimento do mercado e dos concorrentes. Falta de evolução/precisão com relação a ferramentas manipulação e atualização de informações. Conselhos para presidência: E empresa deveria pensar melhor nos seus colaboradores. Maior renovação nas posições de gestão com promoção de novas pessoas e desligamento de pessoas que não tem mais contribuição na empresa. Gestão está longe de agir pela razão.   "},{"user":"Gerente de Negócios","avaliation":"Prós: Profissionais a muito tempo no mesmo cargo mostra certa estabilidade, marca consolidada no mercado, oportunidades de crescimento profissional e pessoal Contras: Os processos administrativos ou de vendas são muito lentos , a resposta ou tratativa são morosas e alguns colaboradores estão na zona de conforto.   "},{"user":"BackOffice - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho bom, relacionamento ótimo com os gestores e pagamento sempre em dia e ótimos benefícios. Boa localização, próximo a varias linhas de ônibus. Contras: Instalação ruim, ar condicionado com mau cheiro e somente tem oportunidade de crescimento dentro da empresa quem tem conhecidos em cargos estratégicos. Conselhos para presidência: Deveriam dar mais oportunidades de crescimento dentro da empresa aos funcionários.   "},{"user":"Consultora de Vendas PME - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa com plano de carreira, pagamento em dia, ótimos benefícios plano de saúde top, comissões agressivas, plr de acordo com salario e comissão, comissões resgistradas no contra cheques. Contras: Gestores falham em liderar equipe.   "},{"user":"Analista de Datacenter I","avaliation":"Prós: Clima organizacional leve e descontraído, liberdade para trabalhar, fácil acesso aos superiores inclusive a gerência. Sensação de estabilidade. Contras: Falta de transparência nos processos seletivos internos, sem retorno em alguns casos e quando negativo sem explicação plausível. Meritocracia não é o fator principal para promoção. Conselhos para presidência: Atenção aos detalhes e qualidade de vida dos funcionários, transferência e feedback aos funcionários.   "},{"user":"Executivo de Contas Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Remuneração atrativa, excelente estrutura física, fornece o carro da empresa para trabalhar. PPR muito bom. Os cargos de gerência são ocupados por pessoas mal preparadas. Contras: Troca de Gerente de operações constante o que não permite desenvolver um trabalho, não tem meritocracia, e não tem funcionários na área comercial que tenham mais de 3 anos de casa. Demissões constantes. Benefícios como alimentação ou km quando necessário ruins.   "},{"user":"Técnico II","avaliation":"Prós: A empresa apresenta bons benefícios, tais como ticket alimentação (alello), plano de saúde (Bradesco Saúde) e plano odontológico... Possui também PPR anual que varia até 3,6 salários. Contras: Ponto negativo é a qualidade de vida para quem trabalha em regime de escala, não possibilitando folgas maiores do que dois dias seguidos. Ticket alimentação não é fornecido nas férias   "},{"user":"Analista de Sistemas","avaliation":"Prós: De maneira geral na empresa há Flexibilidade na equipe, ambiente de trabalho agradável e colaboração entre os times integrantes dos projetos desenvolvidos Contras: Com base no Mercado de trabalho atual os Benefícios não são atrativos, e não há política de trabalho remoto, porém há flexibilidade com os gestores.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Comissão e benefícios. Produto fácil de vender, com boa aceitação. empresa oferece treinamento e capacitação para o funcionário exercer a função. Contras: gestão. na verdade a empresa nao possui muitos pontos negativos, e tudo questão de se adaptar, a comissão no começo pode ser baixa mas com o tempo você ganha bem.   "},{"user":"Aprendiz","avaliation":"Prós: Ambiente. Contras: Distância entre cargos superiores com os mais baixos.   "}]