[{"user":"Analista Júnior","avaliation":"Prós: Muito bom trabalhar sabendo o quanto você contribui pra empresa acho legal trabalhar e ganhar plano de celular de graça só tomar cuidado com os concorrentes Contras: Muito ruim trabalhar onde não se sabe quando pode ser demoto do sem feedback algum isso é horrível pq você se sente inseguro o tempo todo fica   "},{"user":"Assistente Administrativo III","avaliation":"Prós: Capacitação de funcionários e programas de qualidade bem como cursos benefícios como odonto, médico, participação nos lucros, vale alimentação. Contras: O principal ponto negativo, é que não se tem um suporte ao empregado subordinado, por exemplo, se você é subordinado do setor precisa fazer valer instruções da empresa, o seu superior não intervem quando outros subordinados não colaboram. e ao meu ver é resultado de má administração. Conselhos para presidência: Maior suporte dos superiores aos colaboradores.   "},{"user":"Business Designer","avaliation":"Prós: Apoio de diversas frentes e autonomia para executar as principais atividades de forma coesa com liberdade para expressar ideias e melhorias no processo e no projeto Contras: Necessário areas da empresa se unirem de forma mais positiva e parceira em prol da evolução e inteligência coletiva para atigir resultados cada vez mais satisfatórios Conselhos para presidência: Juntar as areas com mais efitividade da presidência de forma parceira   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Clima organizacional, processos bem desenhados, investimento em treinamentos, comissão satisfatória, plano de carreira para alguns setores específicos Contras: Plano de carreira de inexistente para cargos comerciais, falta de previsibilidade na pactuação de metas, demora para cumprimento de chamados abertos no suporte técnico.   "},{"user":"Gerente de Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa multinacional, com diversos canais de atuação, possui maior investimento em regiōes maiores, e infra estrutura de redes.Bons benefícios e plano de carreira. Contras: Plano de desenvolvimento e processos burocráticos e sem conhecimento da equipe de suporte. Falta vivencia na prática para construir soluções eficazes. Conselhos para presidência: Investir na desburocratização dos processos, fortalecimento da marca em regiōes de baixo share e maior capacitação e responsabilidades da equipe de suporte.   "},{"user":"Técnico Especialista","avaliation":"Prós: Estabilidade, bons benefícios e bom ambiente de trabalho. Boas condições de trabalhos e instalações físicas adequadas. Fácil acesso à gerencia e flexibilidade para tratar assuntos em qualquer nos âmbitos profissional e particular. Contras: Não há um plano de cargos e salários bem definido. Não há perspectiva de crescimento e as promoções são estabelecidas por critérios cronológicos ou pessoais. A formação e conhecimento não são valorizados, o que de certo modo traz insatisfação.   "},{"user":"Analista de Negócios Sênior","avaliation":"Prós: Adoro trabalhar aqui. Ambiente descontraído, com oportunidade de carreira. Sempre ligado em novas tecnologias! É excelente para aprender e aplicar! Contras: Muita terceirização principalmente na área de tecnologia, para reduzir a plr e outros benefícios. Mas o tratamento dos funcionários é igualitário.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamentos e benefícios pagos sempre em dia! Responsabilidade com os funcionários e possui boas instalações para trabalho! Contras: Poucas chances de crescimento por mérito! Pois só sobe de cargo quem puxa saco da gerência! Conselhos para presidência: Que deem mais chances aos funcionários!   "},{"user":"Técnico de Telecomunicações - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom salário e pontualidade no pagamento do salário e benefícios , boas condições de trabalho , bom valor de ppr, são as coisas boas da empresa. Contras: Não tem plano de carreira, dizem ter igualdade de oportunidades a todos, porem na pratica não acontece dessa maneira, vc se candidata as vagas porem, na tem sempre alguém que foi indicado e vai ocupar a vaga, a parte técnica da empresa esta esquecida e são as pessoas mais importante na minha opinião. Conselhos para presidência: Valorizar a equipe técnica em geral, e implantar plano de carreira, com isso fará de seus colaboradores muito satisfeitos e motivados.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Colegas de trabalho, amizades, etc,etc,etc,etc,etc... APENAS ISSO. Contras: Sem estrutura, sem reconhecimento profissional, horários absurdos, sem motivação, horas extras não pagas, atrasos no salário sem satisfação ao colaborador, poucas ferramentas de trabalho. "}]