[{"user":"Assistente Comercial","avaliation":"Prós: Ótima empresa para se trabalhar Benefícios acima do mercado Horário de trabalho flexíveis Ambiente agradável Clima muito descontraído e agradável\n\nContras: Chefia imediata com pensamentos ultrapassados e obsoletos Pouca valorização do funcionário Sem possibilidade de crescimento para funcionários PCD\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor ComercialEx-funcionário, saiu em 2019","avaliation":"Prós: tudo o que a empresa proporciona é bom. meio de trabalho. computadores ambiente. salário comissão... tudo é bom nada a reclamar. pessoas e convívio.\n\nContras: não existe pontos relativamente ruins.. você tem que ser bom vendedor para poder trabalhar na claro pois eh um mercado que cresce a cada dia mais\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: Clima, pacote de remuneração, fácil acesso, colaboradores engajados, politica da empresa bem definida............................. ............................................... ................................................... .................................................\n\nContras: Não tenho pontos negativos para relatar, é uma empresa da qual gosto muito de fazer parte como colaborador ........................... ..............................\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Marketing Digital","avaliation":"Prós: Bom convívio interpessoal, ótimos benefícios, aprendizados diários e contato com diversas áreas e funções. Ótimo para ganho de experiência em varejo e Telecom\n\nContras: Reconhecimento financeiro a longo prazo, limitação de recursos por governança de dados, alta concorrência para promoções e dificuldade de crescimento\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Gerente de Negócios II","avaliation":"Prós: Benefícios como Vale Transporte, Vale Refeição, Vale Alimentação, depreciação, plano de saúde, participação nos lucros, previdencia privada.\n\nContras: Distancia da base da empresa principalmente para funcionários lotados no interior do estado o que dificulta a consulta e acesso ao intranet que para a área comercial é de suma importancia ter esses acessos. Não existe um plano de carreira atrativo.\n\nConselhos para presidência: Plano de carreira mais atrativo, vejo que a maioria dos cargos de liderança são ocupados por pessoas que vem de fora e não dão essa oportunidade para os que já são de casa. Uma melhor preparação dos profissionais para possíveis promoções de carreira e elevar o percentual máximo de aumento de salário que hoje é limitado a um acréscimo de 20% o que acaba impedindo promoções.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico em Manutenção Técnica II","avaliation":"Prós: Salários ,alguns benefícios,liberdade para trabalhar, carro da empresa ,plano colaborativo, no geral é uma otima empresa . Pode entrar tranquilo\n\nContras: Gestão sem pulso firme, falta de valorização ao funcionário/colaborador ,falta de especialização para os colaboradores ,fata de mais cursos\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Boa empresa para se trabalhar. recomendo os aprendizados que conquistei ao longo desses anos. Adquiri muito conhecimento que agregou para a minha carreira.\n\nContras: Falta de processo.. e oportunidades na carreira...........................................................................................................\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Business Partner","avaliation":"Prós: Informalidade e dinamismo, foco no resultado. Corpo diretivo acessível. Tolerância a erro. Ritmo acelerado. Mudanças constantes. Ambiente descontraído.\n\nContras: Algumas questões só são resolvidas quando a alta direção é envolvida. Processos burocráticos que fazem algumas decisoes muito lentas. Estratégia demora para chegar no nível operacional.\n\nConselhos para presidência: Acelerar a sinergia e diversificação do negócio.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Faturamento JúniorEx-funcionário, saiu em 2019","avaliation":"Prós: Possui ótimos benefícios, como VR alto, PPR bom, assistência médica bradesco, possui vale transporte. Há programas e benefícios internos também.\n\nContras: Empresa passando ainda pelo processo de sinergia, possui alguns processos não muito bem definidos, outros passando por mudanças e melhorias.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor ComercialEx-funcionário, saiu em 2018","avaliation":"Prós: Empresa com boas possibilidades de ganho variável, porém difícil perspectiva de carreira. Bom pacote de beneficios, ambiente de trabalho agradavél.\n\nContras: Falta de bom treinamento. Excesso de pressão, acima do normal até para um ambiente de vendas. Falta de acompanhamento dos supervisores e gestores imediatos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]