[{"user":"Executivo de Contas","avaliation":"Prós: empresa de grande porte com uma presenta significativa no mercado mas o canal CLARO TV está sucateado e não atende os supostos valores institucionais da empresa. Contras: em todo o período que estive na empresa (4 meses) não foram pagos o reembolso e não tive recursos básicos para a atuação como computador, acesso a rede e pacote office. o maior desafio foi ter que prospectar novos agentes autorizados a primeira semana de trabalho sem período de adaptação, email, telefone corporativo e material de apoio da empresa. para finalizar, a empresa não garante mais suporte para os agentes que estão na base e a gestão usa de constantes ameaças para cobrar resultados.   "},{"user":"Vendedor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Beneficios , ppr , salario , comissionamento e ppr a empresa oferece muitos bons beneficios e comissionamento para o funcionário, ppr muito boa. Contras: gestão, e não tem plano de crescimento ou plano de carreira para quem veio da Net e depois que fez a unção com a claro houve muitas demissóes.   "},{"user":"Analista Técnico de Telecomunicação Júnior","avaliation":"Prós: Empresa agradável, com boas pessoas. Paga em dia e tem bons benefícios. Oferece Plano de Participação dos Lucros apesar das metas serem geradas de forma obscura Contras: Não há plano de carreira na empresa. Após a fusão pessoas de diferentes áreas agora trabalham juntos ganhando salários e benefícios diferentes.   "},{"user":"Caixa","avaliation":"Prós: Ótimo ambiente de trabalho, remuneração boa, bons benefícios, e PPR. Empresa muito preocupada com o atendimento ao cliente e com os alinhamentos dos vendedores em sua loja. Contras: Falta de oportunidades. Na empresa você não pode se candidatar a vagas se o seu cargo não for elegível, sequer fazem testes com você pra saber se realmente não esta apto ao cargo. Sendo assim, não importa você se destacar e tentar crescer em algo se não for seu gerente quem vai fazer seu nome. Metas inatingíveis, a empresa implantou um novo meio de comissão em que se tornou impossível atingir as metas de receitas e mesmo que você atinja depende que terceiros também atinja para você receber. Horário e folgas complicadas mas dentro do padrão para horário de shopping.   "},{"user":"Business Analyst","avaliation":"Prós: Oportunidade de crescimento e certa tranquilidade para trabalhar, tem muito trabalho e as vezes é estressante mais no geral é muito boa empresa Contras: Não tenho muito a contar de pontos negativos por que no geral gosto muito da empresa o que tenho de contra é por ficar longe mais ai o problema é minha moradia.   "},{"user":"Analista de NOC Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: O melhores pontos são os Benefícios e o Salário. A empresa, de forma geral, é muito boa para se trabalhar, o local de trabalho também é adequado. Contras: Há muitas questões a se resolver, como desenvolvimento da liderança, definição de metas e objetivos claros, desenvolvimento dos colaboradores, melhoria do clima especificamente na área onde eu atuei. Conselhos para presidência: Atue fortemente no desenvolvimento de seus líderes, na melhoria do clima organizacional, analise o perfil de liderança existente e suas atribuições. A empresa perde muito dinheiro tanto com os gerentes que não desempenham bem em suas atividades quanto no clima de extremo desconforto que acabam causando que, por consequência, deixa os colaboradores desmotivados e desengajados.   "},{"user":"Coordenadora","avaliation":"Prós: Empresa com excelente pacote de benefícios , ambiente de trabalho descontraído, mudanças constante, acessos aos lideres de todos os níveis hierárquicos e de grande desenvolvimento pessoal Contras: Processos internos com um tempo de resposta muito grande o que dificultava a agilidade na resolução das demandas, demora na substituição de pessoas o que dificultava o alcance das metas . Conselhos para presidência: Buscar simplificar os processos,ouvir mais os funcionários.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2012","avaliation":"Prós: Empresa com possibilidade de crescimento, varios beneficios, salário compatível com o mercado e ambiente se trabalho agradável, alem de se tratar de uma empresa séria. Contras: Promoção nem sempre por méritos, mas por quem pixa mais o saco mesmo, alem de metas extremamente altas, dificultando o relacionamento com os clientes.   "},{"user":"Executivo de Contas","avaliation":"Prós: Excelente ambiente para desempenhar a função, pois a empresa oferece todas as ferramentas necessárias e suporte que as coisas realmente aconteçam. Contras: Falta de comunicação entre as áreas e gestores. Muitas vezes as informações só chegam ao colaborar quando passam a vigorar, principalmente em relação as ofertas e produtos.   "},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Tem uma Flexibilidade de horário muito boa. A sinergia da equipe de trabalho mesmo não seguindo bem os fluxos que são acordados entre as areas. Contras: Plano de carreira muito mal estruturado. Parece que com a função não está nada muito bem definido nos fluxos existentes na empresa. Tendo alguns cortes de benefícios.   "}]