[{"user":"Assistente de Back Office - Ex-funcionário, saiu em 2018","avaliation":"Prós: ótimos benefícios, bom salario para a carga horaria. Ambiente tranquilo, horário flexível. Convenio muito bom, ticket excelente. Isso tudo quando era Embratel. Contras: Empresa Embratel era otima, quando houve a fusão com a NET e Claro, destruiu toda a valorização aos funcionários. Alterando toda politica, havendo atrasos e erros graves nos pagamentos. Conselhos para presidência: NET - Valorizem mais seus funcionários. Com respeito e clareza.   "},{"user":"Analista","avaliation":"Prós: Benefícios como PLR, Previdência privada, bom relacionamento entre as equipes, bonificação por tempo de casa, ambiente agradável, auxílio creche. Contras: Falta plano de carreira, ainda está passando por fase de integração com a NET e Embratel, o que engessa o processo de reconhecimento, ao menos no momento. Conselhos para presidência: Elaborar um bom plano de carreira dos funcionários e unificar os salários e benefícios.   "},{"user":"Funcionário","avaliation":"Prós: Os benefícios tais como, cartão alimentação, plano de saúde são bons e a empresa é caracterizada como empresa cidadã e isso ajuda pra quem é pai e mãe, também o auxílio creche Contras: O plano de carreira é muito inviável, são poucas as vagas e a concorrência interna é muito grande, algo a se melhorar, com a junção das empresas Net, Claro e Embratel as diferenças de salário e benefícios ainda são diferentes   "},{"user":"Coordenador - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios, salário, oportunidades, crescimento, pagamentos em dia, pode trabalhar no Brasil todo, pode trabalhar em empresas do grupo. Muito boa. Contras: Sistemas e alguns gestores, se sair não pode voltar em nenhuma empresa do grupo, pressão por metas e resultados, para área comercial usa carro próprio, mas tem bom reembolso.   "},{"user":"Caixa - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom salário, ticket alimentação e refeição muito bom, plano de saúde cooparcipativo plano odontológico. Escala 6x1, dependendo do dia vc pode escolher sua folga. Contras: Segundo a empresa tem plano de carreira, mais só o que eu vi foi só plano da amizade se vc tiver um bom contato vc sobe se não tiver fica na mesma. Sem valorização da mão de obra Conselhos para presidência: Uma boa liderança,abrir espaço pra quem quer trabalhar de fato, não só para parentes e conhecidos.oportunidades pra todos!   "},{"user":"Gerente Sênior","avaliation":"Prós: Algumas áreas da empresa são beneficiadas com políticas positivas, como a área de Marketing, que vemos uma explosão de divulgação e as áreas de projetos sociais que atingem uma parte esquecida da população. Contras: A fusão da Claro, NET e Embratel, fez com que profissionais experientes, sem tempo de aposentadoria, que faziam diferença no conhecimento e forma de trabalho, fossem demitidos e a empresa retrocedeu pelo menos 3 anos no quesitos de conhecimento de rede, ações de contorno e melhoria continua. Diversas áreas estão em mudança constante depois das olimpíadas e permanecem assim. Desta forma a empresa ainda boa ganhou uma identidade que permita que ela seja reconhecida internamente e externamente, onde os clientes associavam a marca a uma excelência Conselhos para presidência: Primeiro a empresa precisa de uma identidade. Hoje os clientes empresariais não vêem a marca mais com excelencia e aceitação interna anda em baixa, pois as áreas da empresa não conhecem a estrutura, diante de tantas mudanças e sem oficialização desde 2016. Fora isso precisa dar valor ao conhecimento e ao profissional. Afinal, a empresa evolui quando tem bons profissionais, com experiência e com criatividade para saber se adequar as mais diversas situações. Neste ponto os mais experientes , mesmo ainda estando longe do tempo de aposentadoria, mas com muita disposição e perfil para fazer a diferença, vêem sendo demitidos e cada vez mais a empresa está ficando nova e perdendo o conhecimento documento de anos.   "},{"user":"Product Owner","avaliation":"Prós: A Claro Brasil possui uma cultura organizacional bacana. O clima é bem agradável de se trabalhar. Também contamos com uma boa colaboração entre as equipes. Contras: Na Claro Brasil, as decisões mais estratégicas podem mudar muito em um curto período de tempo, fazendo com que o trabalho no dia-a-dia fique um pouco confuso.   "},{"user":"Consultor Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos salários e benefícios. Boa empresa, multinacional com possibilidade de crescimento, grupo grande junto com Net e Embratel. Não tenho muito mais o que informar. Contras: Não há pontos negativos relevantes pra descrever. Acho que ponto negativo vai depender muito do perfil de cada um e não necessariamente da empresa. "},{"user":"Técnico de Fibra Óptica","avaliation":"Prós: Ótima empresa, ótimos benefícios.. Contras: Não dá valor no colaboradores que tem (pelo menos da área técnica), prefere contratar do mercado, e quando até processo interno já é indicação, no caso se não conhecer ninguém vai entrar e sair no mesmo cargo. Conselhos para presidência: Vários técnicos com ótimos currículos, com graduação e pós graduação e não tem oportunidade de concorrer a uma vaga melhor devido não poder se candidatar por causa do cargo atual.   "},{"user":"Vendedor Comercial Interno","avaliation":"Prós: A empresa oferece muitos beneficios e oportunidades de crescimento, de verdade. E uma boa empresa para trabalhar, transparente. Que se preocupa com seus funcionarios e incentiva tambem o crescimento acadêmico. Contras: As metas estão cada vez mais altas, as vezes sinto que nao condiz com a realidade de muitas lojas, mesmo assim, aceitamos porque sabemos que uma empresa nao vai investir tanto sem retorno. Conselhos para presidência: Reavaliar as metas   "}]