[{"user":"Técnico em Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: trabalho em equipe , colegas de trabalho compartilhamento do conhecimento e possibilita boa aprendizagem somando a todos esses fatores é bom lugar para se trabalhar se da bastante liberdade ao funcionário Contras: diretorias sem olhar critico , gerentes imediatos sem ações de trabalho e não possibilita o crescimento profissional salário do técnico abaixo da média empresa pode fazer mais pelo funcionário porém como citado diretoria e gerencia não fazem sequer o minimo , muitos cargos de chefia Conselhos para presidência: que forme gestões de diretorias que tenham qualificação e possam possibilitar aos técnicos um bom trabalho , reconheçam mais o funcionário e que possam efetuar programa para retenção de talentos .   "},{"user":"Vendedor Comercial","avaliation":"Prós: Não vi pontos positivos a ponto de me fazer comentar, apenas o VR e um bom benefício mas com o preço das coisas de hj não dá pra passar nem 15 dias Contras: Temos que enganar as pessoas o tempo todo para vender linhas que elas não querem para podermos bater as metas Metas absurdas de 100 linhas por vendedor, mesmo sabendo que o mercado está saturado a ganância da empresa quer ter a maior fatia do mercado com linhas que os clientes não usam Conselhos para presidência: Tirem a meta absurda que vocês colocam, vocês obrigam seus vendedores a intubar chip em todos os clientes, a maioria não usa as linhas, sempre damos descontos e colocamos uma linha a mais no cliente vocês acham isso rentável ? As vezes o valor que o cara paga fica até menor do que vai pagar e vcs nos remuneram por isso, de que vale ter um marketshare grande no mercado se a lucratividade e ilusória, pagem um salário alto para os vendedores e tirem essa meta ridícula de 80 90 100 linhas por mes, atendia vários clientes com 4, 5, linhas na estrutura e usavam apenas 1 linha de todas, eles pagam as vezes um pouco a mais sem precisar pagar também, somos obrigados a mentir o tempo todo para varrer essa meta absurda, o mercado está saturado de linha os clientes chegam na loja já dizendo que não querem mais outra linha, as vezes eles deixam de fidelizar pois não querem mais ser enganados e acabam comprando aparelho nos concorrentes de varejo. Abram os olhos parem de fazer o mal pras pessoas !   "},{"user":"Assistente - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa grande e que pode manter muitos funcionários. Possui alguns pontos positivos como a facilitação e o ensino do trabalho. Fiquei lá durante 4 anos Contras: A remuneração é insatisfatória, o trabalho é massante e o descanso é escasso. Há poucas oportunidades de crescimento pessoal e desenvolvimento   "},{"user":"Analista de Marketing Sênior","avaliation":"Prós: Clima organizacional muito bom, liberdade de expressão. Pessoas com bastante tempo de casa e estabilidade geral, beneficios compativeis com o mercado Contras: falta plano de carreira estruturado, cultura \"Top down\" com decisões centralizadas na presidência. Cada área é bem diferente uma da outra em questão de \"regras\" e dinâmicas de trabalho   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Flexibilidade, ambiente, metas Contras: Baixa remuneração, dificuldade nos processos.   "},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ambiente de trabalho Contras: Falta de algumas ferramentas para resolução de problemas.   "},{"user":"Vendedora","avaliation":"Prós: Por se tratar de tecnologia e sempre está agregado conhecimento. As promoções são boas e está sempre a frente das demais operadoras. E atinge todas as classes Contras: Muito burocrático pra se entrar, exigência Extrema pra salário baixo. Pois o investimento que temos que ter e alto e o salário não vale a pena.   "},{"user":"Teleoperador de Atendimento II","avaliation":"Prós: Os líderes A empatia de cada colaborador, são profissionais que possuem a cultura de sempre ajudar uns aos outros desde o treinamento sendo feito isso. Contras: Sem dúvidas não poderia deixar de citar que a pressão por metas são bem cansativas chega a ser um pouco exaustivo a cobrança por metas sabendo que caso não bata é somente o salário fixo.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, vale refeicao, vale transporte, plano de saúde e plano odontológico, Participação nos lucros da empresa além do pagamento em dia. Contras: Não tem ascensão por mérito, apenas por indicação ficando a desejar o senso de justiça é ética na empresa. Quem for amigo do chefe consegue uma promoção. Conselhos para presidência: Dá mérito aos funcionários que se doam e fazem tudo pela empresa de forma a valoriza--los na forma de ascenção vertical.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios são excelentes. Existe oportunidade de carreira, apesar de muitas vagas terem pessoas já predestinadas. Horário de trabalho flexível em algumas áreas. Contras: Ambiente de trabalho, muitos gestores que estão despreparados para lidar com pessoas. O poder é muito valorizado. Processos muito burocráticos. Conselhos para presidência: Melhorar a burocracia e o respeito com as pessoas.   "}]