[{"user":"Analista de de Processos","avaliation":"Prós: Oportunidade de crescimento para quem estuda. Liberdade para conhecer diversos setores da empresa, contribuindo com conhecimento profissional.\n\nContras: Processo para aprovação de projetos de melhorias um pouco burocrático, concordo que tem questões que precisam ser revistas, mas um retorno mais ágil sobre aprovação ou recusa ajudaria a encontrar outras alternativas de maneira mais rápida.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista NOC","avaliation":"Prós: Benefício e Salário compatível com o mercado e muitos aprendizados na área de telecom e tecnologias em geral. Muitas pessoas experientes que conhecem profundamente o mercados de tecnologia e te passa grandes experiências\n\nContras: Poucos cursos de especialização ,falta evolução nas ferramentas de monitoramento e sistemas internos que acaba impactando e produtividade e causa muitas divergências de informação .\n\nConselhos para presidência: Investir mais em cursos de capacitação para que os funcionários da empresa sempre se mantenham atualizados com o mercado\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Datacenter I","avaliation":"Prós: Estabilidade de emprego, bons benefícios, remuneração adequada e boa estrutura, liberdade para trabalhar, boas ferramentas administrativas e muito conhecimento a ser adquirido.\n\nContras: Dificuldade de crescimento, não reconhece talentos, gestores deslreparados, promoções por coleguismo, ambiente de trabalho ruim, funcionários desmotivados e estagnados.\n\nConselhos para presidência: Adotar políticas de desenvolvimento e crescimento profissional, dos funcionários.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Tarde Marketing I","avaliation":"Prós: Benefícios, o ambiente de trabalho, carga horária pensando na produtividade dos funcionários, profissionais qualificados, treinamentos, viagens para conhecer as outras bases.\n\nContras: Conflitos de egos e de poder; equipe desmotivada, planos que não se realizam, dificuldade em encarar a realidade, falta comprometimento com o resultado, pouco conhecimento do produto.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Advogado Pleno","avaliation":"Prós: Política de benefícios até que dentro do mercado atual, bem como a gerência é bem acessível. Ambiente tranquilo, sem pressão e grandes cobranças.\n\nContras: Há muita discrepância entre funcionários oriundos da Embratel, Claro e Net, especialmente na questão salarial. Ser promovido é muito difícil.\n\nConselhos para presidência: Deveriam ouvir mais os colaboradores, especialmente no fator promoção, equiparação salarial e qualidade de vida. A empresa mudou sua sede e muitos funcionários alocados perto de suas casas tiveram que migrar para o outro lado da cidade.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Vendedor","avaliation":"Prós: Bons benefícios, boa remuneração, boa estrutura. Plano de carreira, mas tem que estudar. Produto bom de trabalhar, muito competitivo no mercado atual.\n\nContras: Comissionamento não é feito de forma igual para todos os vendedores. Lojas grandes comissionam melhor que as pequenas. Mesmo entregando as metas de forma igual.\n\nConselhos para presidência: Melhore o sistema, empresa grande e renomadas, porém defasada comparada aos concorrentes\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"VendedorEx-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de crescimento, benefícios, aprendizado, além de ensinar para quem está começando, a noção da hierarquia, o trabalho individual.\n\nContras: Poucos benefícios, e o ambiente competitivo entre os funcionários acaba virando uma desvantagem com o decorrer do tempo, pois um quer sempre ser melhor do que o outro.\n\nConselhos para presidência: Deixar o ambiente com menos competição poderá trazer mais qualidade de vida entre os funcionários.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Coordenador de Projetos","avaliation":"Prós: Reconhecimento, confiança, profissionalismo, liderança inspiradora, protagonismo, competitividade, tecnologia de ponta, capacitação, ambiente desafiador.\n\nContras: Por algumas vezes o fato de transição momentânea e sinergia transformacional dos três mercados onde atua, tem transformado a cultura das três torres o que por vezes gera algum desconforto devido a consolidação de cultura anterior.\n\nConselhos para presidência: Buscar aprofundar o conhecimento cultural entre as torres, para multiplicar o que de melhor encontramos nas três.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"AtendenteEx-funcionário, saiu em 2003","avaliation":"Prós: Apesar de toda pressão no setor de atendimento, empresa muito boa para se trabalhar, bons treinamentos e ótimos profissionais, bons benefícios.\n\nContras: Empresa com pouco plano de crescimento, os critérios para promoções e participações de recrutamentos internos não são claros, dificultando o desenvolvimento de carreira.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Especialista de Marketing","avaliation":"Prós: A empresa conta com vários tipos de benefícios, como: VR, AO, AM, Seguro de vida, Plano de Previdência Privada e descontos em aparelhos e planos.\n\nContras: Falta tecnologia. Processos engessados. Muitos líderes para poucos operacionais. Gestão com falta de treinamento e experiência. RH ausente. TI escasso.\n\nConselhos para presidência: Mais tecnologia, flexibilidade e autonomia para trabalhar.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]