[{"user":"Assistente Administrativo","avaliation":"Prós: Ambiente de trabalho é bom, plano de saude e dental Bradesco. ticket $ 35,00 ao dia, parceria com cursos e universidades. Oportunidades para Pessoas com deficiência, porém acredito que alguns gestores precisam urgente de reciclagem nessa área, alguns simplesmente ignoram esses funcionários. Contras: A empresa não oferece planos de cargos e salários, existem pessoas com deficiência sem a menos capacidade para atuar em área administrativas e essas pessoas acabam ficando o dia inteiro navegando na internet enquanto outros trabalham além do que deveriam. Penso que deveria ser melhor avaliado a questão de igualdade na medida da desigualdade de cada um. Conselhos para presidência: Implantar planos de cargos e salários, desmotiva não sabermos quando e nem SE haverá alguma promoção dentro da empresa.   "},{"user":"Marketing Coordinator","avaliation":"Prós: Estabilidade (difícil ter demissões). Local de muito aprendizado e contato com todos os níveis hierárquicos. Localização boa. Ambiente positivo. Contras: Não tem plano de carreira e difícil crescimento profissional. RH muito fraco para o porte da empresa. Não tem notebook para a maioria dos funcionários. Conselhos para presidência: Melhorar RH   "},{"user":"Técnico de MDU II","avaliation":"Prós: Os benefícios são ótimos, convênio de qualidade, vale refeição com um valor muito considerável, pagamento de salários todos em dia nunca deixou de arcar com sua responsabilidade. Contras: Jornada de trabalho muito extensa, escala de trabalho muito longa, diferencial de salário muito grande quando comparado a cidades ao redor. . Conselhos para presidência: Dar muito mais atenção as bases fora dos grandes centros, cidades de grande porte porém não recebem o suporte necessário igual de uma metropes.   "},{"user":"Supervisor/Coordenador Comercial - Ex-funcionário, saiu em 2019","avaliation":"Prós: Possibilidade de grandes ganhos, sinergia, pessoas legais. Um bom local de trabalho pra quem tem muito foco em resultado. Acho que precisam trabalhar mais o profissional que esta com eles porem ademais é uma boa empresa Contras: dificil crescimento interno, não abrem muitas oportunidades internas, priorizam pessoas de fora porem no geral é uma boa empresa sim pra trabalhar. Conselhos para presidência: Trabalhar mais as pessoas e diminuir o turnover.   "},{"user":"Funcionário","avaliation":"Prós: Uma empresa que investe no funcionário, fornecendo equipamento e estrutura para desempenho pessoal e profissional. A empresa investe no funcionário que se mostra entusiasmado para sempre contribuir com da melhor maneira. Contras: A empresa tem regras de comissionamento que as vezes são favoraveis apenas para a mesma. Porém sempre buscam uma forma de impulsionar o vendedor a provar mais a sua capacidade de desenvolvimento em vendas. "},{"user":"Consultor de Relacionamento Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bacana trabalhar Consultor De Relacionamento Ghff Contras: Bacana trabalhar Consultor De Relacionamento Bacana trabalhar Consultor De Relacionamento Gjdh Conselhos para presidência: 2   "},{"user":"Aprendiz","avaliation":"Prós: Ambiente de trabalho muito bom, possui um plano de carreira e desenvolvimento para o colaborador ótimo. Como Jovem Aprendiz percebe-se que a empresa se preocupa com seu funcionário Contras: Alguns são favorecidos pelo fato de estarem de bajulação com os seus superiores, isso mostra um ponto de desmotivação, os computadores são muito lentos, onde quase não conseguimos trabalhar.   "},{"user":" - Ex-funcionário, saiu em 2015","avaliation":"Prós: Não sei, nao sei, nao sei, nao sei, nao sei. Não sei, nao sei, nao sei, nao sei, nao sei Não sei, nao sei, nao sei, nao sei, nao sei Não sei, nao sei, nao sei, nao sei, nao sei Contras: .Não sei, nao sei, nao sei, nao sei, nao sei. Não sei, nao sei, nao sei, nao sei, nao sei Não sei, nao sei, nao sei, nao sei, nao sei Não sei, nao sei, nao sei, nao sei, nao sei   "},{"user":"Vendedor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Boa aceitação dos produtos, muito boa remuneração, ppr conforme metas da regional e do Brasil, sempre pegamos apartir de 6 mil reais, plano de saúde Excelente, ticket de funcionários antigos como eu era de 790,00 Contras: Não há produtos e nem desconto para funcionários, enrolação no desligamento, a claro demora quase 30 dias para fazer homologação da demissão do funcionário   "},{"user":"Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons benefícios , bom o convênio, valor da refeição é satisfatório . A empresa só não tem benefícios corporativos para os funcionários , as políticas são bem diferentes para funcionários antigos Contras: Política de Rh ruim, atendimento do rh é horrivel, demora muito para resolver problemas de salário e refeição. Não tem Rh para atender outros prédios a não ser a matriz no Morumbi. Conselhos para presidência: Melhorar o atendimento e Rh da empresa   "}]