[{"user":"Analista de Suporte Pleno","avaliation":"Prós: A forma que a empresa trata os funcionários é bem humana e correta. O trabalho é bem treinado e acompanhado por profissionais que auxiliam e tem paciência com o funcionário. Contras: Acredito que o salário deixe um pouco a desejar e também a grade de trabalho é um pouco complicada de se adaptar e a carga horária é um pouco pesada e as vezes acaba sendo meio cansativo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa com ótima cultura que busca sempre estar sempre melhorando e inovando as soluções que são fabricadas dentro da empresa, possibilitando um ótimo trabalho em conjunto com os times possibilitando enorme aprendizagem de como funciona uma grande empresa de tecnologia. Contras: A remuneração não é tão boa e não fica muito acima em relação ao mercado de trabalho e alguns casos de demissão pontuais dentro da companhia são informados de maneira instantânea sem passar um feedback para o colaborador. Conselhos para presidência: Pro-Atividade e sempre imagine maneiras de inovar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Ambiente agradável, oportunidades de carreira, alta gestão acessível a todas as pessoas, posso ser eu mesmo, diversidade em todos os sentidos. Contras: Não cumprem o que prometem, salários defasados uma vez que é pratica da empresa trabalhar com salarios sempre abaixo do mercado. Impossível receber aumento salarial. Conselhos para presidência: profissionalizar a gestão da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos Pleno","avaliation":"Prós: É uma empresa grande e oferece oportunidades em várias áreas. E caso esteja alocado em um de seus clientes, ela oferece possibilidade de trocar. Contras: Há muita burocracia para coisas simples o que torna os processos internos mais lentos, e como os departamentos não conversam entre si, cria-se uma imagem de isolamento dos setores. Conselhos para presidência: Reconheça um pouco mais a base da sua empresa. Mandar e-mails não nos faz sentir mais acolhidos, nem parte de um time tão grande quanto é a Stefanini.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Financeiro","avaliation":"Prós: Paga em dia, plano de saúde s co participação, plano dentário bom, benefícios razoáveis, bom clima organizacional, gympass .................... Contras: N existe suporte no momento que se tentacreenta resolver algo que seja de cunho sistemico, o salário é muito baixo para função exercida, pouco oportunidade de crescimento. Conselhos para presidência: Melhorar os salários e o sistema\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2019","avaliation":"Prós: Os pontos positivos são o salário que é compatível com o mercado e os benefícios que são atrativos. A empresa não tem outro ponto positivo além desse. Não recomendaria Contras: A empresa divulga uma vaga, como no meu caso que era para trabalhar como suporte técnico, passei na oportunidade e quando fui ver estava dentro de um call center. Horrivel. Trabalhava a base de TMA, atendia 50 ligações por dia e fazia abertura de chamados. De suporte técnico passou longe... Empresa mentirosa. Ambiente de trabalho estressante. Gestão ineficiente. Isso é na operação da porto seguro, lá em Santana SP\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Você consegue adquirir experiência em várias áreas, tem benefícios complementares, como reembolso de certificação (50%) e a opção de gerenciar seus benefícios em dinheiro no setor desejado. Contras: Apesar de conseguir ganhar experiência, para conseguir trocar de cargo é uma luta, e quando consegue a aprovação da gestão o processo demora uns 3 a 4 meses e o salário só pode ser aumentado em no máximo 20%, ou seja se você for ser promovida para um cargo melhor e seu salário for baixo, ainda assim não vai conseguir igualar ao mercado atual. Outro ponto é a gestão do RH que é simplesmente péssima, e os salários em geral são muito baixos e você tem que trabalhar loucamente as vezes até depois do horário e a empresa não paga horas extras, somente acumula banco de horas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa multinacional, crescimento exponencial na área de TI na região Norte e Nordeste do Brasil. Pagamento de salario e beneficios em dia. Contras: Burocracia no atendimento de resoluções de problemas de seus colaboradores. Nas filiais nao tem um suporte adequado para soluções desta natureza. \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: É uma empresa para estagiários e desenvolvedores juniores porque dependendo da filial, tem um mix de projetos em tecnologias diferentes. Não sei se posso falar que pagar salário em dia seja ponto positivo. Contras: Falta de reconhecimento, falta de plano de carreira, remuneração muito abaixo do mercado. Não pagam benefícios nas férias nem no décimo terceiro, porém não mencionaram isso na contratação. Última da fila... Conselhos para presidência: Parece que o foco principal seja ganhar R$, acredito que deveria se preocupar mais com o nome da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"UI/UX Designer Sênior","avaliation":"Prós: Pessoas, oportunidades de crescimento e clareza no seu plano de carreira, bons benefícios, oportunidade de migrar de área dentro da empresa. Contras: RH muito burocrático e pouco funcional. Mentalidade da empresa muito antiga. Pouca Gestão 3.0. As coisas demoram a acontecer. Processos lentos.\n\nRecomenda a empresa:   \nREPORTAR"}]