[{"user":"Coordenador","avaliation":"Prós: Ambiente de trabalho e companheirismo, aprendizado, desafios constantes isso é de fato excelente pois nos mantem com o foco direcionado e apto / atento a tudo que acontece no seguimento bem como as normas e legislações. Contras: Salários muito a baixo do mercado em todo o backoffice, isso é uma insatisfação geral, muitos nomes saíram e ainda sairão por não ser reconhecido salarialmente com a devida atenção merecida. Conselhos para presidência: Conselhos não são ouvidos, não vou perder tempo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de de Processos","avaliation":"Prós: É uma empresa grande com muitos clientes importantes e que, dependendo do gerente, é possível ter um plano de carreira com todo suporte necessário para construir uma carreira sólida Contras: Às vezes temos a impressão de que os departamentos não se conversam e os processos internos são muito morosos ou não claros. Seria interessante ter um portal de processos para que qualquer colaborador pudesse saber o que fazer e com quem falar. Conselhos para presidência: Olhar mais para os seus colaboradores e reconhecer o trabalho que eles têm feito, em especial nos clientes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Não desconta os benefícios. Os beneficios não são descontados no contra cheque. A empresa paga sem atraso, salario, ticket, passagem. Tudo certinho Contras: Plano de carreira é fraco. Não tem um plano definido, você não sabe se pode ou não crescer. Pouca informação sobre a empresa, dentro da própria empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolver Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Projetos interessantes, pessoal capacitado, RH dedicado. Possível crescimento técnico e pessoal, boa oportunidade para adquirir experiência. Contras: Não dão ouvidos quanto a insatisfação sobre alocação em projetos. Sem flexibilidade de horários embora a empresa venda esse ponto positivo. Gestão de projetos pode melhorar. Conselhos para presidência: Dar mais ouvido aos colaboradores nos que diz respeito à satisfação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Na empresa Stefanini dependendo do cliente os horários são flexíveis e os prazos para a entrega são bons e é bastante negociável. Além do clima agradável entre os demais colaboradores. Contras: Em alguns clientes os desenvolvedores são divididos em dois grupos. O grupo da sustentação e de projetos. O grupo da sustentação só tem projetos legados e antigos que nada acrescentam para o currículo. Já o grupo de projetos tem projetos novos com tecnologias que acrescentam bastante para o currículo. É necessário deixar claro seu objetivo na contratação para não ser surpreendido. Conselhos para presidência: Reconhecer os profissionais com critérios transparentes. Não esperar o profissional pedir para sair para oferecer um salário melhor que no final acaba sendo um reajuste da inflação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Tesouraria - Ex-funcionário, saiu em 2018","avaliation":"Prós: Como a empresa não tem processos estruturados, todos conseguem aprender com os vários tipos de erros. Conhece muitas pessoas de todos os estilos. Contras: Empresa sem reconhecimento profissional, com diretoria despreparada e sem autonomia, só consegue destaque quem bajula os gestores. Não pagam salário de forma correta é sim 70 / 30\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Benefícios Júnior","avaliation":"Prós: benefícios diferenciados, carga horária ótima com horários bem flexíveis, festas bem elaboradas, ambiente descontraído, localidade de fácil acesso, Contras: Salário baixo, má gestão em alguns departamentos, falta de autonomia para seus colaboradores, gestao não tem olhar para a o operacional, reuniões fora do contexto. Conselhos para presidência: Olhar mais o operacional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Ambiente tranquilo, propício pra aprendizado e desenvolvimento pessoal. Já trabalhei antes, sai pra outra oportunidade e acabei retornando justamente por isso. Contras: Plano de carreira com limitações. Processo precisa ser um pouco melhor desenhado. Por outro lado, há planos de movimentação lateral viáveis também. Conselhos para presidência: Vide acima.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes - Ex-funcionário, saiu em 2017","avaliation":"Prós: Colegas, aprendizado por parte dos colegas, pois a empresa nao investe no profissional. Salario para quem nao tem nada ja da pra tocar a vida Contras: Todos possiveis. Nao ajuda o funcionario, para atingir o salario usa de beneficios que compoem metade do salario total e nas ferias esses beneficios nao sao pagos e nem entram como 13. Fuja de ser contratado no regime CLT fles Conselhos para presidência: Veja como a gerencia trabalha. Pois se o CEO tem a mesma visao, nao tem como melhorar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Técnico Júnior","avaliation":"Prós: Paga os salários em dia. Apenas vejo como este sendo o ponto positivo desta empresa. Benefícios pagos em dia também, fora isto não há mais nada de relevante. Contras: Vamos começar pela gestão de célula, muitos gestores de células esquecem seus funcionários no cliente e não dão o devido suporte para o desempenho diário das funções, você fica alocado no cliente esquecido, muitas vezes passando raiva não pelo cliente mas por não ter um respaldo por conta da liderança, você não tem oportunidades na empresa, promessas falsas de promoção, salários baixíssimos, o funcionário pode desempenhar um ótimo trabalho e ser muito profissional, porém quem tem valor nesta empresa são pessoas que não tem capacidade e maturidade para certos cargos, enquanto isso temos que assistir calados, ou pede demissão ou você fica a mercê da liderança. Muito bagunçado e realmente uma empresa para aprendizes em seu primeiro emprego, para quem tem experiência não recomendo. Conselhos para presidência: Não adianta dar conselhos algum, se o seu gestor imediato não presta atenção na equipe, imagina a presidência.\n\nRecomenda a empresa:   \nREPORTAR"}]