[{"user":"Analista de Benefícios Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com horários flexíveis, ambiente inovador, benefícios satisfatórios, oportunidade de aprendizagem para quem está iniciando na carreira. Contras: Salário baixo em relação ao mercado, clima ruim e hostil, despreparo dos gestores e supervisores em relação a tomada de decisões e muita desorganização em todos os setores. Conselhos para presidência: Modificar o péssimo sistema que foi implantado no RH e procurar melhores gestores para os departamentos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: As oportunidades de aprendizado são muitas. Como primeiro emprego na área de TI é bacana devido a bagagem que você adquire e em geral conhecimento é sempre importante. Contras: Infelizmente não é uma empresa onde o funcionário é reconhecido, não há um plano de carreira e nem um acompanhamento do RH quanto a isso. Deve-se negociar salario e/ou benefícios antes de ser contratado, depois não terá ajustes ou aumentos. Apenas o que o dissidio do sindicato obriga. Não há equiparação salarial, salario totalmente abaixo do que o mercado oferece e quando é pedido um aumento, o colocam no seu beneficio (VA ou VR) porem nas férias este valor não é recebido. Dificuldade de receber aumento quando sua função é alterada. Gestores despreparados, o que aumenta o favoritismo e falta de comprometimento com os funcionários realmente dedicados. Plano de saúde ruim e com contribuição alta. Máquinas defasadas e sem perspectiva de renovação. A cultura da empresa é o foco nas vendas a todo e qualquer custo, não se preocupam com a qualidade da entrega, apenas para conseguir o cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Trilíngue - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa é ótima para quem está começando. Porém a divisão de célula mais atrapalha do que ajuda quem quer crescer pois as células se disputam entre si. Contras: A divisão de célula é um ponto péssimo pois fecha as portas para os profissionais que querem crescer ou expandir para outro setor ou oportunidade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java","avaliation":"Prós: Não vejo muitos pontos positivos. Além de boas pessoas na empresa, mas boas pessoas não pagam minhas contas. Tive problemas em todos os momentos, desde a contratação aos beneficios como plano de saude Contras: Estou a mais de 60 dias com um chamado aberto por incompetência do RH, até mesmo no rh a rotatividade é grande. Perdem profissionais por falta de plano de carreira e crescimento profissional. Conselhos para presidência: Mudem a cultura urgentemente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte III - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não possui nenhum ponto positivo pelo meu ponto de vista, foi uma experiência infeliz ter passado por essa empresa. De todas as empresas que passei essa foi a pior. Contras: Salário não condiz com a realidade, pagam mal, O RH da empresa é fraco! Os gestores não são preparados deixam muito a desejar no quesito gestão, falta de comunicação com o empregado. Conselhos para presidência: Mudem esse modelo de gestão arcaico, dê mais valor aos seus funcionários e sejam criteriosos ao contratar os seus gestores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos - Ex-funcionário, saiu em 2011","avaliation":"Prós: A Stefanini é uma grande empresa, gera boas oportunidades de crescimento em função dos seus bons clientes, possui flexibilidade e tem eventos. Contras: Poderia atuar de maneira um pouco mais forte e acompanhar melhor seus recursos humanos, é uma empresa com bom potencial a ser desenvolvido neste sentido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Java","avaliation":"Prós: Profissionais do mesmo nível, são bacanas, ajudam, trabalham em equipe Contras: Peca nos benefícios, que não pagam nas férias. Conselhos para presidência: Cobrar dos lideres e coordenadores dos alocados em clientes, que acompanhe de perto e converse sobre plano de carreira, e até avaliação de rendimento do profissional... que não foi feito nenhuma avaliação...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Atendimento","avaliation":"Prós: Não possui nenhum ponto positivo para comentar aqui no Love Mondays. Não vale a pena trabalhar na Stefanini, talvez apenas para aprender e ganhar experiência. Contras: Todos os pontos negativos possíveis que você imaginar. Você será escravizado como terceiro de uma célula. Será pago com um salário baixíssimo, sem uma participação de lucro descente com o lucro da empresa. O máximo que conseguirá de aumento salárial será 10% - 20% no vale alimentação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Televendas","avaliation":"Prós: Ótima chefia. Contras: Baixo salário, não há oportunidade de crescimento na empresa ou se tem é difícil de conseguir, não há possibilidade de fazer hora extra e quando tem que trabalhar a mais fica contabilizado apenas como banco de horas e nada mais. Conselhos para presidência: Aumentar a comissão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Clientes muito reconhecidos no mercado de trabalho, assim sendo possivel um vasto conhecimento em muitos sistemas e processos diferenciados. Contras: Poucas chances de crescimento dentro da empresa, sem plano de carreira principalmente com colaboradores externos, baixo contato com a gerencia.\n\nRecomenda a empresa:   \nREPORTAR"}]