[{"user":"Desenvolvedor de Big Data","avaliation":"Prós: Nao tenho como avaliar pontos positivos. Fico alocado no cliente, o que, consigo avaliar, infelizmente, é a péssima forma de contratação e o salário abaixo do mercado. Contras: Forma de contratação é péssima. Além de ser clt flex com uma grande parte (30%) do salário em benefícios, o salário é bem abaixo do mercado. Conselhos para presidência: Alterar forma de contratação\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Flexibilidade de horário de trabalho, pontualidade nos pagamentos, oportunidade de crescimento, uma boa cartela de benefícios, incluindo cursos de capacitação e reembolso certificados. Contras: Gestão péssima, salario baixo, poucas oportunidades de crescimento, desleixo com equipes e tratamentos diferenciados com os colaboradores que acabam de entrar na empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Muitos companheiros de trabalho são excelentes pessoas. Companheiros, gostam de trabalhar em equipe, não prendem informações quando se tem dúvidas e estão sempre prontos a cooperar em qualquer dificuldade Contras: Salário muito, mas muito aquém da média de mercado para os cargos. A empresa não cumpre com seus compromissos no pagamento de despesas de viagens com os funcionários. Criam despesas q não existem e enrolam ao máximo para não pagar. Sai da empresa com eles me devendo e vão me pagar na justiça o que devem. A gestão é péssima. Pedem para os funcionários mentirem para os clientes quando não dão conta de atendê-los. Não recomendo para ninguém essa empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Empresa Internacional com grande possibilidade de carreira, planos de benefícios condizentes com o mercado e estrutura empresarial forte. Equipes diversificadas e ambiente de trabalho razoavelmente descontraido. Contras: A Stefanini pode variar bastante de fábrica para fábrica, algumas são boas, outras... Nem tanto. O salário está abaixo do mercado e dependendo da fábrica, não vale a pena. Os superiores não visam a saúde do empregado, apenas entrega. Com a alta rotatividade que existe na empresa, existe uma cultura de descontentamento geral.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Atendimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Liberdade para trabalho e desenvolvimento profissional. Diversificação dos servições prestados Diversos clientes conhecidos e muitos escritórios Contras: Não há plano de carreira Política de cargos e salários fraca Gestores que só não gerem o funcionário e não se preocupam com o bem estar da equipe Conselhos para presidência: Valorização do profissional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Variedade de beneficios. g. Contras: Passa a informação de ser parceira com o colaborador ao qual não mostra em ações. \nREPORTAR"},{"user":"Analista de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Não tem, empresa mal organizada, gestores péssimos, te largam em um cliente e esquecem da tua existência, só o RH que auxilia vagamente ás vezes. Contras: Empresa sem oportunidade de crescimento, paga mal, gestores nem aí com a situação dos funcionários, líderes sem qualificação alguma, Departamento Pessoal o pior setor, ao entrar na empresa espere cerca de 3 meses pra começar a receber VR e VT, e ao te mandar embora ainda fazem você cumprir aviso prévio em outro cliente que você não conhece nada, pior experiência que tive na vida. Conselhos para presidência: Ouça seus funcionários e promova quem realmente merece, se continuar assim não vai demorar muito pra alguém acabar se matando no meio do trabalho, de tanta pressão e depressão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: É uma boa empresa para quem está iniciando no mercado de trabalho, excelente ambiente para crescimento profissional. O escritório é bem localizado. Contras: Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Excelentes Benefícios, pagamento em dia, na empresa rola um ambiente dress code, horário de trabalho flexível. Bom ambiente para aprender, pois tem muitos profissionais que fazem a diferença. Contras: Distância dos funcionários alocados no cliente. Possibilidade de crescimento e reconhecimento limitada. Não paga PLR. Pelo menos tem anos que não tem \"lucro\". Conselhos para presidência: Observar melhor seus funcionários alocados no cliente, pois eles representam a empresa e precisam de atenção.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Empresa proporciona um bom ambiente de trabalho, com boas instalações. Ótima empresa para se adquirir experiência, boas oportunidades pra quem se dedicar. Contras: Remuneração muito abaixo do mercado, falta de um plano estruturado de carreira, pacote de benefícios é fraco. Gestão sobrecarregada com muitas atividades que deveria ser das áreas de apoio.. Conselhos para presidência: Focar mais no bem maior da empresa, as pessoas.\n\nRecomenda a empresa:   \nREPORTAR"}]