[{"user":"Senior Project Manager","avaliation":"Prós: É um trabalho, vai te pagar no final do mês, vão te dar um camiseta no ato da contratação (piada) assim como um caminhão de promessas de carreira, atenção e credibilidade. Contras: Carreira? Esqueça: uma que eles vão esquecer de você no momento em que assinar o contrato e outra que há uma cláusula que não permite que você seja contratado pela empresa que você possa prestar serviços. Salário abaixo do mercado, benefícios descontados de você (médico e odontológico também), administrativo fraco e lento em que você é o responsável por fazer as coisas que em qualquer empresa de fundo de quintal, já fica implícito que é parte deles zelar. Tudo é complicado, liderança fraco e ausente, é uma empresa pra você aceitar a proposta enquanto não aparece outra melhor. Sensação que pararam na Revolução Industrial e que eles estão te fazendo um favor. Descaso, abandono e decepção total. Conselhos para presidência: Não adianta fazer vídeo motivacional e mandar email engraçadinho, quando seu maior patrimônio é tratado com indiferença. Para quem eu puder, vou compartilhar minha experiência na Empresa e recomendá-los a pensar bem antes de aceitar qualquer proposta.\n\nRecomenda a empresa:   (4)\nREPORTAR"},{"user":"Gerente de Projetos Delivery - Ex-funcionário, saiu em 2017","avaliation":"Prós: Remuneração acima do mercado. Como os projetos podem ser realizadas em outras regionais profissionais do Nordeste acabam tendo uma remuneração pouco acima do mercado Contras: Acompanhamento dos funcionários pois não existe nenhum processo padrão para orientar a carreira e direcionar o profissional com relação ao seu crescimento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: O ambiente de trabalho era bom e as pessoas com as quais trabalhei eram muito boas. A infraestrutura do local onde trabalhei era boa, só as máquinas eram velhas. Contras: Falta de comunicação entre todas as áreas da empresa. Se você não fosse atrás, você ficava sem fazer nada e isso acabava atrapalhando o rendimento e o fluxo de atividades.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Tem um bom ambiente de trabalho, colegas que trabalham bem, além de pagar em dia os seus funcionários. As nossas festas de final de ano são sempre muito boas. Contras: O plano de carreira principalmente para a equipe de ITO não existe. Não buscam reter os bons profissionais, concedendo aumento salarial e acertos na carteira de trabalho quando o profissional é promovido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Dão oportunidade para quem está começando no mercado de trabalho, muitos convênios que dão bons descontos para compras e empresa com reconhecimento no mercado. Contras: Empresa se empenha em ter os menores salários possíveis, gestão e RH distantes dos colaboradores, remuneração baixa, gestores sem preparação e experiência necessários para a função.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Sênior","avaliation":"Prós: Sou terceirizado, recebo acima dos demais que trabalham na fabrica. Comunicação com o gestor é boa, a atenção com os funcionários é boa..... Contras: Descontos altíssimos no salario. Plano de saúde caro ainda com co-participação, pagamento integral de plano de saúde para a esposa ou filho. Desconto de vale alimentação alto. Não pagam o vale nas férias Conselhos para presidência: Melhore os beneficios para o funcionario.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Operações Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Uma empresa q paga em dia e somente isso.!!!!!!!!!!!!!!!!!!!!!! Odiei cada dia de trabalho, te jogan na empresa e seja o q deus quiser, nem treinamento tem!! Contras: Empresa exploradora, quer se dar bem em tudo em cima dos funcionarios, paga mal e tem gestao totalmente despreparada comecando pelo ceo. Corram dessa empresa pois só tem nome e é exploração total. Conselhos para presidência: Pense nas pessoas não só em lucro.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura","avaliation":"Prós: O pacote de benefícios oferecido é satisfatório, a estrutura da empresa apesar de um pouco defasada, ainda é atrativa por estar alocada no TECNOPUC, que é um ambiente moderno e com diversas empresas de tecnologia. Contras: Lentidão na resolução dos problemas administrativos dos colaboradores. Ajustes nos benefícios ou planos e estornos de descontos indevidos por exemplo, custam muito a serem regularizados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Flexibilidade com os gestores e horários. Pacote de benefícios ajustáveis com mais de uma opção de empresa como fornecedora de benefícios para Convenio, VR/VA/VC entre outros. Contras: O departamento de Recursos humanos é um pouco desorganizado em questões de alocação de benefícios e emissão explicações claras de forma agil. O plano de carreira existente consiste em uma progressão gradual, ou seja, ao subir de cargo seu salário não aumenta por completo de uma única vez e sim ao longo dos meses.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecom Pleno","avaliation":"Prós: A empresa possui cursos internos - TIC. Pagamento salário em dia, plano de saude e odontologico familiar e Vale Alimentação. Grandes contratos; Contratos com bons gestores; Contras: Não paga a PLR; Não possui plano de bonificação e melhoria salarial para contratos em clientes externos; Salario abaixo do mercado; sem politica de bônus ou comissão, Falta de reconhecimento. Conselhos para presidência: Plano de remuneração por desempenho para colaboradores dos contratos de serviços que cumprem as metas no cliente externo.\n\nRecomenda a empresa:   \nREPORTAR"}]