[{"user":"Arquiteto de Soluções I","avaliation":"Prós: Empresa brasileira multinacional, grande grupo de empresas, empresa de inovação, localização, aprendizado, autonomia, oportunidade interna, empresa reconhecida no mercado Contras: Salario abaixo do mercado, sem politica de bônus ou comissão, pacote de beneficio, ambiente corporativo, falta de reconhecimento, gestão da área fraca\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor.NET Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bons vínculos com grandes empresas. Fiquei alocado na IBM e me deu um grande ganho de experiência tanto profissional quanto de mercado...... Contras: A empresa demora a dar informações pessoais referente a problemas de contrato ou de benefícios,pois o RH só existe em São Paulo e só atende em poucos dias na semana Conselhos para presidência: Melhorar a parte de RH da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Sênior","avaliation":"Prós: Ambiente de trabalho; Pessoal sempre disposto a te ajudar; Localização de fácil acesso e varias empresas de ti na volta além de eventos; Salário compatível com o mercado; Contras: Gestão desorganizada; Sem plano de carreira; Setores externos não ajudam; Empresa com cultura reativa; Pouco investimento nos funcionários; Infra estrutura defasada;\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Atendimento","avaliation":"Prós: não há atrasos nos pagamentos, sempre em dia e com valor correto. Bons gestores, mas muitas vezes ficam travados em poder ajudar os subordinados pois há barreiras na maioria das vezes financeira Contras: salário baixo, VR baixo e sem PLR. pouquíssimas oportunidades de crescimento, e quando há é difícil que o salário acompanhe o cargo. leva 6 meses para efetivar a alteração\n\nRecomenda a empresa:   (4)\nREPORTAR"},{"user":"Estágio de TI","avaliation":"Prós: Ambiente muito para se trabalhar, você se sente a vontade sem pressão, apenas tem que desenvolver seu trabalho corretamente. Benefícios padrão do mercado sem muito a comentar. Contras: Baixo salário desde estágio ao pessoal de service desk. Uma demanda muito grande de serviço de acordo com a sua equipe que você está e o salário na minha opinião não corresponde ao trabalhado.\n\nRecomenda a empresa:   (4)\nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: Possui convênios interessantes como o Gympass. Pode realizar a migração para outros projetos que estejam com as vagas abertas. Empresa muito grande então pode conhecer muita gente Contras: Departamento pessoal fica a desejar Não possui incentivo de qualificação Não tem um plano de carreira definido Muito difícil para resolver problemas em relação ao recursos humanos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Garante oportunidade para os jovens, flexibilidades de horários, liberdade de trabalho e profissionais qualificados. Pagamento do salario não atrasa. Contras: A inexistência de um plano de carreira, a remuneração baixa, ambiente com alta pressão pra desenvolver seu trabalho. Pacote de benefícios como alimentação, seguro saúde são horríveis. Plano de careias está restrita a um pequeno grupo. Conselhos para presidência: Ouvir e investir mais os seu colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Assistente Júnior - Ex-funcionário, saiu em 2013","avaliation":"Prós: Proximo da Rodoviaria do plano piloto. Contras: Má gestao\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho, equipe unida, oportunidade de adquirir novos aprendizados. Contras: Não possui oportunidade de crescimento, salários e benefícios baixos, não há plano de carreira e reconhecimento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Festa de fim de ano espaço tomar um ar falta de organização da coordenação para operações de pequeno porte, sempre puxando um dali outro daqui Contras: Gestão, o problema começa de cima pra baixo, a gestão muda toda hora ( a cada 3 meses pra ser exato). Já fui barrado =de subir de cargo por decisão do lider apenas para não perder um analista que já conhece alguns processos, isto é frustante Conselhos para presidência: Olhar mais para as operações de ti, tem muitas pessoas com potencial porem em muitas vezes a própria liderança não deixa o funcionário subir\n\nRecomenda a empresa:   \nREPORTAR"}]