[{"user":"Desenvolvedor","avaliation":"Prós: Reconhecimento de quem é dedicado e se esforça pra entregar qualidade por parte da Gestão. Plano de carreira para os desenvolvedores mais experientes. Contras: Forma de contratação 70% CLT e 30% em benefícios, os 30% poderiam ser pagos nas férias e no 13º salário. Esse formato gera uma constante reclamação por parte dos colaboradores, pois não é bem detalhado no momento da contratação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Programação Júnior","avaliation":"Prós: A equipe é aberta a novas soluções, gosto muito do líder da equipe, é uma pessoa comunicativa e valoriza a equipe. Oportunidade de aprendizado junto com a equipe, benefícios interessantes para quem está começando no mercado, e boa referência pelo nome da empresa e tecnologias atuais no mercado. Contras: A equipe fica a dispor da empresa do cliente, minhas críticas são relacionadas a empresa do cliente, que NÃO disponibiliza condições básicas para a equipe terceirizada (boa internet, geladeira, microondas), o crachá para acesso a empresa demora muito para ser feito, então sempre demora na entrada, os computadores disponibilizados também não são tão bons, apesar de que as máquinas são de cuidado dos próprios empregados. Acho que o principal, seria a empresa ter esse cuidado com os empregados dentro da empresa dos clientes, para não ficarmos mercê deles. Conselhos para presidência: Tentar se certificar como os empregados estão sendo tratados dentro da empresa do cliente, e disponibilizar recursos básicos, como por exemplo copa dentro do cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Muitas oportunidades, dinâmica, empresa gigantesca com N negócios diversificados, além de ser uma multinacional brasileira. Possibilidade de realocação para outras localidades. Contras: Estrutura hierárquica ampla. Em alguns casos a parte corporativa conflita com a parte de negócio causando atrasos para obter recursos, requerendo desta forma um acompanhamento constante.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico I","avaliation":"Prós: O Ambiente de trabalho na empresa é bacana. Permite um fácil contato com todas as áreas da empresa. Existem muitos horários flexíveis e cargos para jornada em todas as horas do dia. Contras: Para quem entra como Técnico de Suporte, Analista de Suporte ou cargos para Service Desk, tem baixar projeções de crescimento e planos de carreira dentro da empresa, se tornando muito complicado o crescimento. Conselhos para presidência: Proporcionar maiores oportunidades de crescimento para os funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador","avaliation":"Prós: Durante o tempo de experiência na empresa, não consegui identificar nenhum ponto positivo. A empresa poderia investir mais em seu capital humano. Contras: Esta empresa tem a menor remuneração do mercado. Não valorizam os seus profissionais, a área de Recursos Humanos é meramente para entrevistar, selecionar, contratar e demitir colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tem treinamentos de capacitação mas a motivação é mais dos próprios funcionários, por parte da empresa tem a participação de ceder o espaço. Os salários são pagos no dia correto. Contras: Não existe plano de carreira, o gerente regional já disse que prefere ter 10 estagiarios do que contratar alguém que saiba muito sobre o assunto, preferem perder um profissional bom do que dá um aumento no salário. Conselhos para presidência: Invista em um plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo ambiente de trabalho, bem localizado próximo a uma estação de metrô, a limpeza estava sempre em ordem e os funcionários contavam com flexibilidade de horários. Contras: Optar pelo plano de saúde significava pagar valor mensal usando ou não o auxílio médico e além disso não era estendido à filhos tão pouco cônjuge\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro Big Data","avaliation":"Prós: A Empresa faz pagamentos em dia. Tem boa relação com os funcionários. Sempre procura disponibilizar o necessário para que se possa trabalhar. Contras: As ferramenta da empresa precisam ser melhoradas. O timesheet é vergonhoso, sempre com problemas. Falta de controle sobre as demandas que estão sendo executadas. Conselhos para presidência: Considero que é necessário melhorar os softwares que a empresa disponibiliza para seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ambiente muito tranquilo e agradável de se trabalhar, profissionais dispostos a ajuda mutua, trabalhando em equipe uns auxiliando os outros. Contras: Salario muito abaixo do proposto no mercado de tecnologia atual, pouca valorização dos que começam a carreira na empresa, e sem visibilidade de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Operações Sênior","avaliation":"Prós: Hierarquia estratificada permite você ter acesso a todos os níveis de comando, sem frescura. Oportunidade de crescimento interno e carreira internacional. Contras: Falta de controles internos, dificuldade em conseguir suprir alguma necessidade interna porque ninguem sabe quem resolve algo. salários abaixo de mercado pagos em regime CLT flex 70/30 (70% na carteira / 30% em beneficios). Em periodo de ferias ou licença os 30% não são pagos.\n\nRecomenda a empresa:   \nREPORTAR"}]