[{"user":"Analista NOC - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa sólida no mercado com grandes clientes, muitas pessoas novas e políticas flexíveis, possibilidade de crescimentos, dependo da celular que se encontre. Contras: Falta de oportunidade, dependendo do cliente em que estiver, operações com constante trocas de chefias devido a rotatividade de funcionários Conselhos para presidência: Atenção aos funcionários que ficam em clientes, nas células.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótima estrutura para os funcionários, um ótimo lugar para aprender (os gestores em sua maioria são ótimas pessoas e estão dispostos a serem líderes também). Para quem quer entrar na área, super recomendo a Stefanini. Contras: Não pude, em todos os dois anos que fiquei, receber um aumento ou negociar algo do tipo. Creio que a empresa desperdiça muitos talentos que ela própria desenvolve. É comum outras empresas já irem atrás dos funcionários da Stefanini logo após o primeiro ano de experiência. Sabem que a Stefanini não vai tentar manter nem mesmo os funcionários mais fundamentais. Conselhos para presidência: Mais programas de carreira para os novos e antigos funcionários. Um RH que não faça pouco caso quando o funcionário resolva se desligar da empresa (pois o RH passou a me ignorar depois que saí, quando precisei de alguns documentos). Não é somente uma questão de salário, o que desanima também é a falta de perspectiva para quem já está na empresa a algum tempo e não sabe se tem futuro e/ou se será valorizado, etc.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Pré-Vendas","avaliation":"Prós: Grande estrutura, capilaridade, atuação fora do Brasil, carteira de Clientes e soluções diversificadas, bastante regrada nos pagamentos mensais. Contras: Estrutura organização complexa, não favorece sinergias, determinados setores da organização parecem feudos, remuneração abaixo do mercado de serviços. Conselhos para presidência: Desmontar os \"feudos\".\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Por ser alocado em cliente temos sempre disponíveis treinamentos e existem muitos clientes bons e grandes projetos. Contato direto com o Gerente, Contras: Penso como fonte pagado, pois fico alocado em cliente. Merecimentos como promoções é difícil de acontecer. Aumento de salario só acontece se o cliente pagar. Conselhos para presidência: A cultura da empresa vem mudando já algum tempo, acredito que o que vou escrever aqui já esta em andamento. nos desenvolvedores precisamos seguir carreira pois é uma empresa de tecnologia e ficando com os melhores profissionais na stefanini conseguimos trazer e manter novas tecnologias e os projetos de seus clientes para mais próximo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Front-end Sênior","avaliation":"Prós: Por enquanto, bom ambiente de trabalho e aprendizagem. Tenho conseguido trabalhar em um ambiente harmonioso e sem briga de egos ou competitividade. Contras: Péssimo plano de saúde. Plano somente com cobertura para o Estado em que vivo e com quase nenhuma rede de hospitais credenciada. Péssimo valor de benefícios. Eles te pagam um valor obrigatório de benefícios e a outra parte é dada em outra data. Conselhos para presidência: Faça um plano de carreira para todos os funcionários. Estimulem eles a quererem ficar mais tempo no trabalho. Melhorem nos benefícios e esqueçam o sistema \"hierárquico\", do qual nem é usado mais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos Júnior","avaliation":"Prós: Em minha experiencia a empresa oferece muitas oportunidades de crescimento profissional. Ela também possui projetos com empresas de nome e seu ambiente corporativo é agradável. Contras: O Crescimento profissional anda lado a lado com um salário bem abaixo do mercado. É bem comum você ver pessoas em determinada função e com cargo/ salário bem inferior. Existem limites para aumento salarial (20% em casos bons) sendo que a empresa prefere pagar o quanto puder em benefícios. Esses aumentos só podem ocorrer a cada 6 meses. Outra prática comum da empresa é oferecer um aumento apenas quando o funcionário (essencial em seu projeto) pede as contas, o que mostra que ela não valoriza seu empregado mesmo com ótimo feedback do cliente. Conselhos para presidência: Valorizem seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A forma que o RH se comunica é muito boa.... pois eles não julgam a maneira que foi um determinado processo de entrevista.... a boa conduta é perceptivel Contras: Salario abaixo do mercado.... não tem plr.....não tem vale alimentação. ... enfim... deixa a desejar... precisamos de reconhecimento das horas que trocamos por dinheiro. Conselhos para presidência: Melhorar beneficios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes Automatizados","avaliation":"Prós: Boa Flexibilidade nos horários, salários razoáveis, estão melhorando as máquinas para os colaboradores. Isso ajuda muito, pois agiliza o trabalho. Contras: Seleção de novos recursos precisa melhorar, difícil se fazer alguma coisa diferente do normal, existe uma grande dificuldade para se conseguir algum servidor para se hospedar algo e é muito difícil se conseguir admin da máquina.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oferece boas oportunidades de crescimento, clima agradável entre equipes, ambiente ágil e diverso. Comunicação aí se sempre clara e objetiva, marco Stefanini sempre presente. Contras: Salários incompatíveis com o mercado, benefícios para estagiário são praticamente 0. A empresa discursa sobre uma inovação digital, mas isso nao ocorre na prática. Equipamentos de ti velhos, alta rotatividade, comercial desconsidera os processos da empresa para conseguir fechar contratos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Ambiente de trabalho, pessoas, equipamentos para trabalho, horário flexível, etc etc etc etc etc etc etc etc etc etc etc etc etc etc etc etc Contras: Salário baixo, falta de um plano de carreira mais consistente, não pagam horas extras somente banco de horas, etc etc etc etc etc etc etc etc\n\nRecomenda a empresa:   \nREPORTAR"}]