[{"user":"Funcionário","avaliation":"Prós: Gerencia, e colaboradores, é um ambiente com quase sem stress, pessoas bem capacitadas para lidar com funcionários, independente da hierarquia. Contras: A empresa poderia avaliar melhor os produtos da casa, para quem está ingressando o salário é bem abaixo do que outras empresas pagam, embora o ambiente agradável colabore, falta avaliações de quem já trabalha lá, se você der um salto técnico a empresa que te contratou como um trainee, vai sempre te ver como um trainee, parece que quem vem de fora é mais valorizado. Conselhos para presidência: Valorizar o funcionário que já está na empresa, ou fazer avaliações periódicas, pois não adianta um funcionário melhorar a sua capacitação se a empresa não valoriza seu esforço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: As pessoas que trabalham dentro da empresa. O horário é flexível. Temos oportunidades para tirar certificações. Dão vale refeição (apesar de ser pouco) aos estagiários. Tem plano de cargos e carreiras (porém minha célula não segue). Contras: Minha célula não têm plano de cargos e carreiras. Estão todos concentrados em SP, então a comunicação é fraquíssima com o pessoal das outras regiões. Por não ter planos de cargos e carreiras os profissionais acabam tendo que recorrer a outras vagas no mercado para poderem aumentar o próprio salário. Se preocupam pouco com o bem estar dos funcionários. Estão me segurando a quase 2 anos como estagiário. O comercial da minha célula não se preocupa em vender o serviço do meu setor, sinto como estivessem nos escanteando. Conselhos para presidência: Seria interessante que todas as celular fossem obrigadas a seguir um plano de cargos e carreiras mínimo, se quisessem acrescentar mais premiações poderiam, mas deveriam seguir um valor mínimo para cada cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recrutamento e Seleção Júnior","avaliation":"Prós: Oportunidades de desenvolvimento profissional. Acesso aos diretores da empresa. Oportunidade de ser ouvido pelas as pessoas que tem o poder de decisão na organização. Contras: Melhorar os reconhecimentos por desempenho, tanto por reconhecimento financeiro quanto por reconhecimento dentro da equipe, incentivando o profissional a se destacar e procurar entregar seu melhor.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes - Ex-funcionário, saiu em 2012","avaliation":"Prós: Benefícios, O Rh é muito voltado para o lado humano. Eram muito atenciosos com os funcionários. O pagamento cai pontualmente na conta todo mês sem atraso. Contras: Difícil conseguir uma promoção e aumento salarial. Se você tiver QI, consegue entrar como gerente sem ter formação para isso. Também consegue promoção fácil.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento em dia, alguns benefícios pagos em dia, trabalho em equipe realizado muito bem em meu time, empresa grande, pode conseguir outras oportunidades. Contras: Não é levado muito em conta a meritocracia, e sim quem agrada por alguns motivos os gestores, que não são bem preparados para exercer os cargos, como se fosse feito um \"tapa buraco\". Conselhos para presidência: Instruir melhor as pessoas que lidam com pessoas, muitos coordenadores e gestores sem preparo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Acredita em seu potencial, proporcionando uma melhora e um reconhecimento interno e externo alem de ser uma empresa global e com um alto nível de clientes. Contras: O salário nem sempre é igual ao do mercado o que geral um desconforto e desanimo em tentar realizar mais todos os dias. Alem de não ter um processo de comunicação junto ao seus colaboradores Conselhos para presidência: Valorização do capital humano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora - Ex-funcionário, saiu em 2017","avaliation":"Prós: Equipe unida bastante descontraido aprendizado experiência adquirida no ramo comercial clientes ótimas salário bom comissão boa tbm atividade dentro da loja q nn permiti vc fica na area de conforto Contras: Nao chega a ser ponto negativo mais sim uma sugestão visa mais os funcionários acredito faltar um pouco mais de incentivo alguns benéficos seria de grande valia Conselhos para presidência: Investir no funcionario para q ele vem a crescer e monstra ainda mais resultados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O ambiente de trabalho é agradável, as pessoas são gentis, amigáveis e receptivas. O dia a dia é bem humorado e leve, mesmo que em outros pontos a empresa peque bastante. Contras: A empresa tem vários problemas, dos mais básicos aos mais graves. A infra estrutura é ruim, com computadores velhos. Não existe nenhum tipo de programa de incentivo à diversidade e inclusão ou nenhuma outra pauta comum à multinacionais modernas. A empresa não valoriza o funcionário e tem uma rotatividade muito alta. Os salários são em geral bem abaixo do mercado, o vale refeição de estagiário é uma piada de mal gosto (100 reais por mês). Não existe um programa de estágio estruturado, não há acompanhamento das atividades, nem prazos ou entregas. As atividades, aliás, nem estavam tão relacionadas com a área em si. A empresa não está preocupada com o desenvolvimento do colaborador. Existe um discurso de inovação, mas isso fica muito longe da prática. Os valores não são aplicados. Conselhos para presidência: Valorizem seus colaboradores. Preocupem-se em mantê-los na empresa, não os tratem como se fossem descartáveis.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa Multinacional, oportunidades de crescimento profissional, reembolsam caso tire certificação. Bom ambiente de trabalho. Pagamentos sempre em dia. Contras: Poucos benefícios. Ás vezes acontece de um colaborador ter mais benefícios que outro sendo que exercem o mesmo cargo e alocado no mesmo cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Administrativo","avaliation":"Prós: A empresa é boa para quem está iniciando uma carreira e precisa de experiência para migra ao mundo profissional, com horários e oportunidades flexíveis Contras: A empresa infelizmente, não possui plano de carreira, e quando se é promovido não a mudanças de nomenclatura e nem de salários e benefícios, esse é o maior problema da empresa atualmente com o funcionário\n\nRecomenda a empresa:   \nREPORTAR"}]