[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Equipe muito prestativa, um ambiente de trabalho bem legal e divertido de se trabalhar, gerencia com um nível técnico muito elevado também, e Contras: Não possui plano de carreiras, ou seja, você entra e nem sequer sabe quando será promovido e etc... empresa só visa faturar e você é um mero recurso\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte PL - Ex-funcionário, saiu em 2018","avaliation":"Prós: O unico ponto positivo que obtive na empresa foi as amizades que eu fiz, porque para trabalhar nessa empresa tem que ser unido com sua equipe ou voce despenca Contras: O RH é uma bagunça, atraso de pagamento de reembolso, pagamento de beneficios errado, para querer ter plano de carreira tem que puxar o saco de alguem , salario minusculo para muito trabalho , se voce nao toma cuidado voce acaba exercendo funcoes a mais do que apresenta seu contrato e eles nao aumentam seu salario e nem o cargo muda e se voce reclama é motivo de demissao, se voce reclama seus beneficios quando eles fazem cagada e voc reclama no dia seguinte voce ja assina sua demissao, aconteceu com varias pessoas que trabalhavam comigo. Conselhos para presidência: Começa a olhar os funcionarios existem bons funcionarios e voces estao perdendo isso por coisas bestas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Júnior","avaliation":"Prós: Tem os benefícios padrão de qualquer empresa. Tem vários convênios como desconto em farmácias, o que é relativamente bom. Teve um período de cursos na Sede que eram bem interessantes. Contras: Não tem plano de carreira. RH não sabe o que acontece com quem trabalha no cliente, ou se sabe esconde muito bem. Não é fácil resolver algum problema no RH, na ferramenta Stefanini Atende, pois a resposta é sempre aquela automática. A tal falada Multinacional brasileira , não tem plano de carreira é a gestão da amizade. Naõ tem PLR e outros atrativos. Prometem quando te contratam e não cumprem. Conselhos para presidência: Mais atenção em quem faz a empresa lucrar, os funcionários!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte I","avaliation":"Prós: Empresas tem alguns benefícios bons e de acesso fácil para falar com gestores e com um relacionamento acessível para solução de problemas ... Contras: empresa falha no plano de saudê, portal de atendimento deles por ticket é mal atendimento, mas acredito que por pessoas mal qualificadas na central de atendimento. Conselhos para presidência: Plano de saúde poderia se estender a família sem ser cobrado integral dos demais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor","avaliation":"Prós: A empresa tem um ótimo ambiente, a galera e bem solicita ao ensinar e melhorar seu conhecimento, praticamento uma mãe, um dos melhores ambientes que eu ja trabalhei Contras: O salario da empresa e um dos mais baixos do mercado, mesmo que ele tenham um ótimo profissional preferem perder do que dar um aumento descente Conselhos para presidência: Deveria rever a politica de aumento de todas a Stefanini\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Horario Flexivel, ambiente amigável , procuram realocar em outros projetos , bom para aprender novas responsabilidades, clientes importantes Contras: nao tem politica de cargos e salários, o plano de saude é uma porcaria, quem consegue um aumento vai receber no flex que alias nunca sera atualizado e quando recebe ferias o flex fica de fora\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Fácil acesso e ambiente agradável. As pessoas debaixo ajudam vc a crescer, te aconselham (ate mesmo a sair de la). O horario é relativamente flexivel e é facil chegar aos gestores Contras: Não tem tempo para estagiários, deixam eles jogados e se vc souber, se vira... te contratam pra algo mas vc acaba virando o cara do café, sem credibilidade alguma\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos (RH) Pleno","avaliation":"Prós: Todos da empresa são muito amigos, parece uma família, excelente clima para se traballhar, somos motivados a ter desafios diariamente, muita autonomia, hierarquia pouco existe, todo mundo convive bem Contras: Salários geralmente são abaixo do mercado, o que acaba dificultando o processo de recrutamento e seleção, projetos volumosos para entregar rapidamente, no entanto somos reconhecidos por isso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: O ponto mais positivo é o ambiente liberar para trabalho. Boa infraestrutura e liberdade pra se trabalhar. Não possui dress code e possui uma boa infra para descanso. Contras: Falta de gestão, transformando pessoas com perfil técnico em gestores, perdendo um bom técnico e ganhando um gestor medíocre. Ainda tem muito que evoluir nessa questão de GP.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2015","avaliation":"Prós: Clima de trabalho e profissionais interessados em crescer (até perceberem a realidade), escritório em local relativamente bom e proximidade com os níveis mais elevados. Contras: Empresa não valoriza o funcionário, limitando todo tipo de benefício possível e imaginável utilizando mão de obra mais barata para serviços essenciais, o que tornava o atendimento e suporte interno de péssima qualidade.\n\nRecomenda a empresa:   \nREPORTAR"}]