[{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Permitem fazer horário flexivel, quando o projeto termina tenta encaixar o profissional em outro antes de mandar embora, não atrasa o pagamento, tem banco de horas Contras: Nunca podem aumentar o salário, mesmo quando o empregado tem merito, não há reconhecimento. Se o empregado fica por um tempo na empresa e o salario aumenta por conta de dissidio e caso haja necessidade de realocar a preferencia será para quem tem salario menor, a competência não importa o que vale é o baixo custo. Conselhos para presidência: Vocês perderam excelentes profissionais e mantiveram profissionais desqualificados que não possui nenhum tipo de comprometimento com seus clientes tudo por causa de custo baixo, mas as vezes o barato sai caro. Depois recebem nota baixa em avaliação e não entendem o porquê.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2010","avaliation":"Prós: Não há nenhum ponto positivo, sem ambiente saudavel de trabalho, sem cooperação ou qualidade de vida, sem contra partida , apenas trabalho e politica Contras: Ambiente de fofoca , ambiente sem motivação, obrigando a ser um puxa saco , sem uma contrapartida financeira, faz se muito e paga-se pouco, sem palno de carreira\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Como meus gestores ficam em sp, contato somente por fone, whats, existe uma flexibilidade de horários para atendimentos. Horário de trabalho bom. Contras: Gestores não dão devida atenção ao funcionário da ponta, que lida dia a dia com os clientes. Não tem noção de distâncias e tempos de deslocamentos, visto que os mesmos se encontram em SP. Prometem coisa por fone ou WhatsApp, não gostam de registrar nada por e-mail, certamente pq sabem que não podem cumprir. Foi obque aconteceu comigo. Fiz um trabalho extra , e como acordo foi combinado um aumento salarial em questão de 4 meses até como meritocracia, como eles mesmos falaram. Não cumpriram acordo desviaram assunto, e além disso me despediram. Conselhos para presidência: Melhorar ou trocar gestores, melhorar o planejamento de chamados. Conferir melhor o fluxo dos atendimentos. Melhor benefícios.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Humanos (RH) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Engajamento dos colaboradores; Muita exposição, o que te faz crescer profissionalmente. Indico para pessoas que estejam começando a carreira. Contras: Falta pensar mais em pessoas. Não há muitas oportunidades de carreira. Alguns beneficios são pagos como complementacao de salario, mas quando chegam as ferias você não recebe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor .NET Sênior","avaliation":"Prós: Parcerias Educacionais. Muitos clientes em todo o mundo o que em teoria pode ser uma boa oportunidade. Diversas áreas para atuação e não atrasa pagamento Contras: Falta de plano de carreira, geralmente você fica isolado no cliente sem nenhum feedback. Alta rotatividade de funcionários, dificuldade para negociação de valores, além da desorganização do RH.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ótimo ambiente para crescer e aprender. Participação em nível estratégico e de negócio. Oportunidade de crescimento e reconhecimento de mercado. Contras: Falta de um plano de desenvolvimento e de carreira. Falta de criação de planos táticos e operacionais para a camada gerencial. Centralização de decisões e falta de apoio/ suporte aos novos membros. Conselhos para presidência: Criar planos de crescimento e desenvolvimento profissional, bem como ajudar na construção de planos táticos e operacionais para que os profissionais saibam como resolver os problemas e desafios estratégicos elencados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Software","avaliation":"Prós: Ambiente de Trabalho e infraestrutura são muito bons aqui no site da Stefanini em Alphaville. Contras: A empresa não possui uma politica de treinamento. O Funcionário precisa desenvolver por conta própria fora da empresa ou on the job nos projetos. Não existe um plano de carreira. Conselhos para presidência: Implantar plano de carreira e incrementar treinamento tecnicos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: como trabalhei alocado junto ao cliente, eu fui ganhando espaço no projeto, junto aos clientes internos, em outras frentes do projeto, assumindo outras posições e atividades Contras: A autonomia que eu tive junto ao cliente não reverberou na Stefanini, devido à má gestão dos gerentes de contas que visavam apenas resultados financeiros imediato e não investiram em atender da melhor forma possível as suas expectativas e a perenidade na relação com o cliente. Resultado: o contrato não foi renovado. Conselhos para presidência: pensar em melhorar a cultura organizacional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Suporte","avaliation":"Prós: Empresa com muita resiliência, se adequando as necessidades, em grande transformação administrativa, melhorando fluxos e aproximando as áreas de apoio da área operacional. Contras: Em estruturação administrativa, processos administrativos estão melhorando, empresa com dificuldades de reembolso e entendimento de políticas internas, no ultimo ano, houve uma melhora significativa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Produção - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa grande, com vários clientes e possibilidade de crescimento, há um incentivo de estudo pois eles oferecem cursos online. Boa empresa pra quem está começando a carreira. Contras: Benefícios não são tão bons, pois dependendo da região que se trabalha o ticket refeição não é suficiente e o plano de saúde deixa a desejar!!!\n\nRecomenda a empresa:   \nREPORTAR"}]