[{"user":"Analista de Suporte Técnico II","avaliation":"Prós: Tem diversos projetos, se você tem capacidade e um bom curriculum. É uma empresa boa para quem quer ingressar na carreira de T.I, administração, RH, mas não para quem quer ingressar em outras áreas. Ao menos nunca atrasou um pagamento, e sempre cumpriu com os benefícios que promete. Contras: Sem muita possibilidade de crescimento dependendo do projeto. Você fica estagnado e em alguns momentos só é promovido por acaso, quando eles não tem outra saída se não promover para justificar algum aumento de carga horária. Alguns superiores mal te conhecem, o que dificulta mais ainda um ingresso entre áreas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico","avaliation":"Prós: O trabalho em equipe e o relacionamento com a liderança do contrato é muito bom, eles sempre auxiliam e ajudam quando possível. O ticket também tem um valor satisfatório. As pessoas com quem trabalhei foram excelentes. Você aprende muito trabalhando aqui, tanto tecnicamente, tanto no relacionamento com o cliente. Contras: Como são vários contratos e você acaba ficando em algum cliente, você acaba ficando distante da empresa em si, não participando da cultura da empresa, seu crescimento e suas oportunidades internas. Estão tentando melhorar isso, mas ainda não pude sentir. Conselhos para presidência: Aproximar os técnicos do dia a dia da empresa, ter um plano de carreira efetivo e fazer funcionar site de recrutamento interno para que as vagas sejam bem divulgadas e concorridas de forma dinâmica e clara. Deixando o salário mais competitivo com o mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: Boa para quem é novo na área, irá adquirir muita experiência. Benefícios ok, nada de mais para uma empresa multinacional. Vale refeição/alimentação, convenio médico e odontológico. Contras: O \"valor\" dos benefícios são diferentes de acordo com seu cargo, a empresa utiliza esquema de pontuações para os benefícios. Cargos mais baixos como júnior ou estagiários terão menos pontos, portanto menos benefícios. Salários são abaixo da média da maioria das empresas do segmento. Se for seu primeiro emprego ou for novo em alguma área, até recomendo. Se você for alguém com mais experiência no mercado, passe longe. Você também pode trabalhar alocado em algum cliente, talvez seja bom ou ruim, dependendo do seu ponto de vista, porém para quem busca crescer dentro da empresa, pode esquecer, pois se você vive alocado em um cliente, ninguém vai te ver e pode ir esquecendo promoções (A não ser que consiga algo dentro do próprio cliente). Conselhos para presidência: Vamos dar uma olhada nos salários e valorização dos funcionários. Conheci muita gente competente e talentosa na Stefanini que a abandonou por falte de reconhecimento e promoções.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ótima oportunidade para que pessoas sem experiência profissional possam ingressar no mercado de trabalho, além do aprendizado e desenvolvimento pessoal. Contras: Falta de acompanhamento da conduta de líderes de equipe, negligência na investigação de denúncias de abuso no tratamento dos chefes com subordinados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Infraestrutura","avaliation":"Prós: Depende do contrato vc pode ganhar um valor legal, mas na maioria das vezes o valor e bem fora que o mercado pode pagar, mas eu gosto do que faço e estou contente com a minha remuneração. Contras: ainda não tenho ponto negativos para comentar, so tomo cuidado para não ser influenciado pelos funcionários antigos que fica parados esperado a sorte chegar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Front-end Sênior","avaliation":"Prós: Divisão de benefícios é bem estruturada, pessoal de gestão e recursos humanos são bem amigáveis e tentam criar um clima de empresa parceira. Contras: Falta de clareza na contratação e postura com os funcionários alocados em empresas que contratam a assessoria. Sistemas corporativos muito burocráticos. Conselhos para presidência: Melhorar plano de saúde.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador ABAP","avaliation":"Prós: Pagamento em dia do salário e pagamento dos benefícios. Programas de desconto em diversos produtos e serviços por meio do GO plus. Acesso ao SESC. Contras: Não há avaliação do funcionário alocados em clientes como terceirizados. Exclusão dos programas de avaliação internos que te possibilitam progressão da carreira e do salário. Não paga PLR. Conselhos para presidência: Incluir os empregados que trabalham alocados nos clientes, nos programas de carreira da empresa. Pagar o PLR conforme CCT.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário de Recursos Humanos (RH) - Ex-funcionário, saiu em 2012","avaliation":"Prós: Meritocratico, hands on. Mesmo como estagiario, se mostra potencial, recebe projetos importantes. Excelente localizacao do escritorio principal. Ambiente discontraido com boa pessoas. Contras: Richa entre areas. Alta rotatividade de pessoas abaixo do nivel de gerencia. Muito trabalho concentrado em poucas pessoas, enquanto as outras com a mesma atribuicao ficam sem nenhum trabalho ou seja, sobre carrega quem entrega e nao cobra quem nao entrega.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estágio","avaliation":"Prós: A empresa é grande, com certeza você terá um grande nome no currículo, além de contato com profissionais muito bons na área e participar de projetos legais. Contras: Salario muito ruim, nenhum reconhecimento, gestão péssima, sobrecarga de horas, definitivamente não é uma empresa para e construir carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: É uma empresa neutra de se trabalhar. Você chega, faz seu trabalho, e não tem dores de cabeça. Os salários e benefícios são pontuais em em suas datas. Contras: Tudo depende do contrato em que o funcionário é alocado. Geralmente a empresa faz só papel de RH e o funcionário acaba vivendo apenas a cultura do cliente onde está alocado. Conselhos para presidência: O funcionário alocado não tem a identidade Stefanini. Acredito que este é um desafio que todas as consultorias enfrentam.\n\nRecomenda a empresa:   \nREPORTAR"}]