[{"user":"Analista de Suporte PL","avaliation":"Prós: Paga em Dia. Horas extras. Vale refeição. Coordenadores legais. Diretores nem sei se existe. Ambiente agradável na intranet. Plano de saúde regular. Contras: Falta de Plano de Carreira. Esqucem do colaboradores quando estão alocado no cliente. Falta de Participação nos lucros da empresa, alegando que não teve crescimento, todos nós sabemos que isso não é a realidade. Conselhos para presidência: Olhe mais para os profissionais, que se dedica e rala pra essa empresa está entre as maiores do ramo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Requisitos Pleno","avaliation":"Prós: Um ponto positivo é relacionado aos benefícios que é separado do valor do salário bruto, podendo dividir da melhor maneira. A empresa tem oportunidade para ingressar em carreiras internacionais Contras: Não conheço muito a empresa pois fico alocada em um cliente em Taboão da Serra, porém colegas de trabalho já tiveram problemas relacionados a pagamento, e não tem uma negociação muito favorável ao funcionário que esta entrando na empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: A equipe é muito competente, sempre dispostos a te ajudar, ótima empresa para quem gosta de inovação tecnológica e para quem quer aprender. Ambiente de trabalho descontraído Contras: Plano de carreira não é muito claro, comunicação extremamente falha com o DHO da empresa. Nunca peça aumento, pois segundo eles você já ganha o suficiente, mesmo que você desempenhe muito mais do nível para o qual você foi contratado Conselhos para presidência: Valorizar os colaboradores, fazer um acompanhamento adequado do desempenho dos funcionários. Elaborar um plano de carreira mais claro\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pontos positivos seria o pagamento em dia e os colegas de trabalho. Uma empresa Multinacional, muito conhecida no mercado que me trouxe aprendizados novos. Contras: Pontos negativos, zero reconhecimento e plano de carreira nem com todo os esforço do mundo. Você só aumenta o serviço, mas os salários e benefícios não, os gestores precisam aprender a lidar melhor com pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte I","avaliation":"Prós: A empresa possui um bom clima organizacional, temos liberdade para ser quem somos, trabalhar com pressão mas a gestão na maioria das vezes procura entender o lado dos trabalhadores. Contras: Em geral, uma gestão um pouco desorganizada, não se atencipam aos acontecimentos e deixam muita coisa pra última hora. Como estamos em Fortaleza, o RH de São Paulo não é tão presente, tudo se resolve através de registro de demandas que muitas vezes demoram bastante na resposta, e ainda respondem errado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes Júnior","avaliation":"Prós: Projetos de clientes grandes como a DELL pagam melhor e tem melhor infraestrutura. As horas extras são pagas em dinheiro e o horário de chegada e saída é flexível. Contras: Os atendimentos de chamados demoram às vezes meses para serem respondidos. Muitos projetos da fábrica de software são do governo e trabalham em cascata. Esses projetos pagam menos também. Os times da fábrica são formados em maioria por juniors e isso dificulta o aprendizado e boas práticas, já que se aprende fazendo no famoso Go Horse.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor.NET - Ex-funcionário, saiu em 2017","avaliation":"Prós: Para quem está começando na área de desenvolvimento é uma boa empresa. Estive alojado em um contrato relativamente bom. Um bom ambiente de trabalho. Contras: Salários abaixo das outras empresas de TI. Sem expectativa de crescimento e nem plano de carreira. Trabalhei durante 3 anos, e desde que entrei não teve alteração de cargo e nem muita expectativa de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Programador Java Pleno","avaliation":"Prós: Flexibilidade de horários dependendo do cliente e do contrato. Paga relativamente bem, oferece bons benefícios e também já facilitou a negociação para balanceá-los de diversas maneiras, dependendo da necessidade do empregado. Contras: Muita burocracia para resolver problemas relacionados a RH. Contratos com clientes onde não há gestor alocado ficam a deriva por muito tempo, as vezes até 6 meses entre as visitas, o que acaba dificultando o contato entre os profissionais alocados em regionais com a própria empresa e com novas oportunidades de crescimento. Conselhos para presidência: Agilizar atendimentos de RH para os funcionários alocados. Há uma demora muito grande para os problemas mais simples.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de TI Pleno - Ex-funcionário, saiu em 2013","avaliation":"Prós: Alguns colegas de trabalho são bem atenciosos e legais e contribuem positivamente para o ambiente da empresa, porém os líderes na maioria das vezes não estão disponíveis para o diálogo Contras: A falta de Comunicação e baixo salário são dois dos pontos negativos da empresa. Um link de abertura de chamados para o RH é disponibilizado ao funcionário, porém não funciona, pois eles na maioria das vezes não dão resposta. Eles disponibilizam um fardamento, mas que demora muito a chegar. Conselhos para presidência: A criação de um canal com os funcionários lotados nos clientes da Stefanini\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Unico visto é que se um clinte não quiser mais o funcionário a companhia consegue realocar dando uma nova oportunidade para o funcionário. Pagamentos são em dia, isto é um dever, mas pode-se ver como ponto positivo. Tem os cursos interno que seus certificados que não servem fora. E ajudam a tirar a certificação mas garantindo que fique preso pelos próximos 12 meses na empresa. Contras: Remuneração e benefícios abaixo do mercado. Plano de carreira complicado. É apenas um \"trampolim\" para pegar experiência e ir para uma companhia melhor. Impossível se imaginar fazer carreira dentro da impresa, você é só mais um número não valorizado. Conselhos para presidência: valorize seus colaboradores, pois sim, eles são a imagem da companinha\n\nRecomenda a empresa:   \nREPORTAR"}]