[{"user":"Analista Pleno","avaliation":"Prós: Grande experiência corporativa, aprendizado técnico e trabalho em equipe muito robustos Contras: Empresa nao tem uma boa valorização de cargos dentro do ambiente, o que desanima a trajetória. Conselhos para presidência: aprimorando atenção para funcionários que trabalham alocados em clientes fazendo os mesmos se sentirem mais \"stefanini\"\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Próximo de casa, fácil acesso, não exige experiência, possui bons clientes, paga vale transporte, vale refeição ou vale alimentação, seguro de vida. Contras: Não possui plano de carreira, péssima gestão, convênio possuí co-participacao, salário abaixo do padrão do mercado, vale refeição baixo e estrutura ruim\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente agradável, acesso a aprendizado. Acesso ao gestor facilmente. Pagamento em dia. Contras: Não se preocupar em dar oportunidade após estágio. principalmente após o estagiário esteve doente. Pouco treinamento para o estagiário. Conselhos para presidência: Preocupar mais com o empregado, de forma a analisar cada situação. Plano de carreira poderia ser de forma geral. O salário não está compatível com o mercado, pelo menos em Brasília.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Soluções","avaliation":"Prós: Empresa reconhecida pelo mercado; Empresa Multinacional; Participação ativa em processos licitatórios em todas as esferas do governo; Participação expressiva no mercado privado Contras: A empresa não possui plano de cargos e salários definidos; A empresa não possui processos e metodologias definidas e implantadas para os profissionais exercerem suas funções Conselhos para presidência: Preserve e promova mais o bem estar de seus funcionários ao invés de só visar o lucro\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Soluções","avaliation":"Prós: Empresa Multinacional com excelente visibilidade pelo mercado. Participação ativa em diversos processos licitatórios em todas as esferas do governo. Participação significativa no mercado privado. Contras: Pouca valorização do quadro de profissionais. Ausência de um plano cargos e salários. Ausências de metodologias e processos internos para a realização das funções e obrigações atribuídas. Conselhos para presidência: Valorize sua equipe. Pense menos nos lucros e mais no bem estar dos profissionais que fazem sua empresa crescer\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte I","avaliation":"Prós: Para quem esta começando na área é bom por conta do aprendizado, experiência, localização e clientes. Por ser uma empresa terceirizada é um lugar bom para adquirir experiência e aprendizado Contras: Os pontos negativos são: salário baixo, o vr oferecido esta abaixo somente 17,00 reais. O RH da empresa precisa melhorar muito, pois dependendo de onde você esteja alocado o Rh não atua pontualmente, você fica meio que esquecido em casos de resolver problema de benefícios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Administrativo Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma empresa que procura sempre fazer o melhor para o funcionário, atendendo suas solicitações de uma forma que contribua para o mesmo e para a empresa. Contras: Atendimento em geral, principalmente contato com o RH deve ser feito por chamado, os atendentes não são capacitados de uma forma correta e objetiva dificultando assim a informação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura II - Ex-funcionário, saiu em 2016","avaliation":"Prós: Possibilidade de aprendizado e desenvoldimeto devido aos projetos e clientes aos quais a empresa trabalha proporcionando poder trabalhar com muitas tecnologias. Contras: Empresa muito desorganizada em nivel gerencial e em relação aos projetos sempre querendo fazer mais com o empregado com menos, pagando menos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Empresa com muitas oportunidades internas. Não realiza demissões em massa, mesmo quando há redução de projetos. Bom ambiente. Investe em capacitação dos juniores. Contras: Excesso de burocracia para muitas coisas, como mudar de plano, aprovar aumento de salario. Não há plano de carreira claro, e não tem retenção de talentos. Burocracia, para atualização do parque de maquinas e ferramentas. Maquinas e ferramentas desatualizadas. RH centralizado em SP, sem política de retenção, principalmente no SUL. Conselhos para presidência: Realizar a transformação Ágil também nas áreas administrativas e comercial. Criar uma politica de PPR, para motivar as pessoas a alcançarem as metas de faturamento e redução custo. Melhorar a remuneração para atrair talentos mais seniors e com alta performance. Não se conquista GPTW sem plano de carrerira e instalações adequadas. Não se faz crescimento exponencial com pessoas mediocres. Precisamos ter os melhores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Possui um pouco de flexibilidade de horário. O ambiente é muito tranquilo, em geral os profissionais estão sempre disponíveis a ajudar e ouvir sugestões. Contras: Infelizmente o pensamento dos executivos da empresa ainda é bastante arcaico, dizem que querem mudar atingir a disrupção e por experiência própria, quando começa a encaminhar bem algum processo moroso ou falta de apoio atingem aqueles que querem fazer diferente.\n\nRecomenda a empresa:   \nREPORTAR"}]