[{"user":"Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa de oportunidades, projetos em grandes empresas, ótimos benefícios, cursos e palestras profissionalizantes, salário compatível com o mercado. Contras: Analistas de regiões mais distantes não tem a devida atenção por parte do RH, alguns contratos não são analisados devidamente e acaba prejudicando a operação quando o projeto já está em andamento e pode gerar descontentamento por parte do cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimo ambiente de trabalho, boa estrutura, diretoria aberta a novas idéias visando a melhoria constante do clima organizacional, flexibilidade de horários. Contras: Falta um plano de carreira estruturado, os benefícios são confusos em relação ao seu salário, você não consegue identificar o que é benefício e o que é salário, por se tratar de uma forma de contratação FLEX - Salário na carteira + Benefícios = Salário Bruto. Conselhos para presidência: Observar os impactos positivos de uma determinada célula e transferir a cultura para as demais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte I","avaliation":"Prós: Ambiente de Trabalho, no qual estamos alocados no cliente, gestão excelente pois a chefia visa analisar tudo o que é certo e também o coleguismo. Contras: Salário baixo, acredito que a empresa necessita valorizar um pouco mais os empregados, gosto muito de trabalhar aqui só acho que deveria ter um salário equivalente ao que faço\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa de grande porte da área de tecnologia que pode oferecer um plano de carreira para aqueles que se destacam em meio a muitos concorrentes. Contras: Por ser uma empresa de grande porte deveria ter um plano de carreira melhor estabelecido, pois quando vagas são abertas elas são pouco divulgadas pelos gestores e existe uma certa resistência na hora da promoção. Conselhos para presidência: Aumentar a remuneração e as promoções\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A Stefanini é uma escola, um lugar pra aprender bastante sobre tecnologia e negócios. Possui muitas pessoas que começaram por baixo e hoje tem um cargo de destaque e por mais que não permaneça por lá, já adquiriu uma carga de experiencia para a vida. Contras: Não é uma empresa com ótimos salários, como consultoria precisa enxugar muito, muito os custos para ser competitiva no mercado tornando quase impossível pagar boas remunerações para que trabalha com sustentação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ótimo lugar para se trabalhar, várias oportunidades vários projetos e boa estabilidade, quando você fica sem projeto você não é desligado da empresa Contras: Salário abaixo da média nacional. As vezes você precisa fazer bastante horas extras, .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Não tenho pontos a favor, sempre fui esquecido no cliente onde trabalhava, não tinha reconhecimento dos superiores, só entravam em contato para cobranças. Contras: Convênios médicos muito caras e ruins, a cooparticipação é muito alta cobrada pela empresa, não havia opções de outros convênios, muito ruim a experiência.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios, Salário, Planos saúde e dental, gestão de RH, planos de carreira,cultura da empresa, missão, visão. Treinamentos e oportunidades. Contras: Não considero, pois, foi ambiente em que me propiciou crescimento profissional e mais aquisição de conhecimento. Só tenho a agradecer pelo período de prestação de serviços a entidade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Negócios - Ex-funcionário, saiu em 2017","avaliation":"Prós: Networking com todas as áreas da empresa e em todos os niveis hierárquico. Empresa agressiva em vendas e excelente para quem quer ter contato com diversas tecnologia e inovação Contras: Trabalham no mdelos CLT Flex, salário baixo e excesso de funções acumuladas em um cargo. Problemas de entrega de serviço atrapalha muito no relacionamento com os clientes e imagem da empresa. \nREPORTAR"},{"user":"Analista de Monitoração Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Processo de adimissão excelente, tudo bem elaborado, rápido, caracteristicas da empresa são bem explicadas, beneficios de acordo com o que o sindicato exige, salário inicialmente de acordo com a função exercida. Fiquei alocado em um cliente público, então, seria injusto comentar sobre ambiente de trabalho. Contras: Abandono por parte do RH, sem aumento de salário ou promoções, sem plano de carreira, remunerações diferentes para mesmo cargo, trocas constantes colaboradores, deixando uma sensação de intabilidade profissional, não valorizam o bom profissional apenas se tiverem a necessidade de suas qualificações, caso contrário voce é apenas mais 1 entre muitos. Conselhos para presidência: Acredito que Marco Stefanini não lerá isso, mas se ler tira o escorpião do bolso e pague de acordo com o mercado.\n\nRecomenda a empresa:   \nREPORTAR"}]