[{"user":"Analista de Soluções Júnior","avaliation":"Prós: Propicia um grande aprendizado por meio de um ambiente corporativo e comercial, contato com clientes (contato com outras empresas, outros perfis, outras áreas). Contras: O salário que a empresa oferece em geral é menor do que comparado ao mercado, existe uma hierarquia às vezes desnecessária nas áreas, ambiente machista.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Telecomunicações","avaliation":"Prós: Sistema de recrutamento interno. Dispõem de uma intranet completa, disponibilizam cursos para seus contribuidores, porém a maioria desse cursos são muito superficiais e não expressão o que o mercado realmente nos cobra. Contras: Falta de oportunidade na empresa, e falta de informação. Apesar de terem um sistema de recrutamento interno eu não me vejo enquadrado em nenhuma das oportunidades, muitas vezes por falta de divulgação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Oportunidade de crescimento, ambiente agradável, fácil acesso, desafios constantes e oportunidades de mostra o seu trabalho e ser reconhecido. Contras: Salário, transparência em alguns aspectos da liderança, comunicação e ambiente com grande demanda e cobrança. Responsabilidade além do cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Soluções Sênior","avaliation":"Prós: Reconhecimento interno, boas oportunidades e desafios, crescimento internacional, capilaridade, reconhecimento no mercado, principalmente de governo. Contras: No que se refere à negociação salarial, é muito amarrada e de grande demora de reconhecimento, mesmo após aprovação de todos os envolvidos. Fora isso, é uma excelente empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de TI I","avaliation":"Prós: Empresa grande e multinacional , outras oportunidades em outros estados e países, empresa com visão de futuro, muito aprendizado e aprender com novas tecnologias Contras: RH fraco, tudo muito distante e sem explicações , salários baixos, difícil ter crescimento e demora 6 meses para alguma solicitação de aumento acontecer. Conselhos para presidência: Rh longe dos colaboradores e salários baixos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Desenvolvedor Java Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pessoas legais. Paga em dia. Projetos interessantes. Oportunidade de aprender muitas tecnologias de ponta e a empresa disponibiliza alguns cursos de aperfeiçoamento. Não existe aquela pressão maluca de prazos irreais. Contras: Não existe plano de carreira na empresa. Se deseja crescer é necessário procurar emprego em outra empresa. O cliente também manda e desmanda dentro da stefanini, e os gerentes da stefanini muitas vezes não podem fazer nada. Conselhos para presidência: Criar um plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Localização, fácil acesso, departamento de RH muito atencioso. Pagamento não atrasava, estrutura e recepção dos colaboradores era boa, a responsável do recursos humanos, estava sempre disponível para retirar duvidas e buscava realizar dinâmicas de grupo e interação com os colaboradores, além tirar todas as duvidas relacionada a empresa. Contras: Precisa melhorar as divulgacoes de suas atividades internacionais e possiveis oportunidades de trabalho no exterior. sem nenhum plano de carreira interna\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"BackOffice","avaliation":"Prós: Empresa multinacional, grandes areas de atuação, otimos benefícios, capacidade de deselvolvimento através de treinamentos e-learn disponibilizados no portal Contras: Pouco contato com a empresa, devido alocação no cliente, desta forma o contato fica menor e mais restrito. Não oferecido um plano de carreira.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Operacional e Account Manager","avaliation":"Prós: Grande capilaridade. Autonomia para os profissionais apresentarem sugestões de melhorias nos processos. Empresa que traz boa bagagem técnica aos funcionários. Contras: Empresa poasui dificuldade de avaliação por meritocracia e por competência. As remunerações são achatadas. Os benefícios poderiam ser melhores e não possui PLR.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2019","avaliation":"Prós: Paga em dia, temos oportunidades de interagir com muitas áreas e pessoas, é uma multinacional reconhecida no mercado e praticamente uma escola pra quem trabalha lá. Contras: Zero meritocracia. Para você crescer na empresa só fazendo alianças com as pessoas certas. Empresa de dono, nunca vai mudar a mentalidade de se ter todas as decisões empurradas de forma top down. Muitas pessoas maldosas que fazem o que for preciso para ter aprovação de seus aliados. A cultura vendida não é nem de longe a praticada. Te dão uma falsa sensação de liberdade de criação pois nada lá pode ser feito sem antes passar por muitas aprovações. Conselhos para presidência: Não adianta dar conselhos pois eles acham que estão certos 100% do tempo e não escutam o que os funcionários tem a dizer. Pra eles, todos são apenas números.\n\nRecomenda a empresa:   \nREPORTAR"}]