[{"user":"Especialista Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Clima familiar, oportunidades, crescimento profissional. Boas amizades, aprendizado, oportunidade de aprender bastante. Cooperativismo dos departamentos. Contras: Acho que a parte de gestão de pessoas é falha, falam muito e agem pouco, como empresa de consultoria somos incluidas em projetos que acabam e voce é desligada neste momento. DIscurso do RH é diferente da prática, voce depois de 10 anos é descartado por não ter tido bom desempenho nos ultimos seis meses, acho que deveriam ter um acompanhamento melhor o RH atuar neste momento. Se seu salario fica mais alto por conta do tempo eles te mandam embora. Conselhos para presidência: Nao colocaar pessoas em funçoes incompatíveis.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2014","avaliation":"Prós: A empresa tinha uma estrutura boa na Avenida Angélica, onde eram ministrados os treinamentos, mas era sub-utilizada por isso não dava lucro. Contras: Pagam mal tanto ao pessoal registrado em carteira quanto os terceirizados. Demoram para liberar o reembolso de despesas dos terceirizados. Contratam e depois enrolam para pagar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Sênior","avaliation":"Prós: Flexibilidade no horário. GPTW com real tentativa da empresa de melhorar. Descontos em certos estabelecimentos. Oportunidade de ter horas para estudar. Contras: Localização não é tão boa. Salário e a forma como são divididos os cargos também não é tão legal. Falta de companheirismo entre as células da empresa. Os benefícios e estrutura do prédio também poderiam ser melhores. Conselhos para presidência: Mais organização, transparência e melhores benefícios aos funcionários. Melhorar a estrutura do prédio também seria ótimo, visto que há poucos banheiros e o café é péssimo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: Os profissionais e comprometimento que temos no projeto onde trabalhamos, se tem um ponto positivo é a força de vontade dos analistas e a vontade de crescimento. Contras: Falta de reconhecimento, você simplesmente é apenas mais um sem beneficio interessante para estimular os analistas, o nosso estimulo somos nós mesmos, infelizmente !\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Pleno","avaliation":"Prós: A empresa tem nome, porém deixa muito a desejar. O único ponto positivo, seria a convivência com os outros funcionários que atuam junto, pq de resto tá difícil. Contras: Só é promovido que puxa o saco do chefe, não tem opções de crescer dentro do ambiente que você se encontra, falta de comunicação entre a empresa e os funcionários que ficam alocados nos clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Computacional","avaliation":"Prós: Oportunidade de crescimento, mudança entre operações e funcões. Ótima empresa de entrada para inicio de carreira, boa estrutura e bastante experiência Contras: Salários abaixo do piso, demora ao receber benefício. Reajustes e reatroativos demoram cerca de meses para ajuste em alguns caso até 10 meses. Conselhos para presidência: Tenha um comunicação franca e clara com seus gestores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Computacional - Ex-funcionário, saiu em 2018","avaliation":"Prós: Trabalhando com Field services tinha horários flexíveis. Conhecimento em diversas empresas já que atendia diversas demandas. Trabalhava com carro próprio, ganhava rodagem e gasolina. Uniforme. Contras: Falta de coordenação da gerencia e coordenadores. Service desk com falta de comunicação entre eles sobre demandas internas. Gerência não cumpre o que foi acordado anteriormente\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Bons benefícios e pessoal sempre disposto a solucionar os problemas. Bons benefícios e pessoal sempre disposto a solucionar os problemas. Bons benefícios e pessoal sempre disposto a solucionar os problemas. Contras: Salário incompatível com atividades executadas no cliente. Salário incompatível com atividades executadas no cliente. Salário incompatível com atividades executadas no cliente.Salário incompatível com atividades executadas no cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom ambiente de aprendizagem na área de negócios e gestão de contatos. Oportunidade de ganhar conhecimento, trabalho em equipe, correr riscos e fazer relações Contras: Os funcionários poderiam ser melhores recompensados. Um programa de desenvolvimento de carreira mais sofisticado pode ajudar a melhorar a insatisfação quanto à parte salarial.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Equipe colaborativa, sempre disposta a ajudar, bons profissionais, bons equipamentos para desempenhar bem o trabalho e salários sem atrasos. Contras: Falta de proximidade com os gestores, diversos problemas com o RH. Sensação de abandono no cliente por parte da empresa, aumentos de no máximo 20% do salários, tornando muito difícil mudar de nível. Conselhos para presidência: Melhorar a forma de bonificações como aumento e benefícios. Ter um plano de carreira. Melhorar muito o RH.\n\nRecomenda a empresa:   \nREPORTAR"}]