[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Area de service desk é tranquila tem flexibilidade de horario.Tem cozinha grande na localidade de Santana que ajuda muito em horarios de pico no almoco. Contras: Não tem plano de carreria bem definido para os funcionarios oque impedi de crescimento dentro da empresa mesmo estudando para mudar de area não divulgam vagas internas. Conselhos para presidência: Dar oportunidade a vagas a funcionarios antigos   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de muito aprendizado e pessoas competentes e qualificadas. RH próximo com modelo de Business Partner ativo e parceiro do Contras: Pode melhorar em remuneração, o valor médio de remuneração é abaixo do mercado, o que impacta na permanência de longo prazo de alguns níveis de cargo na empresa.   "},{"user":"Desenvolvedor","avaliation":"Prós: Ambiente eh bacana as pessoas sao legais tive uma boa experiência com o time que eh bem acolhedor e disposto a dar algum feedback alem de ter horário flexível Contras: Tecnologias ultrapassada, com baixos salarios, estado de uso das maquinas e material de escritorio mto precario, isso precisa melhorar com urgência   "},{"user":"Analista de Suporte","avaliation":"Prós: Estabilidade, ambiente tranquilo e ótimo para início de carreira. Não há grandes cobranças e a maior parte da equipe está sempre disposta ajudar e são simpáticas com todos. Contras: A empresa da poucas chances para promoção mesmo que haja esforço por parte dos funcionários e tem pessoas muito imaturas ocupando cargos de liderança. Muitos casos em que vi pessoas serem promovidas, isso aconteceu porque a pessoa era amiga desses líderes, porém mesmo que a pessoa consiga a promoção ela trabalha 3 meses no cargo novo recebendo o salário antigo, o que é muito injusto.   "},{"user":"Consultor Funcional","avaliation":"Prós: Pode-se aprender muito na empresa Stefanini, pode-se utilizar parte dos benefícios direcionados à aprendizagem e aperfeiçoamento. Fazer cursos gratuitos. Contras: Salário muito abaixo do mercado, benefícios, procedimentos internos excessivamente demorados. Dificuldade de receber aumento na promoção. Gestores despreparados.   "},{"user":"Analista de RH Júnior","avaliation":"Prós: A equipe é bem bacana, o clima agradável, chefia excelente e possui uma ótima estrutura física e ações que incentivam o trabalho em equipe promovendo bonificações por resultados geral. Contras: Poderia melhorar no quesito salarial e organização interna. O sistema da empresa também pode melhorar, bem como a burocracia na resolução de abertura de chamados.   "},{"user":"Field Service - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa boa para primeiro emprego, eles tem vários clientes, então você tem a possibilidade de trabalhar o mais próximo de sua residência... Contras: Empresa não dá valor ao funcionário, funcionário pra eles são apenas números, grande rotatividade de funcionários, não há crescimento profissional   "},{"user":"Funcionário","avaliation":"Prós: Possibilidade de estudar e apresentar novas tecnologias ou novas linguagens. Pessoas compreensivas e dispostas a ajudar da melhor forma. Horário flexível Contras: As pessoas não são valorizadas. Não tem processo de desenvolvimento e testes definidos. Desorganização de ambientes para desenvolvimento e teste também.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Paga em dia, bem que isso não e mais que a obrigação deles. passagem e alimentação tb são recebidos sem problemas, a supervisão imediata do ambiente remoto e super competente Contras: Muita burocracia para atender os beneficio dos funcionário, não passam informações sobre uniforme e crachás. Equipamentos na unidades remotas precisam de manutenção . Salario abaixo do mercado. Conselhos para presidência: Os valores devem ser agregados alem de diplomas e cursos onlines   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: A localidade de Santana é próxima ao metrô, mas poucas opções de estacionamento. Os salários normalmente sao pagos em dia. Ambiente bem diversificado, sem preconceitos de contratações. Contras: Salários muito abaixo do mercado com falsas propostas de crescimento. Salários diferenciados por bom desempenho sao alvos de corte para reducao de custos. Infra estrutura muito precaria(internet e elétrica instáveis, cadeiras quebradas e encardidas, banheiros sujos, barulho excessivo, equipamentos quebrados) Não existe Gestão de Pessoas. O próprio turno over do RH é muito alto. Conselhos para presidência: As crises que ocorrem fazem parte de uma cadeia de má contratação. A empresa não consegue reter bons profissionais.   "}]