[{"user":"Engenheiro de Equipamentos Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Os salários eram pagos em dia, assim como, os benefícios, nunca atrasava ou esqueciam de depositar os benefícios por lei, os empregadores sempre eram tranquilos e sem excesso de cobrança Contras: não existia sistema de banco de horas na empresa, não sei se foi por causa da crise do meio da década de 2010, mas a empresa estava disposta a reduzir e extinguir todos os direitos possíveis de seus funcionários.'   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2015","avaliation":"Prós: Quase nada é positivo na empresa. Mas, a empresa é bem localizada e conta com uma infraestrutura aceitável para o dia-a-dia de trabalho. Mas é somente isso. Contras: Baixa remuneração para o tanto de trabalho e responsabilidade. Falta de treinamento e capacitação para os funcionários. Plano de carreira inexistente. Conselhos para presidência: Pensem na qualidade de vida dos seus funcionários.   "},{"user":"Arquiteto de Soluções","avaliation":"Prós: Desafios e autonomia e opções de carreira fora e dentro do Brasil. Há muita liberdade para criação, desenvolvimento e ações de prospecção em clientes. Contras: Não há normatização nem monitoramento dos processos de maneira que em muitos casos de sucesso e insucesso é difícil elencar as causas e realizar uma análise.   "},{"user":"Analista de RH Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Aprendizado, visibilidade no mercado, desenvolvimento profissional relevante, equipe de trabalho amistosa. Empresa multinacional em expansão. Contras: Falta plano de desenvolvimento, remuneração abaixo do mercado, desorganização extrema, falta de investimento em termos de ambiente profissional, poucos benefícios. Conselhos para presidência: Mais organização, mais valorização dos funcionários em termos financeiros e de qualidade de vida.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Salário em dia. Empresa parece ser melhor em outros clientes. Ouvia falar muito bem da empresa. Não tenho muitos pontos positivos a acrescentar Contras: Supervisão amadora. Coordenadores sem habilidade de lidar com pessoas. HR da empresa só atende via chamado, mesmo em casos de urgência como salário errado. Empresa diminui número de funcionários e as tarefas foram distribuídas para os que ficaram Conselhos para presidência: Investir mais em pessoas, ferramentas de avaliação, coordenadores menos técnicos e mais humanos   "},{"user":"Gerente de Operações Sênior","avaliation":"Prós: .Bem dimensionado, empresa que visa disponibilidade por localidade e estratégica para os funcionários. Importante para distância entre residência e empresa. Benefícios interessantes para área de gestão. Contras: O plano de carreira para internos pode ser melhorado e mais estruturado. Montar um plano global onde possa englobar todos os funcionários da companhia.   "},{"user":"Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente tranquilo, autonomia nas atividades e responsabilidades do cargo Localização ótima perto dos clientes Bonus por desempenho não esperado porém pago Contras: Alta gestão despreparada, falta de visão estratégica, falta de comunicação, diferentes atuações e falta de sinergia gerando conflitos internos e com os clientes   "},{"user":"Técnico em Monitoração","avaliation":"Prós: Ótima empresa para primeiro emprego. Nela pode-se entender o ambiente comum de help desk, o contato com usuários finais e o trabalho em grupo. Contras: A impressão criada pelos líderes não é relevante, o reconhecimento dado aos profissionais não existe além do mínimo acordado. As questões de inovação não são recebidas com atenção e as questões de benefícios pessoais aos colaboradores é vista com descaso. Conselhos para presidência: Acompanhar as decisões e acontecimentos nos diferentes níveis da organização.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Não existe tanta frescura em questões de horários, a empresa é muito humana. A empresa conta também com um clube de vantagens onde é possível conseguir descontos sobre vários produtos e serviços. Contras: Qualquer tipo de solicitação deve ser feito por meio de site de suporte, onde pode ocorrer uma demora de atendimento. Em questões de apoio ao funcionário a empresa exige muita burocracia.   "},{"user":"Analista","avaliation":"Prós: Ótima empresa para aprender, quem quer consegue ter uma alta curva de aprendizagem. Mesmo quem entra como analista, consegue ter funções de bastante relevância, logo de início, caso queira... Contras: Empresa bastante flexivel, tão flexivel que as vezes é difícil acompanhar as mudanças de direção que a empresa acaba tomando. Os horários são bastante extensos.   "}]