[{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade de horario, gympassm, Excelente ambiente para crescimento profissional, Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho Contras: Muitos cargos de chefia, Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,Muitos cargos de chefia,   "},{"user":"Analista de Sistemas/Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Paga o salário em dia e fomenta atualização constante dos profissionais, possui plataforma de treinamentos interna e reembolsa os que obtiveram certificações Contras: Não dá feedbacks e por consequência não gera avaliações constantes de performance e carreira. Não paga PLR para funcionários a não ser para gerências e diretorias. Conselhos para presidência: Identifique e retenha seus talentos   "},{"user":"Analista/Desenvolvedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente de trabalho. Colegas de trabalho prestativos. Horário flexível. Empresa multinacional. Na fábrica de software o ambiente de trabalho é mais agradável do que quando o colaborador fica alocado. Contras: Não têm plano de carreira. Funcionários alocados ficam esquecidos no cliente. Muitas coisas dependem da matriz que fica em outro estado. Salário abaixo do mercado.   "},{"user":"Engenheiro","avaliation":"Prós: Estou a pouco tempo na empresa para avaliar a cultura e ambiência, mas o convênio Gympass com desconto é um ótimo benefício possibilitando escolher com grande liberdade a academia, box, Dojô, etc. que deseja utilizar sem assumir o compromisso mensal com cada um. Você paga uma única mensalidade para a Gympass apenas e no caso do convênio com a Stefanini há um bom desconto! Contras: A experiência profissional, títulos e expertise não são considerados devido o contrato de terceirização! Os benefícios não são iguais para toda a força de trabalho. Somos terceirizados e por isso não temos acesso a vários benefícios visivelmente disponíveis para outros funcionários, como o auxílio creche, possibilidade de dividir o saldo do benefício entre cartões de refeição e alimentação, etc. Conselhos para presidência: Sei que a Stefanini é uma boa empresa, o problema é a prática da terceirização.   "},{"user":"Analista de Suporte Atendimento","avaliation":"Prós: Amizades que fazemos dentro dela. As pessoas são boas e o lugar para quem nunca trabalhou é bom para se iniciar dentro do mercado de trabalho. Contras: Aumento de salário é impossível. Apoio ao funcionário é extremamente ruim e o funcionário deve se virar sozinho na maioria das vezes dentro da empresa.   "},{"user":" - Ex-funcionário, saiu em 2000","avaliation":"Prós: Sempre buscando novas tecnologias e inovação. Mantinha comunicação clara com seus funcionários, sempre comprometida com acordos e melhorias. Contras: Na época, a empresa dependia bastante da estrutura física de seus clientes para alocação de recursos. Mas, parece que essa questão foi superada em pouco tempo.   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Bons benefícios Bom ambiente Sala de descanso confortável Localização boa Refeitório ok Gestores preparados Pessoal receptivo Pagam certinho Contras: Salário baixo e com isso desmotivação geral, muito pouca comunicação com o RH da empresa. No geral e uma empresa boa porém depende do projeto RH não é fácil de se lidar Conselhos para presidência: Política de plano de carreira que não existe   "},{"user":"Suporte Técnico","avaliation":"Prós: Embora as únicas qualidades que eu consiga descrever na empresa são os benefícios como ticket refeição/alimentação e o vale transporte, fora isso não tenho nada a declarar. Contras: Os pontos negativos são voltados ao salário, a empresa apenas serve para o crescimento na área. Recomendo apenas para acumular funções no currículo. Conselhos para presidência: Apenas aumentar a remuneração com visão do mercado.   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa que preza pelo pagamento em dia. O vale alimentação não dos piores, é razoável. Clima organizacional agradável, de modo geral uma boa empresa . Contras: A instabilidade é um dos principais pontos negativos, tanto faz está trabalhando hoje como no final do dia dizer que vai demitir. Outro ponto negativo é a falta de oportunidade de crescimento na empresa.   "},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Ótima empresa para trabalhar, principalmente para quem está começando e precisa ganhar experiência. O ambiente é leve e muito agradável também. Contras: Salário é um pouco abaixo do mercado. Porém, tem muitos benefícios. O RH é um pouco falho as vezes. Esses são os maiores pontos negativos, no restante a empresa é muito boa.   "}]