[{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa paga os colaboradores na data correta, pessoal sempre motivado a ajudar novos colaboradores e oferecem treinamentos. Oferece feedback e melhorias no processo. Contras: Empresa não tem plano de carreira, e por se tratar de outsourcing fica mais difícil, pois é necessário estar próximo da gestão para conseguir crescimento profissional   "},{"user":"Analista de QA Pleno","avaliation":"Prós: Beneficios corporativos, academia, desconto com várias lojas de vários segmentos.temos ginastica labora, café de graça, refeitório, ambiente em Alphaville é descontraído. Contras: Deve melhorar os processos e cobrar mais ações dos gestores, escalonamento hierárquico deveria funcionar melhor,tem muito chefe em uma unica área ou operação.   "},{"user":"Analista de Recursos Humanos (RH) Sênior","avaliation":"Prós: - Ambiente de trabalho; - Gestão próxima; - Independência na execução de atividades; - Desafios constantes; - Aproximação com cliente; - Contras: - Salário incompatível com mercado, um sênior de RH recebe R$ 2.800,00. - Dificuldade em encontrar profissionais excelentes que aceitem salários baixos.   "},{"user":"Técnico de Suporte ll","avaliation":"Prós: A fisiologia e o desejo de impulsionar e evoluir o conhecimento de seus funcionários. A clareza e transparência da gestão e a importância que a empresa dá aos seus funcionários alocados, trazendo-os mais para perto da empresa. Contras: Pelo fato da empresa ser multinacional e ter procedimentos padronizados, em alguns casos, onde é necessário uma certa flexibilidade, as vezes a parte burocrática acaba por retardar um processo que poderia ser mais simples. Mas não é algo que seja impossível de lidar. Conselhos para presidência: Jamais se esqueçam de que cada funcionário, por mais distante que esteja da presidência, é uma pessoa e não um número. Estes, são os maiores representantes da marca Stefanini, pois estão em contato direto com o cliente, fazendo com que o serviço prestado seja um sucesso.   "},{"user":"Técnico de Redes Sênior","avaliation":"Prós: Auxilio Creche, salários em dia, descontos de multas parcelados, empréstimos consignados e abrir chamados para atender nossos exigências como por exemplo departamentos financeiros. Contras: Tiraram os km´s por rodado, nas horas extras, demora dos nossos reembolsos (ex.: pagamentos de sem parar, estacionamentos e jantares) esperamos até 20 dias para receber. Conselhos para presidência: Poderiam ter mais benefícios, ou acompanhar as empresas que prestamos serviços.   "},{"user":"Analista de Programação Sênior","avaliation":"Prós: Trabalho para o cliente Dell, então no meu dia a dia convivo com a cultira Dell, que por sinal é muito boa e flexivel. Ajudando muito no work life balance. Contras: Trabalhando para o cliente Dell não vejo pontos negativos, a não ser a falta de oportunidades de aumento na minha remuneração. Dizem que a fábrica é complicado   "},{"user":"Analista de Service Desk - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pontualidade nos compromissos, empresa flexível para diálogo, Vale transporte suficiente para trabalhar, espaço para entrar no mercado, compreensão e ótima explicação sobre tarefas à realizar Contras: Muitas divergência na folha de pagamento, plano de carreira horrível, empresa sem logística, equipamentos tecnológicos obsoletos, salário baixo com muita demanda de carga horária é serviços. Conselhos para presidência: Valorize seu funcionário financeiramente, não contrate serviços pensando só nos superiores   "},{"user":"Técnico de Suporte II","avaliation":"Prós: trata bem os funcionários, salario compatível com o mercado de trabalho e da suporte necessário quando precisamos Contras: nada a reclamar   "},{"user":"Gerente de Operações","avaliation":"Prós: As pessoas são ótimas companias. A estruura é boa, temos vários treinamentos e acesso facilitado a gerência e diretorias. Também é possível crescer. Contras: Acredito que os salários são baixos para a quantidade de responsabilidades que nos é imputada. Fazemos muitas coisas ao mesmo tempo e não temos uma maior retorno. Conselhos para presidência: Cresça muito e ajude seus profissionais a crescerem juntos financeiramente.   "},{"user":"Analista de Suporte TI - Ex-funcionário, saiu em 2012","avaliation":"Prós: Apesar de ter trabalhado no suporte técnico não foi sob pressão, já o cliente era péssimo nesse ponto. Demorei para lembrar um ponto forte. Contras: Salário baixo, vale refeição muito baixo, comi muita coxinha de boteco pois o vale refeição não dava para um prato descente. Quando saí foi uma briga para receber a rescisão, atrasaram e ainda faltou parte, que recebi posteriormente judicialmente, infelizmente. No meu caso, a empresa não funcionou como terceirização de serviço e sim como contratante, somente, pois fiquei \"abandonado\" dentro do cliente, nem gestor havia, o que tive foi um contato que falava apenas da parte de RH comigo e que mudava há cada 3 meses. Conselhos para presidência: Não sei o que pode ter melhorado, pois saí em 2012, mas espero que agora sejam uma empresa de terceirização e não apenas contratam profissionais e \"despejam\" no cliente.   "}]