[{"user":"Desenvolvedor Web","avaliation":"Prós: O atendimento para resolução de problemas, quando tratada com um funcionário especifico e não pela intranet, é educado, prestativo e eficiente. A gestão está sempre disposta a receber ligações e responde emails rapidamente. Contras: Totalmente desorganizada. Desde a admissão, gestão de benefícios e até o desligamento. Estão sempre perdidos com valores, horários e todo o tipo de informação. Misturam procedimentos e acabam fazendo com que os funcionários percam muito tempo. Conselhos para presidência: Contratar mais funcionários para o RH. Eles parecem sobrecarregados.   "},{"user":"Analista de Comunicação Pleno","avaliation":"Prós: equipe de trabalho unida e disposta. Ambiente em filiais agradável. Mais nada para acrescentar como ponto positivo. Apenas isso mesmo. Sem nada a acrescentar. Contras: Benefícios, salários baixos, falta de oportunidade, protecionismo, sem chance de crescimento, gerência incapacitada, empresa com pensamento pequeno   "},{"user":"Auxiliar de Serviços/ Auxiliar Administrativo","avaliation":"Prós: Cordialidade, flexibilidade de horários de acordo com a necessidade do cliente, plataforma própria para gerenciar funcionários e apresentação de oportunidades de mudança de cargo dentro da empresa. Contras: Dificuldades para realocar o funcionário quando o cliente não necessita mais dos serviços ocasionando a rescisão de contrato do mesmo, a passagem por diversas pessoas para passar informações pertinentes a setores.   "},{"user":"Scrum Master","avaliation":"Prós: Ambiente agradável, as pessoas da área são colaborativas, em BH, houve tempos sombrios provocados pela gestão imediata, mas hoje esta tudo na sua normalidade Contras: Plano de carreira e salário são difíceis de serem alcançados. Embora a área seja colaborativa, é muito complexo obter ajuda de demais setores   "},{"user":"Apoio Administrativo","avaliation":"Prós: Atuo na área de Business Process Outsourcing (BPO), que se caracteriza como um trabalho administrativo de cunho comum. Não há uma demanda excepcional de serviço e os colegas de equipe possuem relação harmoniosa. Contras: Nos são oferecidos diversos clubes de descontos com estabelecimentos conveniados, contudo a maior parte dos códigos não são válidos ou é possível conseguir um desconto maior falando direto com o estabelecimento, pois todos estão na margem de 5% à 10% para unidades que são sempre em outros estados ou cidades. O atendimento do departamento de recursos humanos é totalmente padronizado, não respondendo as dúvidas dos funcionários de maneira esclarecedora, isso sem contar que constantemente temos problemas com atraso/valor de pagamento de salário e benefícios. O salário é bem abaixo da média e quando questionados sobre aumentos sempre há a promessa de que um dia chegará, porém não sabem quando e estão se esforçando para. Informam os funcionários que há um brunch com diversos itens e comidas para celebração de aniversário mensal e interação entre todas as equipes da empresa, contudo a referida celebração ocorre entre as baias do telemarketing com alguns salgados, todos de pé e espremidos, pois não há espaço suficiente. Conselhos para presidência: Melhorar a infraestrutura do departamento de recursos humanos, bem como valorizar os funcionários.   "},{"user":"Assistente Técnico em Operações","avaliation":"Prós: A empresa possui diversos benefícios , um salario razoável , boa estrutura e ótimas oportunidades para quem deseja crescimento profissional. Contras: A empresa possui falhas nos portais internos (muita dificuldade para resolução), o salário é razoável, falha na comunicação entre alguns departamentos.   "},{"user":"Analista de NOC Pleno","avaliation":"Prós: Ambiente sólido, fácil localização, profissionais especializados com boa proatividade e educação. Relacionamento interpessoal é frequente e de fácil entendimento. Contras: Difícil promoção, salário abaixo do mercado, em alguns casos o cliente manda e desmanda passando por cima de pequenas estratégias de negócios como SLAs por exemplo. Conselhos para presidência: Seja empático   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimo local para início de carreira. Para aprendizado. Chances para o primeiro emprego. Ótimo ambiente de trabalho Pessoas dispostas a ajudar Contras: Quase Nao dá oportunidades para o funcionário crescer na empresa. Rh desorganizado Falta de apoio para crescimento na empresa Vagas que são fechadas sem processos seletivos "},{"user":"Desenvolvedor Java Full Stack","avaliation":"Prós: A empresa é muito boa para crescer, tem vários tipos de clientes para que você possa estar aprendendo cada vez mais, principalmente com o banco inter. Contras: Nenhum ponto negativo para ser citado no momento, já estou trabalhando nela já faz uns 6 meses e por enquanto eu não encontrei nenhum problema com a empresa.   "},{"user":"Analista de Sistemas Desenvolvimento.NET - Ex-funcionário, saiu em 2018","avaliation":"Prós: Horários flexíveis com uma boa localização. Um bom ambiente de trabalho. Bons funcionários participativos e colaborativos uns com os outros. Só. Contras: Péssima visão. Péssima remuneração que mal dá para se sustentar ou ter uma estabilidade financeira que está extremamente abaixo do mercado. Formas de ludibriar o funcionário com boas novas com reuniõeszinhas chatas e palestrinhas de gestores e do dono da empresa, e nada de introduzir melhorias reais, ficando apenas na falácia. Mais canguinha que esse não existe... que não reconhece os esforços de seus funcionários, que faz esse \"motor\" de dinheiro girar. Conselhos para presidência: Abra a mente. Saia da era jurássica da computação e das formas trabalhistas. Programe formas de fazer o profissional crescer na empresa e se dedicar ainda mais e ter a real vontade de vestir a camisa. Invista em cursos internos. Faça o profissional assalariado ter vontade de trabalhar na empresa. Evolua! Reconheça! Cresça mentalmente como as empresas do exterior! Esse país precisa de investimento em tecnologia! Estamos fugindo daqui pela falta de qualidade de vida e de boa remuneração!   "}]