[{"user":"Agente de Relacionamento Júnior","avaliation":"Prós: Empresa jovial, descontraída, ambiente legal, com vídeo game, netflix...mesa de sinuca... Não tem preconceito com etnias, raça, gênero... Ambiente acolhedor. Contras: Paga pouco. Não tem comissão. Fazemos funções de mídias sendo que em nossa carteira somos agentes. Algumas pessoas sobem de cargo por amizade e não por eficiência. Não valorizam quem realmente trabalha. Conselhos para presidência: Melhorar o salário e benefícios. Registrar os funcionários na devida função. Dar uma bonificação por resultado seria legal.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Atendente de SAC Júnior - Ex-funcionário, saiu em 2018","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Técnico Analista de Qualidade","avaliation":"Prós: Treinamentos, dão muita atenção para capacitação. Salários pago a em dia. Chefia muito bem escolhida. Boa localização. Estrutura perfeita... Contras: O produto que trabalhei é extremamente exigente quando ao atendimento, com muitas criticas quando aparece um erro, chegando ao ponto de nos fazer sentir inferiores.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Júnior","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pagamentos não atrasam, localização mto boa, ótimo lugar pra fazer amizades, oportunidade de crescimento, variedade de local para comer nos arredores Contras: Uma empresa que vende muito bem a missão e valores, nos fazendo inclusive decorar os mesmos, não não cumprem com isso. Exigem coisas que ninguém consegue fazer, passam coisas sem se importar com suas dificuldades, seu tempo, sua saúde, pra eles, você é só um número. Conselhos para presidência: Reveja com os funcionários se as missões e valores realmente são compridos ou se são apenas decorativos da empresa.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Funcionário","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento","avaliation":"Prós: A empresa tem wi-fi, sala descompressão,sarau e um ambiente b descontraído, pagamento em relação a vr, va e VT super certo , pagamento de salário em dias marcados também nunca há atrasos Contras: Não paga extra só banco de horas e quando vc pede não querem. Liberar , não tem empátia pelos funcionários ,falta de respeito ,piadas sem graça do supervisores, não te entendem quando por algum motivo precisa se ausentar ,faz reuniões constante e nada é roslvido se expõe seu ponto de vista vc fica marcado ,te vetam ,uns atendem mais que os outros sobrecarregando somente um agente sendo que todos recebem o msm salário ,todo mês te trocam de equipe e horário como vc não pudesse se programar fora de lá. Conselhos para presidência: Fazer um bom lugar pra trabalhar não e somente fazer os pagamentos dos benefícios em dias e sim tendo empátia e não ver os funcionários como um número ,até porque somos humanos e não adianta só fazer reuniões que não tem nenhum progresso só cria pessoas desmotivadas e sem vontade de trabalhar   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa colorida, bem jovem. Não faz distinção nesse sentido. Bem confortável, espaço para carregar celular se necessário, espaço para descanso, etc. É um ambiente agradável, as pessoas são receptivas. Contras: Tive uma péssima experiência. Um mês e a empresa deu quebra de contrato. Mas não sei se por parte do RH ou por parte do produto. Seja como for, não tive oportunidade de mostrar meu trabalho já que não me foi fornecido acesso ao sistema. A pior coisa que me aconteceu: a empresa me deu esperança e me jogou fora. Conselhos para presidência: Não mintam para encher os olhos de quem vocês não têm intenção de contratar.   "},{"user":"Agente de Atendimento","avaliation":"Prós: Ambiente de trabalho e lideranças estão muito a frente do mercado. Há preocupação constante com bem estar e verdadeiramente podemos ver como as pessoas querem estar na empresa diariamente. Contras: Sem pontos ainda. Há muita preocupação da empresa com os pontos negativos e vemos isso acontecendo o tempo todo. Mais importante, também vemos as ações em andamento.   "},{"user":"Assistente de E-mail","avaliation":"Prós: Empresa inclusiva, principalmente para o publico LGBTQI, fazendo com que tenhamos uma visibilidade antes não tida, sem descriminação, onde o funcionário tem a liberdade de ser quem ele realmente é. Contras: Ter mais atenção para com os funcionários, entenda que somos humanos, e que por mais inclusiva que a empresa seja, ela deve colocar o seu fanatismo pelos colaboradores em primeiro lugar também. Conselhos para presidência: Ter mais atenção para com os funcionários, entenda que somos humanos, e que por mais inclusiva que a empresa seja, ela deve colocar o seu fanatismo pelos colaboradores em primeiro lugar também.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]