[{"user":"Advisor - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa se esforça para ter um clima leve e aliviada a tensão do trabalho em call center, ainda mais com tantas métricas para alcançar no mês Contras: A empresa é desorganizada quando se trata de explicar as métricas necessárias para ganhar a variável, muita cobrança em cima de pesquisas de resultados   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Técnico","avaliation":"Prós: Empresa nota mil! Excelente ambiente de trabalho, gestoras preparados e sempre prontos pra ajudar... Apaixonada pela CNX! Planos de carreiras com muita possibilidade de crescimento. Contras: Nao tenho o que reclamar. A empresa é incrível e faz do tempo que passamos lá um tempo super prazeroso e bacana.. As vezes até esqueço que estou no trabalho.   "},{"user":"Agente de Atendimento de Vendas","avaliation":"Prós: é uma empresa com o perfil jovem, onde somos livres de qualquer tipo de preconceito, arca com os seus deveres de empregador, ambiente descontraído, leve e sem pressão psicológica. Contras: Temos um VR para quem trabalha 6h 20 min, um pouco baixo levando em consideração a capital que moramos onde o custo de vida é um pouco alto. E em Fortaleza temos um outro pequeno problema que é a falta de um prédio próprio, com isso o prédio que estamos hoje possui apenas uma catraca que controla a entrada e saída dos funcionários de duas empresas a nossa e a empresa que nos alugou o prédio, e a saída é um pouco dificultosa por ter muita gente e pouca catraca. No mais a empresa é maravilhosa, não tenho do que reclamar.   "},{"user":"Agente","avaliation":"Prós: Cumpre com sua visão, emana seus valores para que todos estejam na mesma vibe, preza muito pelo respeito nas relações, trabalho com pessoas e não com números e isso é maravilhoso, possibilita crescimento profissional, tem uma estrutura muito bacana! Contras: A deficiência de alguns departamentos da empresa em questão de agilidade e clareza para resolução de alguma situação ou informações solicitadas, por exemplo: o RH, processos da T.I.   "},{"user":"Agente de Atendimento L4","avaliation":"Prós: Una empresa buena para trabajar un ambiente tranquilo mucho trabajo en equipo la empresa se preocupa por el bien estar de su agente area de descanso excelente Contras: Faltaria mas lugar en la sala de descanso el area de calidad y trenamiento es un area a mejor faltaria mas interación de los jefes de cargo importante con los funcionarios Conselhos para presidência: Ninguno   "},{"user":"Agente de Atendimento (SAC)","avaliation":"Prós: Ambiente muito legal pois existem pessoas muito boas lá dispostas a ajudar. Gosto como tudo é colorido e é bem bacana quando resolvem fazer algo diferente para os funcionários, como eventos e campanhas. Contras: A Concentrix já não é mais a mesma desde que entrei. Sinceramente não consigo mais sentir a vibe \"somos fanáticos por nossos colaboradores\" há um bom tempo. Eles prezam por números e esquecem que somos seres humanos. O VR é vergonhosamente baixo e com ele não dá nem pra comprar uma coxinha + refrigerante na cantina. O salário não é ruim mas pelo produto que trabalhamos deveria ser maior. O RH é horrível e eles não estão nem aí para você. Não fazem o trabalho direito e vira e mexe temos que reclamar por erros na folha de pagamento ou algo do tipo. Conselhos para presidência: Se importem mais com os colaboradores. Tem muita gente boa saindo pois as condições de trabalho e o VR não estão competindo com outros lugares. Quase 5 anos de Avalon e ainda é o mesmo salário? Evoluam. Vocês precisam de gente feliz trabalhando com vocês, não é o caso.   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Agente de Atendimento (SAC)","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá. Obrigado pela sua avaliação e por sinalizar a sua insatisfação! Vamos enviar aos gestores para que possamos rever os processos internos e reforçar a nossa cultura!"},{"user":"Aprendiz - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho descontraído, gestores competentes e dispostos a ajudar. Empresa aberta a sugestões, reconhecimento do trabalho, apenas 3 meses para se candidatar a vagas internas Contras: O salários é baixo tendo em vista o trabalho excelente e completo q eles exigem, seu escopo sempre aumento mas o salário não. Além disso os descontos de Drs são por semana se tiver 15 min de atraso Conselhos para presidência: Melhorar salário, canal de vagas internas e oferecer fretado até a estação pelo menos para quem sai a noite   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Suporte Bilíngue - Ex-funcionário, saiu em 2019","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]