[{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente de trabalho Remuneração para o tipo de trabalho No dress code Vasta diversidade de culturas, religiões, tribos, etc Incentivo por parte da empresa para que o funcionário sempre se aprimore Contras: As famosas e ditas \"panelas\" afetam quem muitas vezes quer crescer por méritos na empresa. Algumas políticas de alguns produtos da empresa são um tanto \"inflexíveis\" em situações que a flexibilidade seria extremamente plausível. Péssimo valor de vale refeição comparado ao local em que a empresa está situada   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Supervisor","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Supervisor","avaliation":"Prós: Bom plano de carreira, a maioria das pessoas que entram com objetivo de crescer profissionalmente conseguem concretizar seus planos e serem promovidas Contras: Os horários de trabalho da maioria das operações são muito cansativos, existem operações 24 horas onde as escalas dos agentes e dos supervisores sempre mudam   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, ficamos muito felizes com a sua avaliação e recomendação! Estamos sempre revendo nossos processos e convidamos você a sempre nos dar o feedback quando sentir as mudanças no seu dia a dia!"},{"user":"Agente de Atendimento II","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, ficamos muito felizes com a sua avaliação e recomendação! Estamos sempre revendo nossos processos e convidamos você a sempre nos dar o feedback quando sentir as mudanças no seu dia a dia!"},{"user":"Analista de Qualidade","avaliation":"Prós: Ambiente descontraído, flexibilidade com o funcionário a respeito de horários e escala quando necessário. Recrutamento maravilhoso, se não for a melhor parte. Contras: Time anterior de alta gestão completamente anti ética. Não havia acompanhamento de outras estâncias com o que acontecia no dia a dia de projetos que não fossem grandes. Localização ingrata: muitas baratas.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."},{"user":"Funcionário","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, sentimos muito que você se sentiu assim enquanto esteve conosco. Estamos em constante melhoria e nossa liderança já recebeu sua avaliação e feedback para que possamos reavaliar nossos processos."},{"user":"Agente de Atendimento Técnico","avaliation":"Prós: Uma empresa onde os funcionários são valorizados e podem está em constante crescimento profissional e com uma prazo de crescimento bastante curto. Contras: Poderiam ter seu próprio prédio onde daria um maior conforto aos seus funcionários, pois as dependências atuais são bem limitadas o que não traz muito conforto para os funcionários em relação a armários e salas para treinamento. Conselhos para presidência: Um prédio próprio.   \n\nHá 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento Bilingue - Ex-funcionário, saiu em 2018","avaliation":"Há 3 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Obrigado! #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Gerente de Projetos Delivery - Ex-funcionário, saiu em 2016","avaliation":"Prós: Tudo d Contras: Deveria ter um pouco mais de comunicação entre operação e RH, pois não tem um delei de informações e não conseguimos todas as informações na hora que é preciso   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Já estamos verificando a questão do delay na comunicação para que possamos fazer os ajustes necessários!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de Atendimento Técnico - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Já estamos verificando a questão do delay na comunicação para que possamos fazer os ajustes necessários!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"}]