[{"user":"Agente de Atendimento e-Mail","avaliation":"Prós: Oportunidade de crescimento, benefícios. . Contras: Alinhamento de informações internas, tanto sobre processuais quanto o que abrange o geral. . Conselhos para presidência: Apenas se aproximar mais da operação de forma geral.   "},{"user":"Agente","avaliation":"Prós: Oportunidade e diversidade. . Contras: Novo prédio próprio ainda não concluído, mais está em fase de conclusão. . Conselhos para presidência: O que não mudam são as mudanças.   "},{"user":"Funcionário","avaliation":"Prós: A criatividade da empresa de nos motivar, o clima é muito confortável. A empresa nos dá bastante liberdade de conhecimentos e crescimento.. Contras: A empresa está crescendo bastante, muitas contratações e o prédio atual em que nos encontramos não comporta mais. Precisamos de um prédio maior, que já está sendo providenciado.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Forma de gerenciar e direcionar os agente. Deixando o ambiente mais dinâmico para os agente e gestores. Aumentando a produtividade e satisfação com o cliente. Contras: Equipamentos de trabalho em estado reduzidos, alguns apresentando defeitos. Bebedouros não funcionando corretamento, não fornecendo água gelada, ambiente quente. Conselhos para presidência: Verificação e Monitoria do ambiente e materiais.   "},{"user":"Agente de Atendimento Chat/Email","avaliation":"Prós: A empresa nos proporciona um ambiente de respeito e igualdade para trabalho, com ótimo profissionalismo e com grandes oportunidades de crescimento. Contras: A empresa fornece todos tipo de equipamento necessário para nosso trabalho mas creio que esses equipamentos poderiam ser melhores,pois infelizmente nosso trabalho algumas vezes fica mais difícil por esta questão.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: a cultura, o modo humanizado como a empresa entende o que é gestão, O clima, o contato direto que temos com os nossos gestores para resolução de problemas. o cuidado que a empresa tem com a saúde física e psicológica dos agentes. Contras: a empresa continua contratando agentes com a carga horária exagerada de 9 horas e 48 minutos, todos os agentes que trabalham com esse horário reclamam do cansaço/fadiga por conta de passar quase 10 horas no ambiente de trabalho. Outro ponto é o sistema de folgas, o que os agente sentem é uma grande desorganização na área responsável por criar escalas de trabalho e folgas. não existe um agente na concentrix que esteja satisfeito com os trabalhos dessa área na empresa. Conselhos para presidência: Pensar e agir empaticamente. Se colocar no lugar do agente talvez seja o caminho para bons resultados, tentar sentir o dia a dia, ter qualidade nas ferramentas de trabalho pois ajuda muito na produção.   "},{"user":"Supervisor/Coordenador Suprimentos","avaliation":"Prós: Gestores participativos e atuantes, uma empresa inovadora de clima muito agradável. A empresa oferece ótimos benefícios. O processo seletivo muito bem estruturado, a equipe de treinamento oferece um dinâmica importante para o aprendizado. Contras: A equipe responsável pelas escalas poderia ser mais dinâmica na questão de troca de escalas, poderia também liberar as escalas diretamente para os agentes para melhor na comunicação.   "},{"user":"Agente de Atendimento Chat/Email","avaliation":"Prós: A empresa tem a preocupação de ter ser quadro de funcionários diversificado, onde pessoas de estilos diferentes são aceitas e não perdem oportunidades por causa da aparência. Contras: A empresa desmotiva os funcionários quando não os reconhece, tem o horário pouco flexível e são exigidas metas que não são possíveis dentro do padrão de qualidade exigido para o atendimento. Conselhos para presidência: Excelente ambiente para crescimento profissional, embora esteja investindo na carreira dos colaboradores, poderia disponibilizar cursos no Mercado para atividades diferenciadas como o relacionamento com o cliente final.   "},{"user":"Gerente Operacional e Account Manager","avaliation":"Prós: Somos apaixonados pelas nossas Pessoas e seguimos apoiando no desenvolvimento de cada colaborador. Atuamos fortemente na satisfação dos nossos clientes e capital humano. Contras: Não vejo nenhum ponto negativo, muito feliz em pertencer. Trata-se de uma empresa inovadora, audaciosa, comprometida em fazer a diferença e em constante crescimento.   "},{"user":"Funcionário","avaliation":"Prós: Podemos ser nós mesmo, além de ter muita oportunidade de crescimento e que acredita no seu público interno, com excelentes benefícios e gestão. Com salário excelente e com excelente sextas temáticas. Contras: Acredito que pode haver mais comemorações de entrega de resultados e melhoria nos tickets de VR e VA, uma vez que fica abaixo do que o mercado paga atualmente.   "}]