[{"user":"Assistente de E-mail","avaliation":"Prós: Ambiente descontraído com salários e benefícios em dia, A Cultura da empresa é satisfatória, porém não é bem empregada pelos superiores, som na operação e feedback razoáveis. Contras: Carga horária altíssima, treinamento sem qualidade, superiores com pouco preparo, o site de Fortaleza, não possui estacionamento para os funcionários, não existe um espaço adequado para o horário de descanso. Má comunicação entre os setores, não existe uma harmonia e alinhamento funcional na empresa. Conselhos para presidência: Investir no desenvolvimento profissional e na capacitação de seus colaboradores.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, obrigado pelo seu feedback! Já encaminhamos sua avaliação para o time de liderança, para que possamos melhorar os nossos processos e infraestrutura."},{"user":"Funcionário","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nOlá, obrigado pelo seu feedback! Já encaminhamos sua avaliação para o time de liderança, para que possamos melhorar os nossos processos e infraestrutura."},{"user":"Assistente de E-mail","avaliation":"Prós: Ambiente favorável e descontraído. Você vê que existe organização e transparência em tudo que se é feito. Super indico a empresa, estou amando a experiência. Contras: Não vejo um ponto negativo, como relatei só tive, até o momento bons momentos e ótimos relacionamentos. Não posso no momento apontar algo negativo, e creio que não irei precisar apontar. Conselhos para presidência: Eventos e mesas de jogos. Aproveitaríamos mais nossos momentos de descompressão   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Analista de Treinamento Sênior","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Sênior Advisor","avaliation":"Prós: Uma adversidade imensa, uma real chance de progredir dentro da empresa, salário nunca atrasa, a galera do RH sempre disposta a responder os teus questionamentos, TL, e gerencia no geral sempre disponível e bem próximo do agente. Realidade na empresa Concentrix Fortaleza. Acompanhamento direto, feedback de qualidade, planejamento de carreira, vários processos seletivos internos. Sinceramente uma empresa de muitas qualidades. Contras: As pessoas que trabalham lá na maioria das vezes após o terceiro mês estraga o lugar, os TL, SME's e etc... Sempre estão disponíveis para ouvir sobre melhorias, o problema é realmente quem não sabe se comporta como adulto, e que tem que ser chamado atenção o tempo todo, que reclama de tudo! Uma empresa é feita de resultados, eles irão cobrar com certeza, você tá lá pra aprender e fazer aeu serviço, e não pra tomar banho de banheira. Não quer cobranças? É melhor ser sustentado porque até pra virar gerente ou chefe vai precisar ter foco e será cobrado para continuar no ramo. Conselhos para presidência: Continuem investindo em estrutura, a concenteix Fortaleza necessita de estrutura própria, sejam mais seletivos com os seus colaboradores, procurem uma rede de alinhamento mais eficaz do que pelo e-mail cnx, essas reciclagens são ótimas, e quem sabe criar um grupo de agentes responsáveis por cada bateria não seria mais inteligente do que sobrecarregar os SME'S? Eles poderiam participar de algumas reuniões e etc.. Parabéns pelo trabalho.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Funcionário","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de e-mail","avaliation":"Prós: Cultura incrível, uma empresa realmente focada no talento dos funcionários. Diversidade é um valor que eu preso muito e aqui nós vemos isso acontecendo no dia a dia de uma forma muito explícita. Amo o jeito descontraído e leve de lidar com as coisas do dia a dia. Contras: Não tem, de verdade. Até as oportunidades que a empresa apresenta são por conta de estar crescendo muito e muito rápido, é a famosa dor do crescimento. Aqui nunca tem tédio, é trampo pra caramba hahahaha... Conselhos para presidência: Continuem nesse caminho, o sucesso é certo! <3 One CNX <3   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Assistente de Empresas","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!!\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Analista de Qualidade","avaliation":"Prós: salario compatível, ambiente descontraído, estrutura legal. Com certeza foi uma das melhores empresas que ja trabalhei e recomendaria sim para outras pessoas. Contras: Pouca clareza nos processos seletivos, as vezes ficava uma impressão de que as pessoas alcançavam certas posições sem necessariamente serem aptasç E o VR era extremamente baixo.   \n\nHá 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Estamos implementando novas ferramentas para tornar o processo seletivo interno mais transparente. Logo divulgaremos as novidades.\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"},{"user":"Agente de Atendimento (SAC) - Ex-funcionário, saiu em 2018","avaliation":"Há 4 meses\nGerente de Marketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Ficamos muito felizes em saber quer você está feliz em fazer parte do nosso time!!! Estamos implementando novas ferramentas para tornar o processo seletivo interno mais transparente. Logo divulgaremos as novidades.\n\nObrigado!\n#OneConcentrix\n#temosumavisãodiferente\n#investimosnofuturo"}]