[{"user":"Funcionário","avaliation":"Prós: Uma única coisa que é um ponto positivo pagamento em dia até mesmo pode ser pago antes do dia combinado e os benefícios também em dia. Somente isso! Contras: Uma empresa que não há treinamento para os cargos maiores como por exemplo TL e smes jogam qualquer tipo de pessoa para ter um cargo acima de um agente. São pessoas que não são instruídas para nada tratam os agentes de qualquer forma acham que os colaboradores são leigos a certas situações eles abusam demais do poder. Enfim totalmente despreparadas para cargos superiores. "},{"user":" - Ex-funcionário, saiu em 2000","avaliation":"Prós: Bem amigavel , se importa col funcionário chances dr crescimento dentro da empresa. Contras: Não tenho o que reclamar.   "},{"user":"Agente de Atendimento","avaliation":"Prós: Ambiente descontraído, benefícios pagos em dia, preocupação com o bem estar dos colaboradores, respeito à diversidade, muitas oportunidades de crescimento, incentivo ao crescimento dentro da empresa. Contras: Até então não pude perceber nenhum ponto negativo na empresa em questão. Minha experiência tem sido bem positiva até agora, para falar a verdade.   "},{"user":"Agente de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: É realmente uma boa empresa, ambiente descontraído, oportunidade de crescer, excelentes benefícios oferecidos pela empresa, salário compatível. Contras: VR muito baixo, tempos de descanso/pausa extremamente curtos, muita burocracia na empresa com mudança de horário, superiores não levam em conta sua solicitação.   "},{"user":"Funcionário","avaliation":"Prós: Empresa humana, cuida das pessoas, tem respeito pela diversidade, sao apaixonados pelos seus colaboradores. Cuidam dos colaboradores como uma família, tem muitas oportunidades de crescimento. Empresa transparente, empresa verdadeira e se preocupa com as informações que sao passadas de maneira clara e honesta. Contras: Não tem problemas estruturais, organizacionais. Não tem problemas com a gestão. Nao tem problema com salários Nao tem problemas com benefícios Não tive nenhum problema lá   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Paga tudo certinho, diversidade, nos deixa livres em questão de vestimenta, os colegas de trabalhos são muitos legais, muita oportunidade de crescimento. Contras: A remuneração deveria ser pelo menos um salário mínimo, as vezes sofre muita pressão, deveria levar em prática o \"Somos fanáticos pelos nossos colaboradores\" Conselhos para presidência: Ser mais comunicativa   "},{"user":"Funcionário","avaliation":"Prós: Um dos pontos positivos que vejo é o projeto jovem aprendiz que da oportunidade de crescimento professional para muitos jovens aqui no brasil Contras: Em alguns casos não se tem a efetivação de um jovem por falta de abertura de vagas em x area, porem o jovem pode se efetivado em uma outra area o que é magnifico.   "},{"user":"Suporte Operacional","avaliation":"Prós: A melhor empresa de CallCenter que já trabalhei, ambiente muito propício para quem tem fome de crescimento, você é tratado como pessoa e não apenas um número. Contras: A empresa ainda é nova no país, comparada às maiores empresas do setor, alguns pontos ainda precisam ser melhorados, mas a gente sabe que isso acontecerá gradualmente.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: É uma ótima empresa que te da várias Oportunidades e muitos benefícios é um lugar engraçado e bem humorado com pessoas legais e divertidas os benefícios são ótimos e todos pagos no dia proposto. Contras: É uma empresa ótima como foi dito eu não tenho nenhum ponto negativo para ela um lugar ótimo e que serve de exemplo para muitas outras empresas   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Paga certinho, adiantado em algumas situações, sem restrições absurdas de vestuário, estilo, aceita todo tipo de pessoas independente das suas opções, facilidade em subir de cargo. Contras: Pressão exacerbada, e muito mal gerenciado, não há reconhecimento de seus colaboradores, se dizem \"fanáticos\" por eles mas em toda situação que for possível explorar eles vão explorar. Conselhos para presidência: Mais reconhecimento por seus colaboradores e compreensao com os mesmos, apesar de a escala ser 5x2, são 10h de trabalho diárias...   "}]