[{"user":"Agente de Atendimento II - Ex-funcionário, saiu em 2018","avaliation":"Prós: A Empresa é um lugar bom de se trabalhar, mas como regra geral das empresas privadas, os gestores não condizem com o que prometem. Dizem que você é o bem mais precioso da empresa mas somente quando lhes convém. Contras: -Não há valorização do funcionarios, a menos que estes sejam \"amiguinhos\"; -Não há pagamento de hora extra e os bancos de hora desaparecem quando você precisa, mas quando você pede, na maioria das vezes já tem gente na frente e você é obrigado a tirar a sua folga quando a empresa decidir; -Não há acordo pra nada. Só pensam nos clientes e esquecem que quem representa os tais \"clientes\" são os funcionários; -Quem merece ser valorizado, é esquecido e trocado, sobem de cargo quem não tem competência para tal e os demais ficam anos no mesmo cargo. Conselhos para presidência: Escolham melhor seus gestores e aprendam a ouvir seus funcionários, muitos estão ai porque precisam e não porque querem. Pratiquem mais essa humanização que vocês tanto cobram de seus funcionários. Todo dia um cliente novo, um site novo, com novos scripts e mudanças e cada vez menos humanização e cuidado com quem dá dinheiro pra vocês. Nunca me decepcionei tanto com algo como me decepcionei com esse lugar.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário ,vale alimentação, vale transporte tudo em dias as vezes sai até antes.tem muita oportunidade de crescimento dentro da empresa.... Contras: Carga horária excessiva,a empresa deveria escolher melhor os tl a maioria arrogantes tem uns que a equipe nem sabe se ele tá na empresa pq ele entra e sair sem nem dizer um bom dia.os funcionário ficam doentes pegam tipo pânico pq ele não sabe conversa com as pessoas e existe muito favoritismo..   "},{"user":"Funcionário","avaliation":"Prós: Abraça a diversidade, boa localização, bastante preocupada com a clima organizacional, adota postura que prilegia o cliente final , pensa na comodidade dos funcionários. Contras: Treinamento muito fraco pouco assertivo, não possui transporte para deixar funcionários que trabalham até as 22h40 hierarquia confusa maneira de bater o ponto burocrática.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente organizado e infraestrutura de acordo com as normas do mercado, funcionários e área de RH muito simpáticos e prestativos. Localização muito boa pois fica próximo ao metrô. Contras: ,somente a questão dos telefones para contato que nunca funcionam,sempre cai numa caixa de mensagens que não marca recados. Do mais nada a reclamar "},{"user":"Agente de Atendimento","avaliation":"Prós: Uma empresa que vem crescendo bastante. Um call center que não é igual aos outros. Muitas campanhas e incentivo ao crescimento. Não há distinção referente a estilo de roupas, cor de cabelos, e opção sexual. Contras: O VR é bem pouco, em relação as horas trabalhadas. A empresa poderia melhor nesse sentido. Também, as vezes não há clareza nas informações passadas. Conselhos para presidência: A empresa poderia trabalhar o alinhamento das informações.   "},{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Tive um bom Líder, que facilitou muito o dia a dia tentando manter um bom clima, motivando a todos da equipe, justo com as cobranças e reconhecimentos. Contras: Não segue sua própria conduta, os processos seletivos não são seguido com clareza ou transparência, usam o medo para manipular Adivisors, contratam muito para setembro, mas não se planejam e mandam muitos embora, a fila aumenta muito, e nem pude responder corretamente sobre a variável, pois as regras para ela mudam constantemente e o cliente que atendemos ai, em outros call centers, paga salario maior, para não usar um critério como a avaliação do cliente para valida a variável . Conselhos para presidência: Analisar os processos seletivos internos, são uma zona, e para com circo de dar balinha e confete para os funcionários em meio a pressão como se fosse um circo, e dar um jeito na fila depois dos cortes.   "},{"user":"Assistente de E-mail","avaliation":"Prós: Reconhecimentos mensais para os funcionários que não apenas se destacam, mas para os que simplesmente batem suas metas e grandes oportunidade de crescimento dentro da empresa em vários ramos diferentes. Contras: Um ponto que sempre deve estar em crescimento dentro de qualquer empresa é a comunicação dos líderes (Gerentes e Coordenadores) junto a operação. Visando sempre a boa relação entre todos os funcionários. Conselhos para presidência: Sempre frisar o reconhecimento de seus funcionários aumentando cada vez mais as formas de se fazer isso e continuar com o crescimento da empresa no estado do Ceará.   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Grandes oportunidades para jovens Equipe dedicada preza o bem estar dos funcionários ambiente limpo, agradável, organizado e descontraído flexibilidade em relação a vários assuntos Contras: O vale refeição é abaixo da média, mas tirando isso a empresa é ótima e sempre procurou acima de tudo desenvolver os seus funcionarios, em especial os aprendizes   "},{"user":"Advisor","avaliation":"Prós: Pessoas incríveis, plano de carreira, benefícios, liberdade de expressão. Esses são pontos que caracterizam a cultura Concentrix. É uma empresa que preza o bem estar do funcionário e lhe dá oportunidades para crescimento. Além de que há transparência! Contras: Acredito que os TL's e QA's sofram muita pressão, assim como os Seniores e Gerentes, tornando o trabalho na linha de frente (Advisors) um pouco mais complicada do que deveria. Devem reanalisar a engenharia de seus processos e ampliar seus métodos de treinamento, assim como os conteúdos aplicados. Acredito que devam melhorar, também, o crescimento inter e intrapessoal de seus funcionários ainda mais, pois sei que é bom (mas, como disse, é capaz de melhorar). É preciso exigir mais de seus clientes em determinadas situações, acredito eu. Conselhos para presidência: Como mencionei nos pontos negativos, meu ponto de vista é bem claro em relação à ampliação da cultura Concentrix. Acredito que o ambiente é excelente, e a maioria das pessoas, também. Nesse quesito é necessário buscar mais a fundo os motivos de a cultura não ser adotada por todos os funcionários, e tratar a questão com uma proposta construtiva e devota ao funcionário em questão. A empresa, no Brasil, alcançou o estado ideal para subir de nível, alterando as rotas do mercado brasileiro e da cultura nacional em relacionamento ao cliente. A paixão pelo cliente e a necessidade de auxiliá-lo em sua jornada é essencial, e por isso parabenizo a Concentrix pelo trabalho bem feito, até agora. Ficam aí as minhas sugestões, fico muito grato pela oportunidade.   "},{"user":"Funcionário","avaliation":"Prós: Respeito aos profissionais que lá trabalham, onde tem acesso a um ambiente limpo, agradável e bem decorado, onde todos praticam diariamente o ato de serem cidadão conscientes. Oportunidades de crescimento profissional concreta. Seu valor é reconhecido. Contras: Necessidade de melhorar departamentos internos, para que acompanhem o crescimento da empresa, buscando sempre melhorias continuas, para que sejam adequadas ao tamanho que a empresa esta atingindo.   "}]