[{"user":"Agente de Atendimento","avaliation":"Prós: A empresa é maravilhosa para se trabalhar, tem ambientes de descompressão e um lazer plausível. Vale realmente a pena trabalhar nessa empresa. Contras: A gestão de alguns produtos são péssimas, por exemplo a do Sputnik que era uma operação maravilhosa e que hoje tem a pior gestão de todas e que vem fazendo o ambiente ficar desagradável e os advisors doentes por causa do clima.   "},{"user":"Talent Acquisition","avaliation":"Prós: Empresa com ótimo ambiente, possibilidade de crescimento, time engajado e motivado. Ambiente de diversidade, respeito à todos os colaboradores. Contras: Não existem pontos negativos para empresa. Poderiam rever algumas questões pequenas quanto por se tratar de uma start-up, porém nada significativo.   "},{"user":"Advisor","avaliation":"Prós: Ambiente descontraído com Puffs, sala de descompressão, acesso a wi-fi, festas temáticas,netflix, vídeo game, ambiente de trabalho sempre limpo Contras: Liderança só promove quem vai com a cara,mto favoritismo , não há uma gestão de pessoas para desenvolver habilidades nos funcionários exigem mto nos processos seletivoa internos e acabam perdendo excelentes profissionais ... Conselhos para presidência: Focar mais no desenvolvimento profissional dos funcionários, oferecer palestras de especialistas, palestras motivacionais e profissionais...   (4)"},{"user":"Funcionário","avaliation":"Prós: Empresa dedicada ao cliente interno e externo, sempre buscando inovação e desenvolvimento nos negócios. Os colaboradores sempre educados e solícitos independente do cargo ocupado. Contras: Devido crescimento da companhia, existe a necessidade de providenciar mais salas de reuniões, a demanda de reuniões está aumentando e a quantidade de salas está insuficiente para atender a todos.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário dentro da expectativa, benefícios muito bons, projetos de parceria com foodtrucks, lojas de alimentos saudáveis, etc. Sala de descompressão com televisão e video games, muita oportunidade de crescimento interno. Contras: Não há flexibilidade nos horários, muita panelinha dependendo da operação (o que pode dificultar um pouco a interação entre equipes pois alguns líderes colocam colaboradores uns contra os outros). Conselhos para presidência: Ouvir mais as reclamações relevantes dos colaboradores pois muitas são levadas como brincadeira, ou \"passam o pano\" para tal situação, e se possível tomar as medidas cabíveis para modificar o ambiente de trabalho hostil que tais panelinhas causam à operação.   "},{"user":"Consultor Júnior","avaliation":"Prós: Uma empresa em crescimento, sempre em busca de bons profissionais, e com pessoas muito competentes na liderança. Vejo constantemente pessoas sendo promovidas e isso com certeza anima as pessoas que trabalham aqui Contras: É uma gigante mundo a fora, mas ainda é uma empresa pequena no Brasil. Entretanto, não vejo isso como ponto negativo visto o quanto estamos crescendo nos últimos anos.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: A cultura da empresa é realmente sensacional. Eu já trabalhei com atendimento anteriormente e nunca me senti tão acolhida como me senti pelos TLs, pelos Traineers, por tudo. Era realmente o que me motivava a acordar todo dia antes das 5 da manhã para ir trabalhar, saber que era um ambiente em que eu era motivada a dar o meu melhor Contras: A maneira como eu fui desligada. Eu não tive uma explicação plausível do motivo, apenas que o produto (que é confidencial) considerou que eu não fazia o perfil desejado. Qual perfil é esse? Isso não me deixou apenas frustrada como decepcionada com as diretrizes. A organização do RH para explicar sobre o desligamento, a falta de tato dos mesmos, além de outras coisas, me decepcionaram muito ao sair do meu cargo. Para uma empresa que usa como carro-chefe o crescimento massivo nos últimos meses, demissões em massa sem nenhum motivo soa como hipocrisia. Conselhos para presidência: Rever os conceitos na hora da contratação, pois contratação em massa gera um custo muito alto, e demissões em massa logo após a contratação geram um custo maior ainda.   (4)"},{"user":"Agente de Atendimento","avaliation":"Prós: é uma otima empresa para se trabalhar no geral, o ambiente é aberto a diferenças e tem uma excelente cultura. O prédio é sensacional, conta com espaços diferenciados, é otimo de se trabalhar Contras: Alguns produtos dentro da empresa são ruins. A gestão é imparcial e restrita em relação a sugestões e ser maleável com algumas coisas internas.   (4)"},{"user":"Analista de Backoffice","avaliation":"Prós: Tem se empenhado em todos os critérios para melhorar a gestão, focando realmente no desenvolvimento humano. Vejo evoluções dos últimos projetos, em pouco espaço de tempo. Tem se mostrado aberta para qualquer tipo de assunto que nós colaboradores desejamos abordar e surgindo com soluções. Sempre reconhecendo de maneira justa os funcionários. Contras: Na minha visão, acredito que possam voltar-se também para melhorias do seguro saúde. Sabemos que é complicado assuntos financeiros, mas quando ingressei na corporação, havia mais flexibilidade neste benefício. Conselhos para presidência: Quero parabeniza-los, por todo esforço realizado para o crescimento tanto da empresa quando dos funcionários. Estão no caminho certo com certeza!   "},{"user":"Analista de Negócios II","avaliation":"Prós: Ótimo ambiente, clima animado, as pessoas muito simpáticas, tratam todos com respeito e o seu trabalho tem valor para todos. Apesar de ter apenas 10 dias de trabalho estou adorando! Contras: Não notei pontos negativos, esse jeito diferente de conduzir o negócio e a empresa deve manifestar muitos sentimentos nas pessoas internamente e externamente, claro isso é natural quando temos atitude! Conselhos para presidência: Criar área de inovação e possibilitem que os Colaboradores deem ideias e sejam incentivados pela participação. Acredito que as novas ideias podem render muitas oportunidades a empresa e possibilitar que o crescimento seja constante.   "}]