[{"user":"Analista de Backoffice Júnior","avaliation":"Prós: é uma empresa que tem potencial para ser uma das melhores, no meu ponto de vista pessoal pois estou aqui e estou satisfeita em todos os requisitos. Contras: poderiam melhorar as questões de vale refeição devido a região ser cara para alimentação e sistemas que são muito antiquados e meio complexos, dificultando um pouco o exercício das atividades aos funcionários mais novos. Conselhos para presidência: Continuem assim.   "},{"user":"Analista de Backoffice Júnior","avaliation":"Prós: Uma empresa onde reconhece o colaborador, tratando sempre com transparência, respeitando as diversidades de gêneros, estilos e opiniões. Nos fornece um ambiente agradável e descontraído, com desafios e interatividades. A lideração é fanática pelos clientes e colaboradores, nos passa confiança de que entendem do assunto, com isso nos ajuda a crescer e conquistar nossos clientes com um atendimento de excelência. Tenho um enorme prazer em fazer parte desse time. Contras: Credito que a distancias entres sites sejam um ponto a melhorar, para que tenhamos um entrosamento melhores com as outras equipes e também com o RH, em relação ao VR é um caso a ser pensado devido ao local em que nos encontramos, o custo é um tanto alto. Conselhos para presidência: Vocês estão no caminho certo, todo sucesso vem com muito esforço.   "},{"user":"Analista de Backoffice Júnior","avaliation":"Prós: focada em motivar os funcionários, tem potencial para ser uma das melhores, sou plenamente satisfeita, nos da muita confiança e respeito. Nos dando oportunidade para expor nossas opiniões e ideias, disposta a fazer a diferença Contras: Diminuir a coo participação no convenio medico, aumentar o vale refeição, manter o acesso entre gerente e funcionários é muito importante. A primeira empresa em que trabalho que tenho total acesso a CEO/Gerentes/ Lideres e pra mim isso é excelente, pois mostra o quanto somos importantes e o tratamento é ótimo. Conselhos para presidência: Excelente postura, obrigada pela oportunidade de nos escutar, foi um grande diferencial no meu ponto de vista e a cada dia vejo que estao empenhado em caminharmos rumo ao sucesso   "},{"user":"Funcionário","avaliation":"Prós: A cultura de respeito às individualidades, processos globais, ações de escuta aos funcionários e lideranças próximas das equipes de trabalho. Contras: Até agora não consigo elencar pontos que sejam muito negativos a melhorar, mas certamente sei que quando visualizar haverão formas de compartilhar via canais que garantam o respeito à esta visão.   "},{"user":"Analista de Recursos Humanos","avaliation":"Prós: Visibilidade, velocidade e valor. Vivemos os valores da instituição em nosso dia a dia. A energia do lugar é muito boa. É um lugar que indico para trabalhar. Contras: A empresa está em processo de estruturação, o que cabe melhorias constantes. É possível que a pessoa precise se adequar ao ritmo forte de trabalho, mas é gratificante no final!   "},{"user":"Atendente de E-mail","avaliation":"Prós: É uma empresa com excelente ambiente de trabalho, com uma visão incrível é bem inovadora. Graças a concentrix resgatei minha paixão por atendimento ao cliente. Empresa onde temos voz e somos valorizados. Contras: Ainda não ter seu prédio próprio em Fortaleza-CE. Expandir suas áreas e gerar vagas para menores aprendizes. Buscar novas parcerias na área de educação e lazer. Conselhos para presidência: Intensificar ainda mais os valores e a visão da empresa. Fazer um reciclagem, para que isso fique gravado em todos colaboradores.   "},{"user":"Jovem Aprendiz Administrativo","avaliation":"Prós: Empresa onde a diversidade é visível, eles reconhecem bons candidatos não só por curriculo e outras experiências, o processo seletivo nos deixa extremamente confortáveis e é super rapido, os lideres são exemplares nos fazem se sentir acolhidos e parte de algo. Melhor lugar onde já trabalhei e onde pretendo seguir carreira Contras: Infelizmente o salário é um pouco abaixo do esperado, contudo a empresa contorna essa situação com benéficos e deixando o ambiente mas confortável. Conselhos para presidência: Acho que poderiam investir mais alguns treinamentos, deixando todos oa funcionários cientes de todos os processos.   "},{"user":"Analista de Backoffice Júnior","avaliation":"Prós: A infraestrutura é ótima, pessoas totalmente preparadas para dar o treinamento necessário, uma empresa visionaria e moderna que está sempre em evolução, que preza o conforto de seus funcionários. Contras: Creio que a unica coisa negativa são seus sistemas que são muito antiquados e meio complexos, dificultando um pouco o exercício das atividades aos funcionários mais novos.   "},{"user":"Assistente de E-mail","avaliation":"Prós: Investe no profissional, possui dinamismo e ousadia nas suas decisões e salário é compatível com o mercado. Gestão próxima é prestativa de modo a resolver problemas. Contras: Supervisores abusam do poder e privam funcionários de pausas após estressantes longas horas de trabalho afim de que batam a meta. Demissões sem motivo aparente criam clima de tensão na empresa. Alguns supervisores usam tom ameaçador para obterem resultados. Conselhos para presidência: Investir mais em profissionalismo.   "},{"user":"Analista Administrativo Júnior","avaliation":"Prós: As sextas temáticas, o reconhecimento profissional, oportunidades de crescimento, eventos, ambiente de trabalho favorável e tendo sempre campanhas nos estimulando a querer sempre fazer mais e melhor nosso trabalho. Contras: Algo a melhorar seria o VR, por ser baixo na região que trabalhamos, pois aqui em Alphaville o preço dos locais são mais caros e muitas vezes precisamos tirar do nosso bolso ou trazer de casa. Conselhos para presidência: Continuem assim.   "}]