[{"user":"Gerente de Treinamento e Qualidade","avaliation":"Prós: Excelente empresa para trabalhar, ambiente descontraído, prédios lindos, coloridos, com uma cultura espetacular, que se preocupam com as pessoas. Contras: Maior acompanhamento das nossas pessoas, e também apoio nas oportunidades de carreira, mas vejo vários planos de engajamento nestes pontos, que estão ajudando. Conselhos para presidência: Continuem com os projetos ótimos e incentivando a cultura da empresa.   "},{"user":"Gerente Operacional e Account Manager","avaliation":"Prós: Empresa fortalece muito os pontos de missão e valores da empresa. É algo muito forte que podemos ver todos os dias. Dentre os valores, destaco o fato de sermos fanáticos por nossos funcionários e clientes, buscarmos sempre a excelência e trabalharmos unidos, como uma única só CNX (#OneTeam - isso de fato acontece). Destaco também as oportunidades de carreira. Nunca trabalhei em uma empresa que valorizasse tanto os talentos internos. Com o crescimento organizacional, pude ver muitas pessoas sendo promovidas. Contras: É preciso rever a estrutura de cargos, salários e benefícios para continuarmos competitivos no mercado, especialmente em relação a start-ups. Também outro ponto é que temos 4 sites na região da Água Branca e Barra Funda. Seria excelente ter todo time em um único local, para facilitar a integração de todos, ainda mais! :)   "},{"user":"Funcionário","avaliation":"Prós: Na Concentrix temos um ótimo plano de carreira, grande desenvolvimento de funcionários, transparência e valores que são praticados no dia dia por todos. Contras: Apesar de todo investimento nos funcionário e desenvolvimento dado, poderíamos ser ainda melhores se investirmos para melhorar a questão da infraestrutra de alguns sites.   "},{"user":"Agente de Atendimento Bilingue - Ex-funcionário, saiu em 2019","avaliation":"Prós: a cultura e a liberdade que temos la dentro é de fato muito legal, um ambiente dinamico e leve, la trabalhamos com leveza e sempre podemos nos desenvolver Contras: a empresa tem muitos pontos negativos, principalmente a gestão é pessima cargos ocupados por gerente nao esta a altura pois os mesmos nao compadecem da politica da empresa   "},{"user":"Funcionário","avaliation":"Prós: Oportunidade de crescimento, atenção para com o funcionário, inovação e desenvolvimento de ações que visam o lazer dos colaboradores, espírito de equipe. Contras: A empresa podia ampliar sua faixa etária em relação aos colaboradores e fazer parceria com a cantina e baixar os valores das refeições oferecidas.   "},{"user":"Analista","avaliation":"Prós: Uma empresa incrível, com uma ótima estrutura, ambiente, cultura. Funcionários muito educados, sempre sorrindo, limpeza nota 10. Amo trabalhar aqui. Contras: Acredito que alguns processos poderiam ser mais rápidos, por conta de aprovações muitas coisas/retornos acabam demorando um pouco, porém, entendo que seja a política.   "},{"user":"Atendimento","avaliation":"Prós: Lugar maravilhoso para se trabalhar, pessoas incríveis e ambiente legal, fora todas as oportunidades que temos para crescer junto a empresa... Contras: Rh não é dos melhores, não se preocupam com as pessoas e algumas vezes somos tratados como número por diversos motivos, alguns coordenadoras não deveriam estar onde estão hoje   "},{"user":"Agente de Atendimento Bilingue","avaliation":"Prós: Ótimo ambiente de trabalho e ótimas condições de crescimento profissional! A empresa dá treinamento constantemente e oferece vários benefícios Contras: Não tem muitos pontos negativos. Talvez um ponto seja os equipamentos que estão um pouco defasados, porém a empresa busca melhorar nesse quesito.   "},{"user":"Operador de Atendimento Bilíngue - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente jovem, agradável, visualmente organizado e bonito. Abraça a diversidade com grande respeito. Bom plano de carreira e salários acima do mercado. Contras: Jornadas de trabalho 6x1 sem a chance de folgas quinzenais. Não ter ônibus até o local todos os horários. Comida oferecida é de baixa qualidade em questão de alimentos saudáveis disponíveis. Conselhos para presidência: Aumento dos benéficios do tipo VA, VR e bolsas com universidades.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Clima bacana , pessoas legais , aprendo muita coisa , salário em dia , atendimento rápido , profissionais preparados. , Muitas pessoas legais e RH rápido Contras: Salário baixo , trabalhar de final de semana , horário de trabalho péssimo , mudança de horário sem permissão , e crescimento difícil , exigem fica 6 meses no mesmo cargo pra subir   "}]