[{"user":"SME","avaliation":"Prós: Um dos pontos mais positivos da concentrix é a chance de crescimento e o reconhecimento profissional faz com que queiramos nos dedicar cada vez mais. Contras: Um ponto negativo da concentrix seria a localizo, pois dependendo de onde o colaborador reside, o local da barra funda seria distante... Seria interessante uma nova concentrix perto de bairros. Conselhos para presidência: Uma dica seria melhorar o salário dos colaboradores   "},{"user":"Funcionário","avaliation":"Prós: Cultura e qualidade do produto, boa localização e bom clima organizacional, empresa com crescimento expressivo e engajamento de todos os colaboradores Contras: Algumas chefias não estão de acordo com a missão, visão e valores da empresa, e estas chefias não sofrem correção de rota por parte da alta gerencia e/ou do RH Conselhos para presidência: \"Vigiem\" de perto TODOS os lideres de pessoas, e os corrijam sempre que necessario   "},{"user":"Auxiliar Administrativo","avaliation":"Prós: Tem oportunidade de crescimento, pensa nos seus funcionários. Estou a 7 meses na empresa entrei como operadora e vom 4 meses consegui uma promoção para auxiliar adm Junior, super feliz e vou buscar crescer cada vez mais. Contras: Não tenho o que dizer de ponto negativo, acho que poderia melhorar o convênio médico para que nao tenha o desconto mensal e abringir ele um pouco mais, avaliar a alimentacao do local em que o funcionário esta pra ter um noção melhor do valor gasto para aquela região.   "},{"user":"Team Leader","avaliation":"Prós: Ambiente mega agradável, reconhecimento, plano de carreira, desenvolvimento de pessoas, espaço bacana. Remuneração acima da média. Os colaboradores se preocupam com o bem estar de todos. Contras: Não tem, de acordo com as minhas percepções.Ambiente mega agradável, reconhecimento, plano de carreira, desenvolvimento de pessoas, espaço bacana. Remuneração acima da média. Os colaboradores se preocupam com o bem estar de todos   "},{"user":"Team Leader","avaliation":"Prós: Deixa os colaboradores a vontade para desempenhar o seu melhor!!! Contribue com o crescimento profissional e se preocupa com o bem estar de todos os funcionários Contras: Ar condicionado quebra com frequência. Melhorar a comunicação interna entre as operações. Melhorar a parte de treinamentos internos referente os processos dos clientes Conselhos para presidência: Continue a investir nos líderes   "},{"user":"Gerente","avaliation":"Prós: Diversidade, Interaçao, Respeito. É sempre muito gratificamte estar em um ambience de integração, colaboração e trabalho em grupo e motivação. Contras: Apesar de todos os recursos disponibilizados a favor de todos os colaboradores, seria necessário que o líder estivesse mais prőximos dos seus times e is treinando mais ativamente. Conselhos para presidência: Coaching your team, developing them to be ready to replace you.   "},{"user":"Team Leader","avaliation":"Prós: Oportunidade de crescimento Ambiente agradável Preocupação com a satisfação dos colaboradores Gestão de portas abertas Ambiente descontraído Contras: A empresa oferece oportunidade de crescimento porém, o salário não é tão diferenciado da faixa oferecida pelo mercado. Outro ponto, Vr e VA também não é diferenciado da faixa do mercado. Poderiam oferecer ajuda de custo como por exemplo Vale Combustível   "},{"user":"Team Leader","avaliation":"Prós: Estrutura maravilhosa, tratamento diferenciado com os colaboradores e amo trabalhar aqui e as pessoas sao incríveis ambiente favorável ao desenvolvimento. Contras: Pelo rapido crescimento ainda esta um pouco desorganizado mais isso nao diminui a minha satisfação em sem concentrix. Ha uma estrutura organizacional favorável. Conselhos para presidência: Vc é incrivel homem!   "},{"user":"Analista de Backoffice Pleno","avaliation":"Prós: Ótima cultura, empresa em crescimento, muitas oportunidades, padronização das oportunidades, plano de carreira, boa estrutura, cursos online gratuitos Contras: Rever Salários, rever benéficos de acordo com a localização, sala de descanso mais elaborado, precisar traduzir mais cursos para o idioma, levar um ambiente mais estilizado para as operações. Conselhos para presidência: Olhar mais para algumas operações.   "},{"user":"Analista de Recursos Humanos (RH)","avaliation":"Prós: É uma empresa que trabalha focando na satisfação dos funcionários, os tratando como pessoas e não apenas como números, e isso me faz não ter planos em sair daqui <3 Contras: Hoje não consigo ver nenhum ponto negativo. No passado haviam alguns líderes não aderentes ao perfil de empresa, mas houve uma grande mudança interna e hoje não tenho dó que reclamar.   "}]