[{"user":"Agente de Atendimento C2C","avaliation":"Prós: A empresa é muito boa, tem ótimos programas de incentivos para seus profissionais e é formada por uma equipe extremamente carismática, e sem contar com os muitos benefícios que a empresa oferece. Contras: Os prédios não tem muitas informações, então para uma primeira visita você acaba ficando meio perdido, mas nao tenho nada demais a relatar sobre a empresa...   "},{"user":"Technical Advisor","avaliation":"Prós: Empresa oferece muita oportunidade de crescimento, além de capacitar os funcionários para a sua função. Tem um ambiente descontraído e muitas campanhas motivadoras. Contras: A empresa tem se perdido pouco a pouco, antes ela tinha seu lema de foco nos funcionários e de proporcionar o melhor ambiente possível para trabalho, mas hoje em dia está totalmente diferente.. São líderes despreparados, cobranças absurdas, abuso de autoridade, pressão psicológica para bater metas, critérios rígidos para conseguir pegar variável e como sempre quem é puxa saco tem mais chance de crescer. Conselhos para presidência: A empresa deveria voltar aos seus e restaurar seu relacionamento com a base.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: O depósito do salário sempre é feito em dias. No período de treinamento é sempre exibido o lado bom da empresa, as pessoas do RH instruem bem os novos colaboradores. Contras: Não disponibilizam troca de folgas, gestores altamente despreparados! Quando a pessoa se desliga da empresa é tratado como lixo, todo o processo de rescisão tem que ser esperado no lado de fora da empresa, porque não permitem a entrada. Conselhos para presidência: Se dedicar mais em colocar gestores preparados e ensinar a pregar a empatia, porque está longe de saberem o que é isso.   "},{"user":"Agente","avaliation":"Prós: A empresa dispõe de oportunidade de crescimento, visibilidade e experiência extra se grande valia, trazendo a quem quer um novo destaque no marcado as ferramentas necessárias para alcançar Contras: Pode vir a agir de forma totalmente numérica causando um cenário um pouco desconfortável, mesmo em toda franqueza pode vir a deixar um ar um pouco sombrio   "},{"user":"Operador de Atendimento","avaliation":"Prós: Excelente local de trabalho, muito bom fazer parte dessa empresa tão prestigiada, várias oportunidades de crescimento, excelente plano de estratégico de pessoas, clima operacional super bom, excelente organização, estrutura sensacional. Contras: Quero que melhore ainda mais a estrutura de cada prédio, sempre invista em comodidade, bom plano estratégico de pessoas, sempre tenha desenvolvimento de pessoas.   "},{"user":"Team Leader","avaliation":"Prós: Clima incomparável, salários justos e benefícios compatíveis com mercado. Na concentrix se respira a respeito, diversidade, respeito e transparência. Há liberdade em ser quem você é oportunidade de crescimento real. Contras: Falta ferramentas de controles e apoio operacional. O atendimento de RH, WFM, Saúde e segurança ocupacional não acompanha o crescimento da empresa e a necessidade de se transformar e ser mais rápido. Conselhos para presidência: É preciso ser mais rápido em ferramentas de planejamento e relatórios. Cuidar das pessoas inclui ter um serviço de RH Abrangente que tenha campanha de saúde e segurança do trabalho. Não basta seguir a lei. É importante preparar as áreas pra crescer sem perder a essência.   "},{"user":"Team Leader","avaliation":"Prós: Empresa com grande respeito aos funcionários e oportunidades de crescimento, sempre dando prioridade para quem vem fazendo um bom trabalho junto a empresa. Ambiente descontraído, funcionários qualificados para dar qualquer tipo de informação, feedback ou sanar dúvidas. Oportunidades de crescimento disponíveis a todos, com clareza de informações e totalmente disruptiva. Contras: Salário e valor de benefícios deixam a desejar em comparação com empresas concorrentes do mesmo ramo, não tendo aumento de acordo com a inflação anual. Conselhos para presidência: Poderia se criar um plano motivacional,as pessoas até gostam do ambiente,da cultura e do tratamento que a empresa nos oferece,o que falta são incentivos variáveis e PL ,para que as pessoas gerarem um melhor resultado.   "},{"user":"Advisor","avaliation":"Prós: Mostra a verdade, abraça todas as pessoas não importa o jeito que gostade se vestir ou de como vc é por dentro e passa essa imagem a todos. Gosta de acolher ideias de todas e tenta dar o melhor para seus funcionários, não há o que reclamar Contras: Não há muitas vagas para crescer no momento, mas espero que venha surgir mais vagas principalmente na area de T.I. e em outras areas para que as pessoas possam ter vontade de crescer   "},{"user":"Analista de Qualidade e Treinamento Bilíngue","avaliation":"Prós: Empresa ótima para crescer, aprender. Muita gente parceira e amiga. Acolhedores. Processo seletivo dinâmico, demorou o normal para o tipo de vagas Contras: Por enquanto não achei nenhum ponto negativo. Salário pontual, instalações boas. Eu acho que os agentes de atendimento deveriam ter um salário mais competitivo   "},{"user":"Atendente de Chat/Email - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente agradável e colegas sempre dispostos a ajudar. Ambiente agradável e colegas sempre dispostos a ajudar. Ambiente agradável e colegas sempre dispostos a ajudar. Contras: Jornada cansativa, de segunda a sexta, porém, das 13:00 horas até 22:00 horas. Era preferível trabalhar menos tempo por dia e fazer escala, mesmo perdendo fim de semana.   "}]