[{"user":"Agente de Atendimento","avaliation":"Prós: No começo era uma excelente empresa, ótimo local e com boas experiências, tratava bem o funcionário e não tinham cobrança com metas, nem havia pressão com os funcionários. Contras: Após pouco tempo você percebe que não vai a lugar nenhum se não for da panelinha da empresa que só vai passar em seleção interna se for do meio dos superiores, não existe a meritocracia, trata o funcionário como só mais um número, abusa da pressão e falta com direitos, por diversas vezes atrasou o VT, e mesmo com meta, eles não retribuem se você a bate, não paga hora extra e nem possui banco de horas. Conselhos para presidência: Ter uma melhor visão ao agente pois é ele que faz a empresa, mudar a gestão administrativa pois ela não está boa, aderir a banco de horas, pagar horas extras e saber ouvir críticas.   "},{"user":"Líder - Ex-funcionário, saiu em 2019","avaliation":"Prós: Paga no dia, tem espaços bacanas de convivência e fica em um lugar de fácil acesso pelo transporte publico, literalmente 200m da estação barra funda. alem disso disso, alguns times ainda são bons e tentam manter a empresa alinhada! Contras: Infelizmente a empresa se perdeu. a diretoria não sabe o que faz, as pessoas não tem mais respeito pelos gestores. infelizmente a empresa parou de valorizar as pessoas e virou mais um contact center! Conselhos para presidência: tente fazer a empresa voltar aos prumos!   "},{"user":"Superintendente","avaliation":"Prós: Clima de trabalho excepcional, nunca vi nada parecido, a cultura está viva e ativa entre todos. Ações de reconhecimento e engajamento. Gestão atenta as necessidades do colaborador. Contras: A empresa permanece crescendo de forma acelerada e temos o desafio de manter tudo que foi conquistado até aqui, incluindo uma estrutura impecável de nossos espaços, principalmente agora que temos 5 sites. Conselhos para presidência: Continue nos dando suporte para construirmos juntos a empresa em que todos sonham em trabalhar!   "},{"user":"Funcionário","avaliation":"Prós: Nós somos respeitados e nossa opinião tem valor. A empresa investe no plano de carreira dos colaboradores, a gestão se preocupa e pratica o coaching incentivando o nosso crescimento. Contras: Ainda não encontrei. A empresa disponibiliza áreas de descanso, com jogos, ambiente descontraído, cantina com bom preço e clientes interessantes.   "},{"user":"Agente de Atendimento Pessoal","avaliation":"Prós: O ambiente é bom, os gestores são acessíveis e as metas não são impossíveis de serem alcançadas. Há um espaço para descanso, e isso é ótimo, principalmente para quem tem outros afazeres e precisa descansar antes do expediente. Contras: Todos os meses, sem exceção, todos, há problemas com a folha de pagamento de alguns colaboradores. É algo constante e desgastante. Ao reportar para o gestor imediato, o DP normalmente realiza os ajustes devidos, porém é um problema recorrente e muito grave, pois afeta o ganho dos colaboradores e seu planejamento financeiro consequentemente. Conselhos para presidência: Reformular a equipe ou o trabalho do DP, RG, ou seja lá quem for responsável pelas folhas de pagamento, para que não ocorram mais erros com a folha de pagamento e outros procedimentos devidos desse setor, que normalmente apresentam demora na solução dos problemas.   "},{"user":" - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa com uma visão bem estruturada de mercado, com bastante diversidade e colaboradores dispostos a ajudar os mais novos, sempre com muita empatia. Contras: É uma empresa muito dinâmica. As vezes existe uma certa pressão para que seus resultados estejam sempre beirando a perfeição quando, em alguns casos, isso não depende do colaborador. Poucas vezes fazem essa distinção.   "},{"user":"Advisor","avaliation":"Prós: Oportunidades de aprendizado, clima descontraído, empresa conta com muitos recursos voltados para o treinamento e evolução dos funcionários. Contras: Apesar de existirem planos de carreira infelizmente muitas das pessoas que são promovidas é por indicação direta ou vínculo com pessoas em cargos de nível superior. Poderiam zelar mais pelo motivacional e menos pelo favoritismo. Conselhos para presidência: Mais reuniões com os funcionários para compreender melhor o que tira a motivação e alguns bons membros das equipes.   "},{"user":"Atendente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente muito bom , lugar muito lindo, Netflix , games , sala de descanso, wi-fi, tudo muito bom e de qualidade , ótima infraestrutura na empresa Contras: Gestores, não ajuda no seu crescimento , apenas te cobram de algo que nem a própria empresa que prestamos serviço sabem a solução , meio que tentamos   "},{"user":"Analista de Atendimento L2","avaliation":"Prós: O clima é ótimo. Há puffs, Xbox, música e outros. Eu particularmente gosto muito, também, da sinuca. Bem localizado e bem arejado. Maior parte dos supervisores saiu da linha. Contras: As oportunidades são investidas demais em uns e de menos em outros. E há gente que cresce mesmo sem ter as condições solicitadas para crescer.   "},{"user":"Agente de Atendimento Bilingue","avaliation":"Prós: No início a empresa é mil maravilhas, dependendo de qual produto for trabalhar, tem bom espaço para descansar, alguns líderes são ótimos. Porém. Contras: O RH possui diversos problemas, sempre errando no ponto eletrônico, salários incorretos, entre outros problemas neste setor. Plano de carreira é ilusório, só \"sobe\" quem é amigo da gerência, pois o resto das pessoas não ganham a mesma oportunidade. Conselhos para presidência: Analisar melhor o Plano de Carreira e o RH, pois estão perdendo ótimos funcionários para outras empresas, as quais entregam qualidade de vida, salários e benefícios melhores. Pois a empresa está treinando funcionários para seus concorrentes.   "}]