[{"user":"Agente de Atendimento","avaliation":"Prós: Infraestrutura confortável, pagamentos em dia, ambientes \"externos\" descontraídos, apoia a diversidade, cronograma de campanhas constantes, escala comercial. Contras: Produto SulAmérica explorador, agentes multi skill recebe o mesmo que agentes de 1 skill, sobrecarga de funções, gestão amadora, supervisão que não conhece sobre o produto, sistemas falhos, colaboradores afastados por crises de ansiedades, depressão, chorando em linha por não ter auxílio, um caos. Concentrix sem autonomia pra resolução pois só justifica que faz parte do contrato do produto, um verdadeiro abandono. Conselhos para presidência: Conheça o produto do seu cliente, ouça seus colaboradores pois são eles que ajuda a manter esse produto na empresa, reconheça suas funções com salários mais dignos.   "},{"user":"Agente de Atendimento Operacional","avaliation":"Prós: Empresa flexível, ambiente harmonioso e disruptiva, a Concentrix é pioneira no ramo de qualidade de vida para os funcionários, inovando cada mês com um incentivo. Contras: Apesar de proporcionar qualidade de vida, a Concentrix também tem que melhorar alguns pontos como a eficiência do RH e alguns sistemas internos. Conselhos para presidência: Obrigado time CNX   "},{"user":"Agente de e-mail","avaliation":"Prós: Um lugar plural. Todos são aceitos e tratados da mesma forma e com o mesmo respeito. Não existe preconceito de nenhuma natureza. Lideres amigos e próximos entendem nossa dificuldade. Contras: Estamos esperando para mudar de prédio. Hoje o lugar não é bonito como outros predio da Concentrix como vemos nas postagens do facebook. Isso não é culpa das pessoas.   "},{"user":"Agente de Atendimento de Chat","avaliation":"Prós: A empresa se esforça para manter um bom clima, com campanhas de incentivo, sexta-feiras temáticas 1 vez por mês para descontrair, os ambientes são muito agradáveis e realmente a cultura da empresa é bem diversa! Lá você encontra pessoas de todos os tipos, isso é incrível e realmente ajuda muito a aliviar o estresse do trabalho. Contras: Como nem tudo são flores, podemos dizer que a organização não é das melhores, tanto pela parte que vem do RH quanto pela parte Empresa x Cliente. Alguns clientes dentro da CNX eu diria que são ''podres'' e são daqueles que destroem o seu psicológico. A empresa diz valorizar muito seus colaboradores, mas em 6 meses já vi alguns injustiças acontecendo, por simplesmente serem tão capachos de cliente.   "},{"user":"Advisor","avaliation":"Prós: Empresa que valoriza o colaborador proporcionando um excelente ambiente de trabalho, pagamento de salários em dia e pessoas dispostas a gerir pessoas. Contras: Ainda faltam algumas estruturas nos prédios devido ao crescimento rápido da empresa, como todo lugar existem profissionais que não tem comprometimento.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas observações à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Team Leader Sênior","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas observações à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Atendimento III - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente agradável, onde é respeitada as diferenças sem descriminação de cor, raça ou gênero. A empresa sempre faz ações para manter o clima organizacional bacana Contras: Salário poderia poderia ser melhor, investir mais treinamento e capacitação dos profissionais. Em alguns clientes que a empresa possui precisa de maior capacitação Conselhos para presidência: Investir mais em capacitação dos profissionais   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Advisor L3","avaliation":"Há 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"},{"user":"Agente de Suporte Avançado","avaliation":"Prós: Você conhece pessoas muito interessantes, sai da sua zona de conforto e tem contato com diversas tribos, ideias e culturas. Boa localização e boa infraestrutura. Contras: A liderança é ruim e despreparada. Há diferença de tratamento. O VR é extremamente baixo, dada a localizado da empresa. Pouco mais de sete reais. A remuneração variável é inalcançável, pouquíssimos colaboradores atingem a métrica e é baseada em sorte, não mérito. O plano de carreira é praticamente inexistente. Não há critérios nas promoções, as pessoas são promovidas devido a afinidade e não mérito. As pausas são extremamente curtas. Seu almoço terá de ser feito em 20 minutos. Você utilizará 10 desses esperando na fila da lanchonete ou na fila do microondas, e nos outros 10 você tem que se virar para comer, escovar os dentes e chegar a tempo para marcação de ponto digital. Suas reclamações não serão ouvidas, alguém vai fingir que se importa mas nada será passado a frente. Ah, e pausa de banheiro é extremamente controlada, se você utiliza mais de 6 minutos em um dia é passível de advertência. Um atraso de 15 minutos significa desconto de sua DSR, isso mesmo, atrasou 15 minutos na semana, perdeu seu domingo remunerado, sem exceções. A empresa tem um motto \"somos fanáticos pelos nossos colaboradores\" mas nada disso é visto em prática. Somos tratados como números e somente isso. Conselhos para presidência: Completa reestruturação do plano de carreira, um plano baseado e merito, não em afinidade. A empresa está ruindo devido a liderança incapaz.   "},{"user":"Supervisor/Coordenador","avaliation":"Prós: Realmente buscam por diversidade ao contratar as pessoas; se esforçam bastante para fazer da operação um lugar agradável e divertido, além do trabalho; salário mais alto que outras empresas de call center com 6h de trabalho. Contras: Staff desorganizado e sem preparo; Plano de carreira é totalmente o oposto do que pregam e é bem difícil subir de cargo; VR não é compatível com o local onde a empresa se encontra.   \n\nHá 2 meses\nMarketing da Concentrix respondeu:\n\nA Concentrix agradece a sua avaliação. Encaminhamos suas sugestões e conselhos à nossa liderança, para que possam ter conhecimento e avaliar os processos. #OneConcentrix #temosumavisãodiferente #investimosnofuturo"}]