[{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2012","avaliation":"Prós: a empresa dava boas chances de crescimento, pagamento em dia (salário é benefícios), bom ambiente de trabalho e benefícios, fretado, horário de trabalho flexível. Contras: a divisão de tarefas na minha área era injusta, uns eram mto cobrados e outros não, mas de maneira geral era uma ótima empresa, só sai por causa da distância, fora isso não tenho queixas. Conselhos para presidência: mais envolvimento por parte da gerência\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing I - Ex-funcionário, saiu em 2017","avaliation":"Prós: Autonomia, prédio maravilhoso, benefícios, oportunidade de crescimento. Time unido Contras: Uma empresa pronta para receber seus funcionários; e vc tem q estar pronto para ser o dono da sua função e trabalho, eu amava o que eu fazia então não tinha do que reclamar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2019","avaliation":"Prós: O ambiente é muito agradável. Entretanto o salário deixa a desejar, uma vez comparada. Todos os benefícios descontados em folha. VR compatível com o mercado. Contras: Salário abaixo do mercado. O ambiente é muito agradável. Entretanto o salário deixa a desejar, uma vez comparada. Todos os benefícios descontados em folha. VR compatível com o mercado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo E","avaliation":"Prós: Horario flexível, boa estrutura. Horario flexível, estrutura muito boa, organizada e limpa, tem fretado, valor do VR até que é bom da pra comer bem na região. Contras: Gestão inexperiente e sem visão, remuneração muito baixa para as exigências e atividades, falta de reconhecimento, RH voltado apenas para o lado prático, falta pensar mais no lado humano da organização. Conselhos para presidência: Números são importantes, mas não mais que os pessoas. Cuidem de seus funcionários e eles cuidarão da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento I","avaliation":"Prós: Campos de atuação (são muitos produtos e sistemas p/ venda). Muita gente para trocar conhecimentos. Trabalhar com sistemas é muito desafiador. Contras: Falta de participação ativa do RH para cativar funcionários. Não existe uma cultura empresarial a não ser vendas, vendas, vendas. Atividades com causas por trás seriam legais de serem implantadas. Conselhos para presidência: Repensem a cultura que criam de bons relacionamentos e desenvolvimento de funcionários. RH está na empresa apenas p/ processos burocráticos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Horário flexível para devs, e não para suporte DressCode com bermuda. Possibilidade de trabalho remoto para devs Agilidade bem instalada, Massagem, sala de descontração, lanchonete interna entre outras... Contras: Plano de carreira deixa a desejar... se vc não entrar ganhando bem, você sofre para subir... não é impossível, mas vc precisa de alguém sair para subir para aquele cargo... Conselhos para presidência: Existe muita gente boa de serviço! Com milhares de anos de experiência! Porém é um sofrimento para crescer e ser reconhecido! Trabalhei 3 anos como dev ganhando x... sai pro mercado pra ganhar 2x por conta da experiência que adquiri... Quando pedimos conta vem aquela conversa.. “Vamos ver o que podemos fazer...” e ai conseguem um aumento salarial que não vale de nada...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: A empresa possui uma estrutura excelente, especialmente após a reforma realizada entre o fim de 2018 e início de 2019. Ambiente tranquilo e propício para networking com todas as áreas. Contras: Muitas empresas adquiridas e várias culturas que acabam por se confundir, gerando uma certa insatisfação de algumas partes. Política de aumento de salários um pouco \"obscura\".\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ainda estão mantendo alguns benefícios; estrutura da empresa é muito boa, estacionamento coberto, cozinha ampla, elevadores, área de descanso, e horario flexivel(exceto CST). Contras: Falta de humanidade da gerente que trata seus liderados de maneiras diferentes e constrange os seus liderados brigando na frente de outras equipes CST nao tem horário flexível; No setor de cobrança é o único setor que não pode ouvir musica, se fica doente e pega atestado há cobranças internas, tem que evitar frequentar espaço relax ou ginastica laboral. Setor de RH deveria escutar mais os funcionários. Conselhos para presidência: Para que tenha um ótimo crescimento na empresa, pensar primeiramente na qualidade de vida do funcionário e se atentar mais a gerentes contratados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista III","avaliation":"Prós: Bom ambiente, horario flexivel. Tinha mais beneficios aos poucos estao tirando visando sempre lucro. Tem PPR, mas sempre e uma surpresa, sempre tem uma formula magica que nunca paga 100% por melhor q seja o resultado. Contras: Falta de reconhecimento. So sao reconhecidos quem esta perto dos gestores, analistas que botam a mao na massa, so sao lembrado quando a coisa pega. Conselhos para presidência: Melhorar benefícios, estao cada vez mais escassos e parar de congelar as janelas de méritos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Por ser uma empresa de grande porte, composta por uma grande diversidade de produtos provenientes das muitas empresas adquiridas ou parceiras, proporciona muitas oportunidades de aprender e se aperfeiçoar em novas tecnologias Contras: Cultura burocrática e de difícil relação entre as áreas. Facilmente se passa a ignorar processos e gestão organizada devido a problemas de relacionamento principalmente entre a TI e as áreas clientes. Conselhos para presidência: Cuidar da harmonização do relacionamento entre as áreas privilegiando processos bem definidos ao invés de se prevalecer a prioridade de quem grita mais.\n\nRecomenda a empresa:   \nREPORTAR"}]