[{"user":"Analista de Sistemas I - Ex-funcionário, saiu em 2018","avaliation":"Prós: O novo prédio tem uma ótima infraestrutura, pessoas dispostas ajudar, área para descanso e lazer para dar uma relaxada, perto do metro e possui ônibus gratuito para principais metro da região Contras: Lideres e gestores não valoriza muito os profissionais deixando desmotivado, alta rotatividade de funcionários, falta de organização nos projetos . Conselhos para presidência: Valorizar mais os profissionais trás valor e resultado para empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Software","avaliation":"Prós: Grande compania, chances boas de crescimento. Clientes grandes, bom conhecimento no ramo varejista. Liberdade em alguns aspectos facilita o dia a dia. Contras: Estrutura organizacional inchada. Modelo tradicionalista, dificuldade para mudança, mixórdia na gestão. Estrutura predial precária. Politicagem deixa o cenário mais complexo e moroso. Conselhos para presidência: Plano concreto para produtow. Menos caciques, mais executores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Paga um bom salário e benefícios, compatível com o mercado. Mas as promoções em geral são modestas e não há muita transparência nos critérios. Contras: Por ser uma empresa com muitos funcionários e muitas hierarquias acaba sendo burocrática, favorece o estabelecimento de \"grupos\" de influência nem sempre positivos. Conselhos para presidência: Valorizar o trabalho em time mais do que o individuo, mas respeitar as diferenças\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Segurança do Trabalho - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho descontraído e inovador, flexibilidade de horários, liberdade de trabalho, permite a interação com novas tecnologias, ótimo local para se desenvolver. Contras: Não há qualidade de vida, muitos cargos de chefia e poucos liderados, não possui procedimentos descritos que possam ser seguidos, troca constante de colaboradores. Conselhos para presidência: Foco maior nos totvers, a liderança a distancia precisa ser mais trabalhada\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ambiente legal para se trabalhar. Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado Contras: Plano de Saúde da empresa é uma piada, alta taxa de desconto com co participação em caso de utilização. Deixando assim ser inviável a utilização. Não tem respeito com os funcionario mais velhor e com dependentes. Conselhos para presidência: Avaliar a troca do plano de saúde que hoje é muito falho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Serviços Júnior","avaliation":"Prós: É bom para aprender sobre diversas tecnologias da Empresa. Dá muitos treinamentos onde você aprende muito na empresa. Só isso, de resto falta um planejamento de carreira Contras: Salários baixo e não reconhecimento do profissional. Isso me fez sair da empresa, de resto é uma boa empresa para se trabalhar, o salário está abaixo do mercado Conselhos para presidência: Reconhecer o profissional com uma boa remuneração\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Paga em dia, tem processos bem definidos, muitos projetos em andamento com grandes oportinidades. plano de saude muito bom. festa dos aniversáriantes. Contras: desconta o plano de saúde e o valor é muito caro. rotatividade muito grande no setor tecnico falta de integração entre os setores da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agile Coach","avaliation":"Prós: Ótimo ambiente e oportunidade de desenvolvimento profissional. Trabalhei durante 13 anos na empresa e sou grato a todas as oportunidades que me foram dadas. Contras: Empresa cresceu muito e desenvolveu muitas políticas internas (Que estavam mudando com frequência). Essa burocracia causa lentidão e muitos entraves.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: Excelente ambiente para crescimento profissional. As equipes pelas quais passei foram ótimas e os gestores sempre te desafiam para que você cresça pessoal e profissionalmente Contras: O desenvolvedor da área de inovação dificilamente fica sabendo do feedback do cliente que usa o serviço e quando recebe já passou por uma série de filtros que as vezes não reflete a necessidade do cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios","avaliation":"Prós: Boa empresa, te traz oportunidades de conhecer muitas outras empresas, negócios diferenciados de grandes, médias e pequenas empresas de seguimentos diferentes. Contras: Falta reconhecimento, a busca por resultados traz falta de qualidade de vida, promoções são um dificuldade por conta da troca de gestão, onde os feedbacks são perdidos e você começa do 0 sempre. Convênio médico se você tiver filhos prepare-se pois boa parte de seus vencimentos ficam para pagar o convênio e sua coparticipação, tem o benefício do VR mas você também vai pagar por ele!\n\nRecomenda a empresa:   \nREPORTAR"}]