[{"user":"Executivo de Soluções de Negócios","avaliation":"Prós: Excelente empresa para ter experiência comercial, trinamentos em 2018 foram muito completos, tanto teórico como práticos. Excelente lugar para se construir um plano de carreira. Contras: Pressão, sem foco em motivação, porém se você tem auto-motivação acima da média, esse é o melhor comercial para se trabalhar. Valor do ticket é de 520, poderia ser maior.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"JR Consultant","avaliation":"Prós: Bom pacote de benefícios como Plano de Saúde e odontológico, desconto para Gympass, as férias são respeitadas conforme foram programadas, acho que só! Contras: Vende uma cultura que não é posta em pratica para quem trabalha fora da sede, baixos salários, gerentes mal preparados e se comporta muitas vezes como empresa pequena na hora de resolver problemas com funcionários. Conselhos para presidência: Ser realista com os funcionários e parar de vender sonhos!!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Bom ambiente de trabalho, flexibilidade com horários, benefícios, qualidade de vida, oportunidade de crescimento profissional que só depende do funcionário. Contras: Remuneração abaixo do mercado, porém as oportunidades são imensas para que isso mude, a empresa exige um tempo determinado para o funcionario candidatar a outras vagas. Conselhos para presidência: Menos burocracia e mais agilidade na resolução dos processos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Desenvolvedor.NET","avaliation":"Prós: Ambiente saudável e equilibrado, grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, trabalho sobre pressão quando evolvem entregas de demandas para clientes chave. Em alguns momentos há falta de comunicação quando se tem integração entre produtos, dificultando um pouco a gestão de algumas equipes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa é jovem e a sede, em SP, foi genialmente arquitetada pra parecer uma das grandes techs do Vale do Silício Californiano. Pessoas com vontade de colocar seus projetos em prática e sempre acessíveis. Projetos interessantes, modernos. Liberdade para pensarmos em coisas novas e “fora da caixa”. Pacote de benefícios é razoável. Grande empregadora de pessoas com deficiência. Boa pagadora. Contras: Apesar de muito linda e moderna, a sede fica na ZN, local de difícil acesso para a maioria. Horário flexível, ou seja: entre a hora que quiser, saia quando conseguir, o ritmo de trabalho é insano! A falta de planejamento, na maioria das áreas, é clara o que gera cansaço, retrabalho e muitas coisas acabam sendo feitas em cima da hora, gerando projetos “Frankenstein”, ou coisas sem pé nem cabeça. Em alguns momentos temos a sensação de estarmos rumando para lugar algum... A cultura da reunião é outro grande mal que acomete a TOTVS, reuniões demoradas ou pessoas procurando por você a todo momento na sua mesa para um “rápido bate-papo”... que acaba virando um corte profundo na sua produtividade. Conselhos para presidência: Sejam mais claros em suas diretrizes. Lembrem-se que o core da empresa é o programador e não o vendedor.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Infraestrutura","avaliation":"Prós: Reconhecimento, ambiente de trabalho. Comunicação entre as equipes e qualquer pessoa na TOTVS é fácil, e a empresa tem um ambiente agradável de trabalho Contras: Hierarquia. As pessoas que estão la a mais tempo, basicamente decidem o que acontece. O reconhecimento acontece, porém, tem suas peculiaridades. Conselhos para presidência: Investimento nos funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Requisitos Pleno","avaliation":"Prós: As equipes são amigáveis de trabalhar, não encontrei dificuldade para entrosamento. Todos estão aptos para ajudar uns aos outros nos projetos. O ambiente é agradável. Contras: A fábrica é uma unidade nova, logo o RH encontra-se em POA ainda e cada problema do funcionário deve ser aberto um chamado que demora tempos para ser atendido. Infelizmente a empresa ainda não é ágil.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: A empresa possui bons benefícios e com valores na média do mercado, a plataforma digital de cursos da empresa possui uma boa infraestrutura. Contras: Há muita distância entre os seguimento principal da empresa (Ti) com o seguimento de consultoria, plano de carreira do seguimento de consultoria quase inexistente e falta de um acompanhamento mais de perto entre líderes e gerentes com sua força de trabalho. Conselhos para presidência: Trabalhem mais a interação e a valorização dos seus empregados da atual área de óleo e gás, senão podem perder muita gente boa para outras empresas por ofertas nem tanto vantajosas quanto o que atualmente recebem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento II","avaliation":"Prós: Tecnologia, desafios, aprendizado, benefícios, ambiente muito bom de trabalho, gestor acessível, equipe de desenvolvimento muito heterogênea e capaz cobrindo diversas áreas de conhecimento, flexibilidade. Contras: Falhas em setores que são essenciais para a produção de tecnologia, infantilidade de integrantes das equipes que ainda tem dificuldades em receber feed backs negativos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Escritório bem moderno, tobogã, área de descanso, frutas 1 vez por semana, máquina de café, muitas salas de reuniões, salas exclusivas para reuniões em pé e privadas para falar ao telefone. Contras: Podem implantar visão de metas por segmento, apresentações trimestrais/mensais dos resultados para toda a CIA, usem a TV TOTVER para isso, seria ótimo. Na integração, apresentar mais sobre cada segmento para que o novo TOTVER possa se sentir parte da companhia. Implantar uma entrevista demissional, apresentar BPs (Bussines Partner) para cada novo TOTVER, equalizar os cargos das pessoas que executam a mesma função. Ser mais claro nos descontos salariais no momento da contratação (existe desconto de Vale Refeição que não é dito). Ainda usando a TV TOTVER, criar um Dash para visualizar quão perto ou longe estamos da meta. Desenvolver melhores os gestores de pessoas, a maioria das pessoas que estão nesta posição vieram do técnico e agora fazem gestão e precisam aprender muito mais do que isso. A cultura que a empresa tenta disseminar esta bem longe de acontecer, não vivemos ela no dia-a-dia. Existem muito TOPDOWN, sem oportunidades para discussões. Conselhos para presidência: Esteja mais presente. Fale mais com as pessoas, além dos líderes.\n\nRecomenda a empresa:   \nREPORTAR"}]