[{"user":"Arquiteto de Soluções I - Ex-funcionário, saiu em 2015","avaliation":"Prós: Cultura da empresa muito boa de trabalhar. Uma ótima empresa de tecnologia da informação onde você pode colocar seus conhecimentos em praticas. Empresa referencia m software de gestão empresarial(ERP) Contras: competição na área comercial, Não achei os benefícios da empresa tão atrativos. Boa parte do salário vem da parte de comissões. Em um pais em momento de crise onde as empresas cortam seus custos internos , trabalhar na área comercial foi um desafio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento II","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Não existe limite pra pegar café na maquina o que nos torna viciados. Acabamos criando bastante amizades e com isso confraternizações dificultam a dieta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Maior empresa de TI Brasileira com otimas oportunidades para quem esta comecando, oferece formacao continua interna e valoriza a interacao entre funcionarios. Contras: Pouco reconhecimento da equipe tecnica, quando se chega em um patamar de senior fica muito dificil crescer, geralmente para se conquistar um bom salario tem que partir para uma consultoria PJ.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Administrativo - Ex-funcionário, saiu em 2015","avaliation":"Prós: Possibilidade de crescimento. Respeito. Organização. Infraestrutura. Aprendizado constante. Uma excelente empresa. TOTVS sempre a melhor..... Contras: Não tenho nenhum ponto negativo para falar da empresa. Foi um dos melhores lugares que trabalhei. Um pesar me afastar da empresa. Eu amava trabalhar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente bonito, organizado, descontraído, com video game, mesa de sinuca, copa, sala de descanso, fretado até o metrô, treinamentos, benefícios como VR,VT,PLR,Seguro de vida, auxilio a previdência privada. Contras: Péssima gestão, coordenadores imaturos, que se envolvem com fofocas, roubam ideias dos colaboradores ao invés que ajudarem o colaborador a se desenvolver, competem com os staffs, expõe o Recomenda a empresa:   \nREPORTAR"},{"user":"Analista de Testes - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma empresa de grande porte, tem uma boa estrutura, conta com plano odontológico, plano de saúde , vale alimentação, e tem um grande nome no mercado. Contras: Salário abaixo da média, permaneceu com o mesmo valor de vale alimentação durante anos, Plano de carreira não tão claro , já promoveu colaboradores (por meritocracia) e depois mandou embora. Tinha um beneficio multiuso que podia ser utilizado de várias maneiras, dentre elas para plano de saúde. Depois a empresa começou a subsidiar o plano de saúde para \"todos\", pra quem não pagava plano de saúde teve o valor acrescido no salário. Os demais que já pagavam o plano de saúde não teve incorporação no salario. Ou seja é como se tivesse continuado pagando o plano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Crescimento se a pessoa dedicar vc aprende muito uma ótima oportunidade para quem que se ingressar no mercado de erp e também adquiri um grande conhecimento em processos administrativos Contras: Talvez remuneração na clt acho que e muito pouco que pagam e como pj alguns percentuais são ate bons mas vc fica dependendo de eles te arrumarem agenda\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa tem uma boa reputação em âmbito nacional, boa visibilidade para o mercado, horário flexível, Não tem dress-code, espaço é bacana. De vez enquanto rola umas maças e mas bananinhas, ambiente bom (falo pelo time que estou inserido). Contras: A empresa não pratica a cultura que prega, As avaliações de performance são somente script, não são os melhores que ganham ação salarial ou algum bônus. Não há um plano de carreira definido, gasta um rio de dinheiro em viagens e produtos que são descontinuados ou não há uma escala de clientes, os processos internos são o gargalo de toda operação. Aqui os times não sabem trabalhar em colaboração, impossível promover metodologias de mercados, pois gestores e diretores só pensam em timing to market. Os investimentos para o desenvolvimento dos participantes são pífios. Conselhos para presidência: Se o presidente não escuta quem são seus pares, imagina eu.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Bons benefícios, principalmente os planos de saúde e dental. Valor do Vale Refeição é aceitável, já vi empresas com valores muito melhores. Fácil acesso. Contras: Plano de carreira deixa a desejar, processo de avaliação péssimo e reconhecimento 0. Poucas chances de promoção, mesmo se destacando e tendo um desempenho exemplar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Prospecção e Negócios","avaliation":"Prós: É uma empresa grande, com um nome relevante aos olhos do mercado brasileiro. A estrutura da empresa é boa e as instalações são bem confortáveis para os funcionários. Contras: Cultura extremamente agressiva, não treinam os funcionários adequadamente, para se aprender algo é necessário praticamente implorar aos outros colaboradores por informações, que na maioria das vezes centralizam o conhecimento, áreas desestruturadas, liderança bem fraca ou até mesmo inexistente, clima organizacional ruim, falta de processos, o crescimento só é possível através de bajulação e panelinhas. Entre outros mil pontos negativos... Conselhos para presidência: Deem valor aos outros colaboradores além dos executivos de vendas, estruturem processos para as áreas e plantem um clima mais colaborativo na empresa é invistam em gestores realmente qualificados.\n\nRecomenda a empresa:   \nREPORTAR"}]