[{"user":"Executivo de Vendas","avaliation":"Prós: Ótima empresa, ambiente agradável e com planejamento de carreiras, ótimos benefícios e boa localização , fácil acesso e comprometimento com o funcionário Contras: O estacionamento da sede de é limitado e as vagas são apertadas. Por conta de alguns poucos colaboradores que não saberem utilizar a liberdade que era dada, a diretoria restringiu o acesso à sites de relacionamentos em horário de expediente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estrutura física muito legal, após a inauguração do novo prédio da Avenida Braz Leme, número 1.000. O prédio é realmente diferente e muito bonito. Contras: Total falta de processos de negócios, apesar de se posicionar como empresa que vende tais soluções. No mesmo sentido, as pessoas “se livram” dos problemas passando-os adiante. Conselhos para presidência: Definição de processos e respeitar mais o cliente, dando suporte após a venda das soluções.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: É uma boa empresa se o profissional tiver boa vontade irá crescer muito, pois existem diversas oportunidade e bastante setores a ser explorada para adquirir conhecimento. Contras: É uma empresa que o profissional muitas vezes não é reconhecido, é necessário bastante tempo de caminhada para ser valorizado internamente, mas de modo geral é uma boa empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Relacionamento Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: O salario é bom as oportunidades sao boas a empresa é boa Contras: A empresa nao e meritocrata a chefia nao é muito justaa\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário, aprendizado, ambiente, benefícios, qualidade de vida, preocupação com o desenvolvimento das pessoas. Recursos Humanos funciona muito bem e tem profissionais competentes Contras: Projetos geralmente são feitos em cima da hora, sem o tempo necessário para executar da melhor maneira. poderia ter melhores processos para planejar Conselhos para presidência: Planejar melhor os projetos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Infraestrutura I","avaliation":"Prós: Hoje ela está mais focada em gente, olhando mais para os funcionários e trazendo melhor qualidade de vida. O reconhecimento está vindo(de forma ainda muito lenta) Contras: Reconhecimento apesar de existir, está muito lento e privilegiando poucos a ponto delas ocorrerem em sigilo para não causar intrigas. Ainda não vi um estímulo para correr atrás de qualificações que irão agregar em meu reconhecimento. Já fiz vários cursos que não foram reconhecidos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Product Owner","avaliation":"Prós: Estrutura, liberdade, quebra de paradigmas de uma empresa tradicional, benefícios em geral, oportunidade de crescimento profissional, treinamentos diversos. Contras: Tecnologia em geral, a mania de ir contra o que o mercado prega, o sistema de franquias que acaba denegrindo a empresa, a ausência de uma estrutura de cargos e salários. Conselhos para presidência: Escute o mercado, utilize tecnologia de ponta e comece a copiar o que da certo nas startups.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa inovadora, ambiente descontraido e de aprendizado. Em algumas areas propicia crescimento profissional. Tem a preocupação com a integração entre as equipes. Contras: Ter um plano efetivo de carreira e em determinados momentos revisar e ajustar seus processos internos antes de lançar produtos e ofertas para evitar problemas aos seus clientes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Desenvolvedor Mobile Pleno","avaliation":"Prós: É uma grande empresa e possui uma ótima estrutura, com processos bem consolidadados, possui times altamente qualificados e possui benefícios condizentes Contras: Por ser uma empresa muito grande, nem sempre todas as pessoas recebem oportunidades. As atuações podem ser limitadas a fazer o que está definido pela área\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Serviços Júnior","avaliation":"Prós: Ótimo ambiente de se trabalhar, colaboradores de bem, ótimo para aprendizado e novas oportunidades dentro da própria empresa e um plano de carreira. Contras: Muitas áreas ainda sofrem com processos burocráticos desnecessários para o funcionamento do ecossistema interno da empresa, esta no caminho certo para a inovação de ecossistema, mas acredito que as vezes pode deixar mais claro as situações. Expor melhor os seus novos produtos internamente.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]