[{"user":"Analista de Negócios I","avaliation":"Prós: Benefícios Odontológico Plano de saúde Farmácia Horario flexível Dinamismo Você é você, não existe qualquer tipo de discriminação e ofensa. Contras: Cultura organizacional quanto meritocracia Salário baixo Politica se valorização de funcionários de Goiânia. Falta de treinamento Plano de carreira \"panela\" Conselhos para presidência: Valorização do indivíduo por meritocracia. Igualdade\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Senior Manager - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótimos relacionamentos, equipes top performance, ambiente agradável, software de grande penetração no mercado, boa reputação e executivos de visão estratégica. Contras: Estrutura de negócio em construção, gestão do conhecimento ainda embrionária para uma empresa deste porte, o que deveria ser um diferencial e acelerador, acabava em frustração para o cliente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Planejamento Estratégico","avaliation":"Prós: Horario flexivel, alta demanda de trabalho desenvolve bem os colaboradores, facilidade de trocar de area internamente, contato diario com gerencias e diretoria Contras: Subsidio academico restrito para algumas pessoas, fica restrito para gerencia e alta gerencia, deveria ser para todos colaboradores para desenvolvimento individual Conselhos para presidência: Aumentar o incentivo academico e cursos de trilhas de carreiras para mais niveis não só gerencia e alta gerencia\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Especialista","avaliation":"Prós: O legal de trabalhar lá é a flexibilidade de horários e desafios diários que temos que enfrentar. A profissão é bem dinâmica e exige empenho. Contras: Gestão de RH deficitária. Pouco voltada para os consultores e analistas que trabalham no campo, externos a empresa. As ações geralmente (não todas) são mais voltadas para o pessoal administrativo.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gestor de Soluções de Negócios","avaliation":"Prós: Inovação que a empresa trás para o mercado. As amizades e os colegas que ajudam a fazer acontecer. Estrutura da empresa com a sede nova e bem cuidada. Contras: Empresa muito desorganizada, ninguém sabe nada, demora para responder às demandas, sistemas internos são horríveis. Vergonhoso para uma empresa de sistema. Benefícios não são tão bons. Uns gestoras se acham a última coca do deserto\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor - Ex-funcionário, saiu em 2013","avaliation":"Prós: É uma empresa boa para se conhecer a realidade da tecnologia de informação corporativa do Brasil. A empresa possui uma gama diversificada de clientes de vários portes e produtos em praticamente todas as áreas possíveis, principalmente por conta da série de aquisições ao longo dos anos. Dependendo da área, é ideal para quem tentou passar em concurso público mas não conseguiu. Emprego altamente estável e com baixas expectativas técnicas. Contras: Por ser uma empresa que cresceu muito a base de aquisições (com dinheiro amigo do governo, inclusive), não possui uma cultura definida de verdade, apesar de nos últimos anos terem tentado forçar a barra copiando chavões startupeiros, como inventar um apelido impronunciável para os funcionários (como que se pronuncia \"TOTVer\"?!), o resultado final acaba sendo semelhante àquele seu tiozão de meia idade que acabou de se divorciar e aparenta um visível e triste desespero de parecer \"cool\" e \"antenado\". A tecnologia mais avançada se usava quando eu trabalhava lá era Java com Spring. A grande maioria dos produtos são ERPs escritos em linguagens de quarta geração que não possuem mercado nenhum fora do universo TOTVS. Praticamente todo o conhecimento técnico que se adquire na TOTVS só serve dentro da TOTVS. Mamou bastante na farra do \"bolsa empresário\", recebeu cerca de R$ 800 milhões do BNDES para torrar no \"Fluig\", um mamute sem pé nem cabeça que tenta ser um sistema de tudo dentro da empresa, obviamente fazendo nada direito. Trabalhar mais de três anos nessa empresa diminui seriamente sua atratividade no mercado de trabalho. É mais ou menos que nem virar especialista ABAP, depois de um tempo trabalhando só com isso, você acaba servindo só pra isso. Na minha época, os desenvolvedores eram nivelados pelo menor denominador comum. Todos deveriam seguir o processo extremamente engessado da área de engenharia, que era altamente burocrático. O repositório era TFS com sistema de lock de arquivo (só um usuário poderia fazer checkout de cada vez), mas parece que conseguiram mudar isso. Conselhos para presidência: Venda esse treco.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Aprendiz - Ex-funcionário, saiu em 2019","avaliation":"Prós: Uma empresa que possuía vestuário flexivel, bons relacionamentos entre funcionarios, gestores simpaticos, vale-refeição bom, possuía cursos dentro do próprio sistema para melhora do profissional. Contras: Lugar afastado de tudo, (algo pessoal) o ar-condicionado tava sempre no último, não via muita possibilidade de crescimento dentro da empresa em algumas áreas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Horário flexível, clima bom e bem receptivo, pessoas com quem trabalha. Estrutura boa com relação a máquinas e programas necessários e de suporte. Contras: Reconhecimento com quem já é da empresa. Valorizam mais mão de obra do mercado do que reaproveitar de quem já está. Falta de renovação tecnológica\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico I","avaliation":"Prós: Empresa oferece treinamentos, ótimos benefícios, pagamento em dia, tem feedback para avaliar os pontos negativos dos profissionais a serem melhorados. Contras: Profissionais são poucos valorizados, por exemplo, é comum na Totvs os novos profissionais entrarem na empresa ganhando mais do que o profissional mais experiente. A empresa não dá além do benefício aos funcionários, como: cesta de natal, lembranças de aniversários. Conselhos para presidência: Valorizar os bons profissionais, muitos profissionais saem da empresa por não serem reconhecido, fazer carreiras estruturadas, pois profissionais entram na empresa sem qualquer formação, ganhando mais do que os profissionais com mais experientes.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente de Prospecção","avaliation":"Prós: A localização da empresa fica próxima de duas estações de metrô, benefícios aos funcionários e espaço interno com sala de jogos e espaço para descanso. Contras: Horário de almoço de 1:30, mais tempo dentro da empresa e menos tempo para outras atividades fora. Ar condicionado sempre desregulado (opinião pessoal).\n\nRecomenda a empresa:  Sim \nREPORTAR"}]