[{"user":"Analista de Suporte Júnior","avaliation":"Prós: Pagamento em dia, bom ambiente de trabalho, oficinas de conhecimento, ótimos profissionais, flexibilidade de horário e empresa de fácil acesso. Contras: Uma grande insatisfação dos antigos funcionários são pelas perdas de alguns benefícios que havia antes tais como: Festa de final ano e vale compras de natal. Conselhos para presidência: Investir em benefícios\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com inúmeras benefícios e chances de crescimento, dando liberdade ao participante buscar novas áreas para novas experiências, job rotation. Contras: As vezes a comunicação é um pouco lenta, quando a decisão fica até ao terceiro nível a partir de você é rapido, mais que issi demora os retornos. Principalmente quando são sites diferentes, creio que exista um excesso de formalidades para solicitar apoio de um colega de trabalho.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa solida, investe muito em recursos para o funcionário e concede muitos benefícios indiretos como treinamento, notebook, celular. Além disto salario é alto. Contras: Não tem um plano de carreira e salários, trabalha com meritocracia. Um clima muito político onde nem todos realmente trabalham para valer. A alta gestão não verifica o que está acontecendo na operação Conselhos para presidência: Olhe mais o detalhe de sua operação. Está perdendo dinheiro sem saber. Crie metas individuais para saber quem realmente trabalha.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Relações Humanas II","avaliation":"Prós: Clima e camaradagem muito bons, você tem liberdade de expressão e a diversidade é muito valorizada na empresa. Uma empresa certamente muito humana. Contras: Falta de processos, liderança confusa, indefinição da estratégia e empresa altamente hierárquica: É extremamente dificil o contato com a alta liderança.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura Sênior","avaliation":"Prós: A média salarial da Totvs é boa em relação ao mercado, o clima organizacional é excelente, totalmente descontraído e leve, as relações entre os funcionários é totalmente na camaradagem Contras: Pelo tamanho da Totvs a empresa deveria ser mais organizada quanto aos seus processos, os processos que existem são arcaicos e não possuem atualização. Possui muito cacique para pouco índio, a alta gestão é totalmente distante das equipes Conselhos para presidência: Possui muitos funcionários com muito tempo de casa, com pensamentos antigos. Até querem trabalhar com novas metodologias, mas não possuem experiência de mercado, não sabem como realmente aplicar no dia-a-dia, podem até dizer que estão utilizando as metodologias, mas não estão aplicando da forma correta. O grande problema da Totvs para elevar os seus lucros e reduzir os custos, é a liderança, basta renovar!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Outsourcing II - Ex-funcionário, saiu em 2015","avaliation":"Prós: Otimos beneficios, boa diretoria e administracao boa carga horaria de trabalho, bom ambiente de trabalho, fretado do metro até a empresa, estacionamento Contras: Dificuldade de Crescimento profissional, salario abaixo da media de mercado, acesso (porem a empresa fornece fretado da estação de metro até o local\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte II","avaliation":"Prós: Pessoas Liberdade com roupas Segurança Inovação Flexibilidade Prédio confortável Estacionamento na empresa Registro em carteira Aprendizados Contras: Suporte técnico Sem horário flexível Sem homme office Desconto alto de convênio médico de dependentes Coopartipacao no convênio Paga estacionamento \nREPORTAR"},{"user":"Supervisor/Coordenador","avaliation":"Prós: Empresa séria e de grande representação no mercado. Otimos profissionais. Estrutura fisica excelente. Salarios e benefícios bons em comparação com o mercado. Contras: Burocracia em processos. Falta de aguilidade nos processos internos. Falta de definição de um plano de carreira para o profissional. RH não participativo. Conselhos para presidência: TOTVS precisa atender melhor seu cliente. Necessita rever processos burocraticos e ter maior aguilidade.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Comercial - Executivo de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Presença de Mercado, Portfólio de Produtos. Por ser uma multinacional com grande capilaridade de atuação, mesmo no Brasil. Tem uma marca forte. Contras: Por ser uma grande empresa com mais de 10 mil colaboradores, possui uma estrutura bem engessada, pouca flexibilidade para mudanças e conseguintente reduz bastante as chances de fazer carreira. Conselhos para presidência: Enxergar, valorizar e dar oportunidade para grandes talentos que passam pela empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Flexibilidade de horário, ambiente agradável, você sente que faz parte do time e não apenas um empregado executando tarefas, desafios, amplas áreas e atividades para trabalhar. Contras: Após um tempo de casa é difícil crescer e ter reconhecimento, salário abaixo da média, alta rotatividade de funcionários em áreás bases (como atendimento), deixarndo a qualidade de atendimento ao cliente baixa e passando frustração para se aprofundar nas atividades.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]