[{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Ambiente de trabalho é muito bom e você tem muita liberdade com horarios de trabalho , porém a pressão e muito grande e algumas vezes várias coisas são atrapalhadas como prazos e o que deve ser feito. Contras: A pressão e muito grande e algumas vezes várias coisas são atrapalhadas como prazos e o que deve ser feito. Fazendo com que perca em qualidade de vida\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento II","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico","avaliation":"Prós: Equipe, pessoas, área de atuação, dinâmica de mudança, ambiente ótimo e agradável, tecnológico, agregador, limpo, bem organizado. Ótimo para agregar conhecimento profissionalizante, palestras, encontros, reuniões de equipe. Contras: O aumento salarial ou mudança de área ou cargo é difícil, sem ser através de conhecidos. Áreas específicas possuem sempre menos pessoas que o necessário para a realização de 100% das tarefas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Empresa com uma ótima disponibilidade de crescimento e com bastante valorização dos seus funcionários,além disso os cursos oferecidos utilizam professores muito bons. A infraestrutura em todos os sentidos é incrível Contras: A empresa não possui uma remuneração esperada para os trabalhos realizados,além disso alguns processos são feitos de maneira arcaica e isso acaba atrasando aquilo que é simples.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Projetos - Ex-funcionário, saiu em 2018","avaliation":"Prós: o ambiente na sede é otimo, as pessoas sao colaborativas, o mind set de serum TOTVER é bem legal... Na equipe de Delivery vc tem chance de desenvolver muitas muitas habilidadades que sao impensaveis.. Contras: Cargos, salarios, meritocracia bem falhos no processo como um todo..., dificultando a evolução, perdendo bons profissionais muitas mudanças de gestao dificultam evolução pois perde-se o historico Conselhos para presidência: Voces estao perdendo pessoas boas,..\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes Júnior","avaliation":"Prós: A empresa isentiva uma visa saudável e investe em treinamentos para os colaboradores, na parte de tecnologias tem nao deixa a desejar. rsrs Contras: horário de almoço muito curto, mal da pra ir em casa comer e voltar, sempre me atraso de 15 a 20 minutos. tenho um filha pequena e preciso ir amamentar ela e uma e 12 minutos é muito pouco.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projeto - Ex-funcionário, saiu em 2011","avaliation":"Prós: Orientação a resultados Cultura empresarial Oportunidades de crescimento horizontal e lateral Carreira internacional Presença nacional usando o modelo de rede de franquias Contras: Foco no resultado em detrimento a qualidade Conflitos de poder entre executivos impactando no cumprimento das atividades focadas no resultado\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes - Ex-funcionário, saiu em 2012","avaliation":"Prós: Pagamento em dia e os processos de trabalho eram bem organizados, tinha um excelente gerente de projetos que comandava a equipe com muito empenho. Contras: O ambiente não era dos mais amigáveis para trabalho, profissionais muito sérios, porém sem desanuviar o ambiente. Por conta disso até mesmo as horas demoravam mais a passar.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Júnior","avaliation":"Prós: Flexibilidade para trabalho, ocorre sobre demanda do cliente perante agendamento prévio. Plantões e atendimentos fora do horário ficam a disposição do funcionário. Contras: Salário abaixo da média para o cargo; Não possui estacionamento no local, somente pago(possui convênio); Plano de saúde apenas para o funcionário;\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte a Sistemas","avaliation":"Prós: Empresa com boa estabilidade com pessoas legais, ótimos benefícios, salários bons, algumas equipes trabalham com scrum, horário flexível e fruta nas quintas feiras Contras: Não conseguem trabalhar pessoas, ferramentas e métodos antigos, não valorizam o funcionário, quem faz \"amizades com o chefe que cresce\" mas tudo isso são problemas de empresas grandes\n\nRecomenda a empresa:  Sim \nREPORTAR"}]