[{"user":"Web Developer","avaliation":"Prós: Ambiente agradável e descontraído, empresa inovadora com remuneração compatível com o mercado. Áreas de lazer e espaço agradável com diversas opções de alimentação. Contras: Até agora não encontrei nenhum ponto negativo na empresa que deva ser mencionado, estou plenamente satisfeito com tudo que tenho e com a possibilidade de crescimento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Product Owner","avaliation":"Prós: É uma empresa muito dinâmica, está sempre mudando e com as mudanças vêm as oportunidades criando assim chances de evoluir internamente desde que se esteja preparado, é claro. Oferece aos funcionários um bom pacote de benefícios. Contras: A gestão parece estar perdida... Decisões equivocadas sendo tomados. Este não seria o problema, desde que se aprendesse com os erros. Mas, a permanência no erro é irritante. A guerra de egos e vaidades é perceptível. Conselhos para presidência: Reiterando o que foi dito nos pontos negativos, seria bom se houvesse um fim ou pelo uma diminuição nas vaidades. Foram tomadas decisões erradas no passado e a empresa insiste nos mesmos e apercepção que se tem, olhando de fora, é que a vaidade impera, impedindo que se possa enxergar outras soluções.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software III","avaliation":"Prós: Ambiente de Trabalho, Equipamentos, ética dos demais profissionais, gestão em constante evolução, posso opinar nos processos da empresa, liberdade em tomada de decisão. Contras: Não existe local para descanso, lanchonete com preços altos com produtos razoáveis, os benefícios são abaixo do esperado como altos descontos na folha salarial. Conselhos para presidência: Melhorar os benefícios (exemplo auxilio combustível) da empresa e baixar os valores de descontos que ocorrem na folha salarial.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente sensacional com muitos lugares para poder trabalhar, estudar, descansar. Funcionários em geral muito legais. Oportunidade para se trabalhar com tecnologia de ponta e também proporciona possibilidade de crescimento profissional. Contras: Pelo pouco tempo de empresa, notei que falam muito na dificuldade de promoção de salários, não que seja impossível, porém é algo que se conquista após muito tempo de empresa. Talvez não seja exatamente desta maneira.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: empresa grande, líder de mercado, pessoas boas, localização muito boa na zona norte, escritório muito confortável, empresa no nível global com energia positiva muito boa. Contras: falta de processo, gestores incoerentes e arbitrários, falta de metas e instrumentos objetivos de avaliação, falta de planejamento que acarreta em muito trabalho fora do horário contratado, tratam lideres como capangas do rei, tratam equipe como prisioneiros da empresa. Clima muito ruim de trabalho. Conselhos para presidência: Muita atenção com os gestores locais\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Muita gente boa e inteligente, cultura e ambiente de colaboração. Lideranças inspiradoras e razoavelmente próximas da operação. Oportunidades de movimentações de carreira laterais. Contras: Empresa ainda bastante burocrática, lenta e com dificuldades em inovar. As várias aquisições também atrapalham na construção de um cultura única. Tempos muito extensos para quem procura uma carreira exponencial e ainda muito o que evoluir no quesito meritocracia.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Negócios I - Ex-funcionário, saiu em 2013","avaliation":"Prós: Possuir um nome de peso no mercado de TI. A TOTVS chegou em um patamar que seu nome é requisito para escolha de qualquer currículo. Porém, para chegar a ter esse nome em seu currículo, prepare-se para... Contras: Falta de capacitação dos funcionários. Você muitas vezes é \"jogado\" dentro de um cliente sem o preparo necessário. Salário baixo. Feedback da gerência muitas das vezes não condiz com a realidade, na verdade o objetivo é deixá-lo na posição que está para não crescer. Conselhos para presidência: Para uma empresa que deseja ser comparada as maiores do mundo de tecnologia, é preciso fazer mais pelos seus funcionários. A frase original não é minha, porém acredito que seja adequada para a TOTVS: \"capacite seus funcionários para eles irem embora, cuide bem deles para que eles fiquem\". Não lembro quem era o autor. A primeira parte diz respeito à empresa. A segunda, aos gestores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Tem ótimos clientes de mercado, proporcionando uma experiência profissional muito gratificante e enriquecedora. A empresa é bem dinâmica e as mudanças são constantes. Se o profissional ter um perfil flexivel e gosta de aprender tem muita abertura de trabalhar em diversas funções na área de serviços, por exemplo. Contras: A empresa não possui distribuição de lucros e isso considero algo a desejar, pois se simbolicamente houvesse uma forma de retribuição ao final do ano, demonstraria interesse no resultado de equipe. As confraternizações de final de ano não estão mais ocorrendo o que na minha opinião é uma pena, pois são momentos que celebrar todos os altos e baixos que passamos juntos no ano.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui ótima infraestrutura porém longe de região para quem mora da região de Santana. Salário nível de mercado e benefícios padrão mercado de trabalho. Contras: Falta gestão, direcionamento, plano de carreira, só tem nome, cobrança exagerada de cumprimentos de metas, pressão psicológica exagerada, sem direcionamento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Recursos Humanos (RH) - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa inovadora, que pensa muito no futuro, tem uma história sensacional. A infraestrutura da matriz é excelente. Tem muito profissional bom na empresa. Contras: A empresa parece estar um pouco perdida, muda o tempo todo sem dar tempo para que as ações se efetivem. Muita rotatividade dos executivos que tanto saem por iniciativa própria como também por iniciativa da empresa, o que gera muita insegurança entre os profissionais. Conselhos para presidência: Escute mais as pessoas de todos os níveis hierárquicos da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]