[{"user":"Funcionário","avaliation":"Prós: Aprendizados e networking, muitos clientes distintos proporcionando conhecimento e assim fazendo com que tenhamos skills diversas.. Contras: Nova diretoria que tirou beneficios essenciais pro trabalho como flexibilidade de horários, o serviço é externo então as pessoas tem que ir pros mais diversos locais e sendo no RJ pode se tornar perigoso. Conselhos para presidência: Mudar a diretoria e a gestão para valorizar quem realmente enriquece a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Boa empresa, bons benefícios, bom salário e boas oportunidades. Proporciona ambiente de aprendizado e crescimento profissional dentro da empresa Contras: Muito favoritismo, falta de trabalho em equipe. As áreas não cooperam entre si e é muito difícil conseguir ajuda de outras equipes. Não há preocupação com o todom\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: É uma multinacional com oportunidades de trabalho em diversos contratos e para diversos clientes. Também possui um plano de carreira interessante. Contras: O avanço no plano de carreira poderia ser mais rápido e as avaliações de performance também poderiam ser mais objetivas. Avaliações subjetivas desmotivam um pouco.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software","avaliation":"Prós: Horário flexível, Home Office, Benefícios, Localização Geográfica (TECNOPUC), ambiente descontraído e possibilidade de crescimento devido ao fato de a empresa estar se reestruturando. Contras: Decisões Top Down, falsas hierarquias, desorganização, RH, tecnologia defasada, pouca inovação. A equipe é muito subestimada e pouco ouvida. Conselhos para presidência: Deveriam ouvir mais as pessoas e deixar que elas decidam e resolvam seus próprios problemas. Normalmente as decisões estratégicas são tomadas de forma corporativa e pensando na TOTVS como um todo, só que a TOTVS é muito grande e certas coisas exigem decisões pontuais ou locais.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas II","avaliation":"Prós: Acredito que o melhor ponto seja o ambiente de trabalho que é muito tranquilo, tem alguns benefícios que acho bastante interessante que ajudam a manter debtro da empresa, como cursos Contras: Não acredito que o salário seja dos melhores do mercado, pois você pode acumular muitas atribuições sem ter seu reconhecimento devido. Falta de oportunidade de mudanças dentro de setores da empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Contas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Oportunidades de desenvolvimento e aprendizado profissional. Processos que precisam ser criados do zero que faz o funcionário adquirir muitas habilidades Contras: Não há um plano de carreira bem definido. Para se destacar é necessário se adaptar a muitas mudanças que acontecem. Pouca integração entre as áreas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software I","avaliation":"Prós: Já não sei falar os pontos positivos. Estou a 8 anos na empresa e por ser uma multi nacional não vejo a devida valorização dos funcionários. Contras: Já foi melhor, os benefícios já não são tão atrativos e o plano de carreira não funciona muito bem. Quando entrei a 8 anos atrás tinha uma visão completamente diferente e como a gestão do plano de carreira não é muito bem acompanhado, chega a um determinado ponto que o nível de insatisfação começa a crescer.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"DevOps Engineer","avaliation":"Prós: Possuí liberdade para implementação e utilização de novas tecnologias, possibilitando desenvolvimento de conhecimento técnico, horário de trabalho flexível, bom pacote de benefícios Contras: Muitos cargos de liderança; metas e objetivos nem sempre são totalmente claros para os funcionários; Há frequente mudança nas estratégias, alguns projetos são iniciados e pouco tempo depois são abortados\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Gerente de Projetos","avaliation":"Prós: Autonomia, auto gerencialmente, excelente ambiente para se trabalhar, ambiente descontraído Contras: Nada a declarar\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Grande oportunidade de crescimento, ambiente agradável de trabalho onde podemos nos vestir de forma descontraída, bons benefícios. Várias iniciativas de cursos, aprendizado. Contras: Não vi nada negativo até agora, estou super feliz no ambiente de trabalho e com as atividades que realizo diariamente. Recomendo que todos tentem uma oportunidade\n\nRecomenda a empresa:  Sim \nREPORTAR"}]