[{"user":"Especialista","avaliation":"Prós: Diversidade Foco no público de tecnologia Oportunidades de crescimento Movimentação interna Beneficios ok Companhia bem localizada Tem tobogã Contras: A companhia não tem plano de carreira Nao possuem políticas estruturadas Cresce quem tem amigos e contatos lá dentro As denúncias no comitê de ética não são levadas a sério A própria gestão não respeita as diretrizes internas As pessoas têm que sai ou ameacar que vão sair para serem reconhecidas Descontos abusivos nos benefícios Não possuem nada para integrar o corporativo, tudo é feito pra área técnica Conselhos para presidência: Precisam ouvir mais os funcionários Criar políticas e seguirem criteriosamente Saírem da zona de relacionamento, fazer as coisas acontecerem por mérito ou competência, não somente pq sou amigo do fulano ou ciclano\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho amigável, aconchegante. Uma ótima empresa para se trabalhar, localizada no tecnopuc e tem ótimos colegas de trabalhos para se trabalhar com Contras: Falta de documentação e organização em alguns produtos, que é um problema inerente de empresas grandes que crescem incorporando as pequenas. Conselhos para presidência: Documentar os produtos e código legado, para ajudar a curva de aprendizado\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultora de Recursos Humanos (RH)","avaliation":"Prós: Gestão direta experiente tecnicamente e como líder, possibilitando uma atuação com muita autonomia. Acessibilidade a todos os níveis hierárquicos, pré disposição das pessoas em ajudarem principalmente os leigos em tecnologia. Ambiente de trabalho acolhedor, descontraído e moderno. Contras: Distância da alta gestão da área, que não participa do dia a dia e não se envolve nas iniciativas do departamento. Carga de trabalho muito alta por funcionário, todos trabalham sobrecarregados num cenário onde tudo é urgente e importante. Conselhos para presidência: Avaliar a sobrecarga de trabalho de algumas áreas e posições, o que faz com q a empresa perca muitos talentos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Especialista","avaliation":"Prós: Horário flexível Boa equipe de trabalho Horário flexível Boa equipe de trabalho Horário flexível Boa equipe de trabalho Horário flexível Boa equipe de trabalho Contras: Dificuldade em utilizar tecnologia Chefia ruim Burocrático Planejamento estratégico fraco Pouco investimento em Educação formal Dificuldade de reconhecimento\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista","avaliation":"Prós: A empresa oferece um sistema de incentivo interessante aos funcionários, possibilitando-os de mudar de carga/área facilmente, uma vez que priorizam os funcionários interno às pessoas e candidatos externos. Contras: O funcionário acaba ficando muito dependente da organização uma vez que a empresa utiliza uma linguagem própria de sistema. Profissionais da área de tecnologia são um pouco restritos quanto ao compartilhamento de informação. Conselhos para presidência: Recompensar melhor seus funcionários\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Tecnologias de ponta, liberdade em escolher tecnologias para diferentes projetos, ótimo ambiente de trabalho, tem um dos melhores prédios que já vi na vida, temos liberdade para usar a roupa que quiser, liberdade de horários tentam bastante buscar inovação. Contras: Processos muito arcaicos e engessados, falam que querem uma cultura Agile e DevOps mas não aplicam de verdade, os ciclos de reconhecimento não suprem as propostas que recebemos do mercado, as pessoas boas saem muito rápido ( não duram um ano) e as pessoas ruins ficam a vida inteira e não são demitidas sobrando pessoas ruins e tendo que procurar novamente profissionais bons no mercado. Conselhos para presidência: Olhar melhor os talentos que possam pela empresa, implantar realmente a cultura Agile e DevOps na empresa e não ficar brincando de fazer dayli\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor de Negócios","avaliation":"Prós: Ambiente ótimo, paga em dia, benefícios bacanas, empresa muito boa para trabalhar, qualidade de vida, gestores bacanas, bons profissionais.. Contras: salário baixo para o tanto que exige do profissional, pouco treinamento na área (as pessoas precisam se virar e aprender sozinhas de forma geral).\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistema Sênior","avaliation":"Prós: Quando entrei na empresa, fizeram um bom investimento com os treinamento para os novos entrantes, achei isto muito positivo, pois eu e outras pessoas não tínhamos conhecimento no produto. Contras: Entende que com demissões resolver o seus problemas o que não é uma verdade absoluta, mas por fim é uma boa empresa para se trabalhar, não haveria problema em recomenda-la para amigos e clientes. Conselhos para presidência: seja você mesmo\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Pleno - Ex-funcionário, saiu em 2009","avaliation":"Prós: Aprendizado garantido. É uma empresa para aprender e depois, infelizmente, ir para o mercado de trabalho que paga muito mais que a própria matriz. Contras: O ponto mais negativo é a remuneração baixa. Existe muita exigência no que tange excelência nos atendimentos ao cliente, porém sempre há uma boa \"justificativa\" para não dar aumento salarial.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Serviços I","avaliation":"Prós: Sede nova muito bem estruturada. Infra excelente para exercer o trabalho além de ótimas campanhas para quem trabalha internamente. Suporte técnico ok. Contras: Falta de plano de carreira, confusão entre gestores de projetos e gestores de carreira o que faz ficar um pouco confuso os reports. Falta de atenção com funcionários externos. Conselhos para presidência: Necessário olhar com mais cuidado para analistas externos.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]