[{"user":"Analista - Ex-funcionário, saiu em 2014","avaliation":"Prós: Uma boa empresa para se trabalhar, ambiente agradável, bons benefícios Contras: nada contra, no contexto geral mais pontos positivos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Soluções de Negócios Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Possibilidade de aprendizado constante, acesso aos gestores com certa facilidade, benefícios, liberdade para realizar seu trabalho e disponibilidade de ferramentas para trabalhar Contras: A burocracia certamente é o maior problema, a remuneração é abaixo do mercado e existe uma política de competição interna não muito sadia, o que não permite uma clara possibilidade de crescimento. Conselhos para presidência: Reduzir a burocracia.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Estagiário de Administração - Ex-funcionário, saiu em 2012","avaliation":"Prós: A empresa oferecia muitos benefícios para o bem estar dos funcionários, como atividades de hobbie (artesanato; música; workshop;...) uma vez por semana, aniversariantes do mês com bolo e sorteio de brindes da empresa, bolsa maternidade com acessórios de cuidado com o bebê, entre outros. Um ambiente muito agradável de se trabalhar, com pessoas muito amigas e gestores que eram verdadeiros líderes! Eu adorava trabalhar lá! Contras: O salário não era dos mais altos e não tinha muito para onde crescer dentro da empresa, uma vez que são os mesmos setores, mesmas funções, e a hierarquia afunila. Conselhos para presidência: Premiações financeiras para desenvolvedores de projetos de melhoria e job rotation para que os funcionários possam visualizar a possibilidade de trabalharem em diferentes setores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Programador de Manutenção - Ex-funcionário, saiu em 2010","avaliation":"Prós: Multinacional com possibilidades de crescimento. Muitos profissionais com expertise para aprender em conjunto. E ganha pontos com o mercado em trabalhar nela. Contras: Você não sendo muito bom é como se fosse um programador peão de fábrica. Existem muitos iguais a você e por conta disso ganhar salários mais alto e subir e difícil.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Empresa dinâmica, com muitas oportunidades e desafios. Varias áreas relacionadas a sodtwate, muitos clientes. Salario competitivo com o mercado. Contras: Empresa que olha pouco para o mercado para buscar melhores praticas. Decisões tomadas de maneira top down, consultando pouco os envolvidos e impactados.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: É uma empresa com bom clima organizacional, plano de benefícios interessantes e espaço físico bacana. O RH atua fortemente apoiando a gestão no desenvolvimento dos colaboradores Contras: Salários abaixo da média de mercado, tem perdido muitos funcionários devido às limitações das janelas salariais. Há pessoas muito antigas que acabam puxando a animação dos novatos para baixo. Conselhos para presidência: Rever os planos de cargos e salários da companhia, possibilitar janelas salariais mais flexíveis.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Empresa tem uma cultura organizacional de união, os funcionários são solidários e próximos, há organização e planejamento por parte da empresa além de oferecer ótimos benefícios. Contras: A empresa não oferece Planos de carreiras, infelizmente quem é da área comercial entra, ma fica estagnado. Porém, foi uma ótima experiência.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: ótima empresa, ótimo ambiente de trabalho, infraestrutura boa, estacionamento coberto, planos ótimos, paga o salário que pede quando entra... Contras: Muito complicado de conseguir um aumento de salário quando já está algum tempo na empresa, maioria das pessoas que querem algum aumento precisa sair e voltar para conseguir o aumento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Outsourcing Júnior - Ex-funcionário, saiu em 2015","avaliation":"Prós: O ambiente é motivador e inclusivo. A empresa procura valorizar os colaboradores e investe no desenvolvimento pessoal, financiando cursos, MBA e pós graduação. Oferece a possibilidade de crescimento dentro da empresa. Contras: A rotina diária extensa demais para o pessoal que atua nas áreas de desenvolvimento tecnológico e também nos setores de RH, Administração de pessoal, trabalha-se até altas horas. As horas extraordinárias que vão para o banco de horas, dificilmente são tiradas, mas o pagamento é feito após 90 dias.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Ótimo ambiente de trabalho, abertura a hora que quiser com seus superiores, ótima integração entre as equipes, sinergia entre os funcionários. Contras: atendimento a muitos clientes, pouco tempo para treinamentos , reciclagem, equipe reduzida (o fazer muito com pouco - compromete a qualidade do serviço ao Cliente)\n\nRecomenda a empresa:  Sim \nREPORTAR"}]