[{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Conhecimentos adquiridos. oportunidades de network é grande. Quando se trabalha em clientes, abre-se muitas oportunidades. a nível de conhecimento, a empresa é excelente. Contras: Nem sempre o salario é bom. Salário é bom para analistas de sistema que tem uma ampla agenda de clientes. caso contrario, é razoável. Poderia investir mais em seus funcionários.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: Empresa com conceito jovem, muitos treinamentos e aberto a discussões, respeita seus clientes, faz de tudo para atender seu clientes de forma simples. Contras: Não tem .\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Serviços Júnior","avaliation":"Prós: Vejo a TOTVS como uma escola foi la onde cresci e aprendi tudo o que sei, moldou não só um homem mas um profissional capacitado e hapto para atuar com empresas de qualquer setor. Contras: Acredito que por ser uma empresa grande, algumas informações e processos estejam meio soltas, o que faz com que você tenha que criar documentações para te auxiliar e tenha que descobrir certas coisas na marra.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2016","avaliation":"Prós: Chance de crescimento grande porem muita cobrança interna, uma empresa internacional de grande porte, que abre varias outras portas, otima empresa Contras: Muito burocratica com os documentos, mas não se importa muito com os funcionarios de baixo cargo, como jovem aprendiz, estagiarios e trainees Conselhos para presidência: Poderia melhorar em quesito, jovens talentos\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Respeito à diversidade, parece estar tentando se renovar e se reinventar. Possui pessoas honestas que realmente querem fazer o bem para o país Contras: Precisa produtos mais modernos e mais alinhados ao que os clientes desejam. Precisa concluir os projetos que se propõe a fazer, com os mais altos padrões de qualidade. Conselhos para presidência: Ouvir os clientes para que oa produtos saim de acordo com o que desejam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Negócios I","avaliation":"Prós: A empresa presa pelo empregado, visando qualidade no ambiente de trabalho. O empregado tem tranquilidade para trabalhar, não existe pressão o tempo todo ou alguém fiscalizando o serviço. Apenas querem a entrega do trabalho no tempo certo. Contras: No módulo onde trabalho não temos muita atenção da gerência maior. O analistas não participam de palestras, cursos ou até mesmo de ux designer.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Arquiteto de Soluções","avaliation":"Prós: ambiente e pessoas que trabalham na empresa. Por ser empresa de tecnologia existe a possibilidade de contato e networking com diversos clientes e projetos interessantes. Contras: falta de plano de carreira, disparidade de salarios, nao existe uma cultura de politica de cargos e salarios. Muito protecionismo sobre produtos e tecnologias , gestao por muitas vezes nao eé transparente\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Serviços I","avaliation":"Prós: O suporte da empresa quanto a ferramentas de trabalho. Na área de serviços, o suporte das outras áreas. Metodologia utilizada. Estrutura física. Contras: Devido a constantes mudanças organizacionais, a falta de um acompanhamento de evolucao. Na área de Serviços, a Falta de investimento em treinamento inicial e aperfeiçoamento.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: Boa estrutura física, Grande porte e nome no mercado de tecnologia no Brasil e boa organização em nível corporativo, grandes possibilidades de novos desafios. Contras: Politica de salários extramente confusa e bem abaixo do mercado, conjunto de benefícios aquém do esperado para companhia deste porte e pouco meritocrática. Conselhos para presidência: Melhore as politicas de cargos e salários, o maior capital de sua empresa é Humano.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Desenvolvimento - Ex-funcionário, saiu em 2015","avaliation":"Prós: Próximo da minha casa, ambiente amistoso em algumas áreas. Acesso à gerencia fácil. Dress code flexivel. Programa de home office. Investimento em cursos. Contras: Desenvolvimento profissional extremamente limitado. Prioridade financeira sempre acima do bem estar e satisfação dos funcionários. Salário muito baixo em relação à média de mercado. Conselhos para presidência: Cuide melhor de seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"}]