[{"user":"Executivo de Soluções de Negócios","avaliation":"Prós: Aprendizado, boa perspectiva de crescimento a longo prazo, ambiente de trabalho favorável ao desenviolamento profissional, bons recursos para execução da função . Contras: remuneração desejável somente com uma perspectiva de longo prazo, isso por um fator de mercado, no momento não estamos ofertando soluções compatíveis com o valor de investimento do segmento atendido.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes","avaliation":"Prós: Horários flexíveis. Ambiente climatizado. Uma ótima cultura, alguns benefícios justos, porém não condizem muito bem com a realidade na qual vivemos. Contras: Difícil crescimento profissional. Sem planos de carreira. Individualismo entre alguns membros da equipe como um todo, não é permitido muitos tipos de pesquisas nos quais podem agregar valores ao funcionario em sua carreira profissional dentro da empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Comercial","avaliation":"Prós: Renome, empresa em grande expansão com grande grade de produtos e serviços, com milhares de clientes satisfeitos e estrutura de primeiro mundo Contras: Salario, comissão muito variável sem benefícios e falta um pouco mais de recursos para a parte de vendas e material para divulgação de produtos \nREPORTAR"},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente agradável, o funcionário é um ativo importante. Valorizado. Tem benefícios e reconhecimento. Há investimento no profissional. Seu bem estar é preservado. Contras: Não identifico.fatores negativos por questões normais de trabalho e de mercado está atendendo e fornecendo condições adequadas para o desempenho das atividades.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Relacionamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente super profissional,nada que desabone a empresa,por ser muito grande os processos não são muito claros,na época a empresa estava se restruturação. Contras: Concorrência muito acirrada,quando chega um funcionário novo ele tem muita dificuldade de entender o funcionamento da empresa,entender todos os processos.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes II","avaliation":"Prós: É boa para currículo e a gente acaba aprendendo muito regras de negocio de mercado. O único beneficio que é bom para quem não tem dependente é o plano de saúde. Contras: Pouca ou quase nenhuma oportunidade de crescimento, salários congelados, e gestão da empresa é falha. Muitas horas extras, estratégias feitas sem consultar as pessoas que realmente conhece o produto.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Especialista Pleno","avaliation":"Prós: experiencias diversificadas, carreira solida, oportunidades de aprender, metodos, metodologias e tecnologia de vanguarda, pessoas dedicadas e culturas diferentes, excelentes oportunidades de aprendizado. Contras: excesso de competitividade, excesso de cargos de chefia, baixo comprometimento no atendimento ao suporte aos colaboradores, projetos em clientes problemáticos. Conselhos para presidência: olhar mais e melhor para a base de serviços (colaboradores)\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes I","avaliation":"Prós: Ambiente da empresa é saudável, onde é possível construir uma amizade fora do ambiente de trabalho. A flexibilidade de horários também é um ponto positivo. A localização é de fácil acesso por ser dentro de um parque tecnológico. Contras: O salário para determinados cargos é um pouco abaixo do mercado, e mesmo para os cargos de mesmo nível há uma disparidade no valor salarial pago. A empresa está passando por mudanças em alguns setores para a metodologia ágil, o que ainda é um pouco confuso e desordenado para alguns.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: O ambiente é excepcional! A empresa é muito boa no que se diz respeito a inovação, ambiente, você se sente em casa! Há muita novidade e sempre há algo novo a aprender! Contras: O plano de carreira ainda é muito engessado, e os salários de maneira geral são um pouco abaixo da média de mercado. As relações interpessoais acabam afetando um pouco para que outras pessoas possam mostra seu talento\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Jovem Aprendiz","avaliation":"Prós: Ótimas pessoas, ótima estrutura, possibilidade de plano de carreira, tecnologia de ponta, ótimo para se estruturar na carreira e crescer profissionalmente. Contras: Falta de comunicação entre as pessoas/setores, não temos integração com a bematech que é no mesmo prédio, somos todos TOTVS mas não é o que parece, parece que somos empresas diferentes e até mesmo concorrentes, se bobear.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]