[{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2017","avaliation":"Prós: Inovação constante. Tudo muda o tempo todo, o que obriga seus funcionários a reciclarem e se atualizarem constantemente. De regra é uma boa empresa. Contras: Infelizmente alguns gestores ainda prestigiam bajuladores e esquemas. .. isso é ruim. Talvez se a Matriz se aproximasse mais da unidade RJ o cenario seria outro. Conselhos para presidência: Acompanhar o RJ mais de perto, com interesse genuíno por pessoas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento II","avaliation":"Prós: Ambiente agradavel, pessoas ajudam nas dificuldades liberdade de aprendizado treinamento constantes clima muito bom. Relacao boa com os gestores Contras: benefícios poderiam ser melhores essoas ajudam nas dificuldades liberdade de aprendizado treinamento constantes clima muito bom. Relacao boa com os gestores\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Qualidade","avaliation":"Prós: Ambiente para trabalhar, Local agradável, Empresa com nome no mercado, Maior empresa de desenvolvimento de software, Localização perto de metros Contras: O Salário é baixo. A Pressão por resultados é bem grande. As equipes não são unidas (Cada um no seu quadrado). A comunicação é falha tanto no departamento quando na empresa como um todo. Isto é, a comunicação fica somente com os gestores que não repassam. Conselhos para presidência: Observar melhor o que as direções estão fazendo com as equipes operacionais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Sênior","avaliation":"Prós: Bom lugar pra trabalhar, as pessoas são bem legais e educadas, prestativas, atenciosas, ajudam bastante, o ambiente é bom, podemos adquirir bastante experiência. Contras: Falta oportunidade de crescimento, aumento de salário ou reajuste. A empresa poderia melhorar nessa parte para incentivar e motivar os funcionários.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista Pleno","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Exige alta performance dos funcionários mas possui recompensa em forma de PLR e, para os executivos o bônus anual. Contras: Visão totalmente arcaica para uma empresa de tecnologia. Só se conquista alguma coisa com base preferencial, tem que puxar muito saco para conseguir algo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: O ambiente é informal e a empresa encoraja que não haja embates entre os funcionários. As instalações físicas são realmente incríveis. Na minha área há liberdade para se escolher a tecnologia a ser adotada. Contras: Apesar do esforço de melhoria do ambiente e cultura, por vezes a cultura continua tóxica igual a maioria das grandes empresas. As pessoas estão muito acostumadas a cultura e parecem que não querem mudar. Conselhos para presidência: Não tratar os colaboradores do mesmo jeito que tratam os fornecedores.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Clima muito bom. As pessoas são receptivas e não existe rivalidade entre os funcionários pois todos se ajudam. O ambiente é agradável e bom de trabalhar Contras: Salário abaixo do mercado. Pagam menos do que normalmente outras empresas do mesmo porte pagam apesar da crise. Único ponto negativo até agora\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas Pleno","avaliation":"Prós: ambiente descontraido, horário flexível, boa localização, equipe que se ajuda, empresa com ambiente moderno e inovador, possibilidade de mudar entre áreas Contras: não tem plano de carreira, os benefícios são os básicos oferecidos pelo mercado, é vendida como uma empresa moderna mas ainda há praticas arcaicas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Oportunidade de crescimento, grande demanda de variedade e equipe qualificada e integrada que permite um otimo ambiente de trabalho para crescimento de todos. Contras: No complice deixa a desejar pela falta de integração e conhecimento de todos os funcionarios, a demanda de tarefas é suficiente para criar gargalos nas entregas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2016","avaliation":"Prós: Chance de crescimento interno, pontualidade no pagamento! E também flexibilidade com horario de trabalho do funcionario. Boa localzação..... Contras: Falta de Reconhecimento em algumas áreas, pessoas com falta de profissionalismo, burocrativa, mas indicaria para um amigo! Com certeza!!!... Conselhos para presidência: Reconhecimento do PCD\n\nRecomenda a empresa:  Sim \nREPORTAR"}]