[{"user":"Analista de Suporte Avançado","avaliation":"Prós: Trabalho em equipe, ambiente descontraído , oportunidades para crescimento profissional, possibilidade de mudar de área, estrutura moderna Contras: Sem perspectiva para receber aumento salarial, valores pagos em relação ao benefícios são baixos, carga horária é extensa em relação a outra empresas\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas II","avaliation":"Prós: Empresa consolidada com muitos benefícios para os funcionários, ótimas oportunidades de crescimento. Ótimo ambiente de trabalho, com pessoas que aceitam suas sugestões. Contras: Por se tratar de uma empresa grande, algumas coisas são muito burocráticas. Existem muitos processos, o que pode tomar um pouco do seu tempo no dia a dia. A empresa possui um faturamento muito bom, porém as metas e a distribuição de lucros não são muito favoráveis aos funcionários.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Testes II","avaliation":"Prós: Horário flexível, ambiente interno com salas de leitura, massagem, biblioteca, video game, mini sala para resolver assuntos pessoais, estacionamento coberto, segurença, maquinas de café gratuito. Contras: Porta de banheiros muito altas, barulho nas estações de trabalho, sistemas internos com problemas recorrentes que atrapalham o dia a dia nas entregas, falta transparência nas metas de PLR. Conselhos para presidência: Um pouco mais de transparência nas metas e divulgação do resultados ligados ao PLR.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Sistemas I","avaliation":"Prós: O Horário é bem flexivel, o loca de trabalho é limpo seguro e agradável, ele também é bem localizado, Existe um bom acompanhamento e feedback relativo a performance e relacionamento. Se você estiver fazendo seu trablho corretamente, não precisa temer se vai ter emprego ainda na próxima semana. Contras: Apesar de ser a maior multinacional do Pais no setor de tecnologia, o cresciomento profissional me parece muito lento e estagnado, O salário é definido na contratação, receber um aumento além do Dissidio Sindical você precisa realmente se destacar dos demais não parece existir um crescimento programado. talvez por isso que nos 18 meses que trablho na empresa eu tenho visto pessoas pedindo demissão da empresa sistematicamente pelo menos uma por semana indo para outras empresas e muitas vezes essas trocas são realmente financeira Conselhos para presidência: O plano de carreira e a metodologia meritocrática da empresa é excelente no papel mas mal executada na prática.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo Comercial","avaliation":"Prós: Empresa permite um crescimento muito rápido proporcionando aquisição de experiencia de mercado pouco vistas em outras empresas. Tem muitos benefícios, horários flexíveis, RH muito bem estruturado Contras: Não valorizam muito o funcionário, foco somente no lucro da empresa ao invés de focar no cliente para ter mais resultados positivos. não investem em capacitação nem planejamento da capacidade de serviço Conselhos para presidência: Dar mais atenção aos Clientes e Colaboradores\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Possibilidade de fazer carreira na companhia. Oportunidade de crescimento para quem demonstra trabalho. Bons benefícios. Ambiente agradável, respeitável e de alta tecnologia. Contras: Remuneração abaixo do mercado. Pouquíssimas ações para retenção de talentos. Pouco acompanhamento e orientação do RH na carreira do colaborador. Muita burocracia nos processos das áreas administrativas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Aprendiz","avaliation":"Prós: A TOTVS é uma empresa incrível, por sua sede incrivelmente moderna e tecnológica, seus treinamentos incríveis, ações pensadas nas pessoas, e sua visibilidade na carreira, eu como um aprendiz, estou aprendendo muito! Meus líderes me incentivam a melhorar a cada dia, uma ótima empresa. Sem contar o contato direto e diário com as mais novas tecnologias, o que faz nós estarmos um passo a frente à todas as outras empresas. Contras: Os descontos excessivos na folha de pagamento, a falta de ações em datas comemorativas, salários abaixo da média do mercado, ticket muito abaixo do mercado.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Arquiteto","avaliation":"Prós: Empresa muito dinâmica, com desafios extremamente complexos, mas motivadores. A empresa tem investido bastante nas pessoas, e o Clima melhorou muito. Contras: Muita burocracia no atendimento ao cliente. Rotatividade altíssima nas equipes de suporte, que é muita das vezes a parte que mais interage com o cliente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenação - Ex-funcionário, saiu em 2009","avaliation":"Prós: facilidade relacionamento entre os funcionários,ambiente agradável e cordial,instalações modernas,possibilidade de fazer cursos pagos pela empresa Contras: As pessoas mais valorizadas são as mais bonitas e mais bem vestidas ..muita importância para aparência e títulos, aqueles funcionários mais simples não são tão valorizados e são aqueles que mais se comprometerem com serviço ..porque os bacanas tem sempre compromisso Conselhos para presidência: Ter contatos em vários departamentos , fazer o social\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Suporte","avaliation":"Prós: É uma grande empresa, logo existe uma estabilidade financeira. O prédio é muito bacana, com boas áreas para as funcionário relaxar se for de sua vontade. Contras: Existem alguns problemas de interação entre as equipes o que pode ser um pouco complicado as vezes. Poderiam focar mais em resoluções definitivas.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]