[{"user":"Analista de Projetos II","avaliation":"Prós: Ambiente de Trabalho saudável, bem colaborativo, pessoas que buscam ajudar uma as outras, ótima localização, tipo de negócio desafiador que exige um crescimento profissional de todos. Contras: Possibilidade de crescimento limitada por muitas burocracias internas. Chefes bem conservadores que acabam limitando algumas tentativas de melhorias.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultora","avaliation":"Prós: Tecnologias robóticas Amizades de pessoas do mesmo nível de hierarquia Fácil localização possibilidade de compras de ações Possui filiais em outros países para trabalhar Contras: Salários muito baixo, desvalorização dos funcionários Falta de oportunidade para carreiras liderança não incentiva os colaboradores a crescer\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"UI/UX Designer Sênior","avaliation":"Prós: Infraestrutura do prédio matriz em São Paulo é excelente. Todos os profissionais têm kits ergonômicos, cadeira adequada, gaveteiro, etc. Sala do quarto andar de descanso, mesas de bilhar e vídeo-game. Empresa oferece fretado para se deslocar para o metrô, tanto de manhã quanto à noite. Contras: Área de Rh distante e pouco atuante. Mal se sabe quem trabalha lá e tudo funciona com “aberturas de tickets”, inclusive para se tirar dúvida de folha de pagamento. Gerência pouco capacitada para gerenciar o capital humano de fato, além de ser necessário escalar muitas das decisões por brigas de vaidade entre as gerências de diferentes vice-presidências. Conselhos para presidência: Una o esforço dos times e parem de promover concorrência entre as áreas, é insustentável trabalhar tendo que convencer outra área a alavancar seu projeto. Dessa forma você diminui a força de atuação da sua empresa, porque cada área defende o “seu”, em vez de defender o todo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Delphi","avaliation":"Prós: Salário compatível com o mercado, ótimos benefícios(plano de saúde 100% gratuito, plano odontológico, gympass, ginástica laboral, horários flexíveis) Contras: Ambiente de trabalho barulhento, muitas reuniões com baixa produtividade, falta de entendimento e melhor aplicação das metodologias agéis.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Reconhecimento pelo trabalhos prestado, ambiente bom, excelente ferramente de CRM, capacitação, emfim, um otimo lugar para se trabalhar. Recomendo. Contras: Pressão por metas muito grande. Tem que gostar realmente do que faz. Competição interna incentivada oelos gestores, o que gera uma animosidade entre os colegas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Coordenador de Projetos","avaliation":"Prós: ambiente de trabalho, quando é possível trabalhar internamente pelas instalações da empresa e as ações de engajamento que o RH e areas internas proporciona Contras: Sentimento de pertencimento quando a equipe é externa, pois e as ações de engajamento que o RH e áreas internas são maiores que as especificas para equipe externa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente","avaliation":"Prós: Empresa boa de trabalhar, muito flexível, treinamentos semanais para todos os cargos. Contras: Plano de saúde com desconto altíssimo para inclusão de dependente, pelo tamanho da empresa, não deveria ser dessa forma. Meritocracia não existe na Totvs, só ganha uma promoção quem é amigo de \"cerveja\" dos diretores. Conselhos para presidência: Olhar de perto todas as áreas, verificar que não existe meritocracia e sim beneficiados por serem amigos de diretores e gerentes. \nREPORTAR"},{"user":"Assistente","avaliation":"Prós: Ótima empresa para se trabalhar e crescer profissionalmente! Empresa que pensa no bem estar do colaborador! Contras: Não possui pontos negativos!\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software","avaliation":"Prós: Ambiente bom de se trabalhar. Os colegas sempre compartilham conhecimento e experiências, o que contribui para seu crescimento profissional. Contras: Falta reconhecimento por parte dos gestores. Aumentos são dados em janela anual apenas. Na entrevista de admissão usam números e benefícios que não vemos na prática depois.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"UX Designer Junior","avaliation":"Prós: A liberdade de fazer seu horário e trabalhar com banco de horas, lugar é mais dinâmico, possui salas de reuniões, é organizado e limpo, tem máquinas de café gratuitas. Contras: pouco investimento na área de design, é muito dificil conseguir reconhecimento e aumentos por qualidade de entrega de trabalho. PLR é vergonhoso, em 4 anos seguidos o valor só foi diminuindo.\n\nRecomenda a empresa:   \nREPORTAR"}]