[{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2019","avaliation":"Prós: As diferentes etnias são respeitadas, ambiente de trabalho favorável, flexibilidade no horário, ambiente limpo, computadores em bom estado para trabalhar. Contras: Sou PCD e estava em experiência no prazo de 90 dias. No término da experiência foi informado meu desligamento sem nenhum feedback e justificativa. Percebi que fui mais um número como deficiente. Sendo demitida sem nenhum critério e respeito. O gestor informou que estava me desligando por informações negativas passadas por meus pares a ele. Não tive oportunidade de argumentar.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Benefícios são bem bacanas. Eles dão alguns cursos internos que agregam profissionalmente. Plano de saúde, odontógico, previdência bradesco. Contras: Salário chega a ser ridículo, pagam super abaixo do mercado, exigem carteira do conselho e não arcam com o valor(alegando que o cliente exige). Gerentes que abusam do poder e humilham os outros colaboradores. Conselhos para presidência: Valorizem seus funcionários, olho no assédio moral, pois existem gerentes e líderes que são totalmente despreparos. E dêem mais atenção para aqueles que estão nos clientes, pois não temos nenhum tipo de visibilidade.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Especialista em Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Dress code onde é possivel trabalhar de bermuda e camiseta. Ambiente descontraído contando com entretenimentos como mesa de bilhar, sala de games, quick massage, areas destinanadas a coffe break, lanche, pequenas refeiçoes. Equipamentos de ponta. Status. Contras: Falta de Feedback, preocupação mais com os acionistas, ou seja, se os acionistas não ganharem o esperado, demissão em massa para cumprimento de metas.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Executivo de Soluções de Negócios","avaliation":"Prós: Cultura da empresa, diretoria bastante acessível, a equipe é bastante receptiva e dão muitas condições de melhoria e conhecimento contínuo, são dados treinamentos e incentivos. Contras: Poderiam oferecer mais beneficios aos colaboradores e incentivos para manter bons profissionais. Além de definir melhor alguns processos internamente.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Analista de Negócios II","avaliation":"Prós: Ótimos benefícios. Plano de Saúde Unimed que não é descontado em folha. Bradesco dental. Vale Refeição, vale transporte, subsídio acadêmico. Bom ambiente de trabalho Contras: Plano da cerreira não é claro. A empresa costuma preparar os funcionários para o mercado de trabalho e não para a própria empresa e a consequência disso é que os melhores são contratados pela concorrência e os ruins acabam ficando sobrecarregando os poucos bons funcionários que restam na empresa.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Grande empresa de tecnologia com muita oportunidade de crescimento profissional. O segmento que atua é muito interessante e permite impactar muitas pessoas no dia a dia com os produtos de saúde. Contras: Ainda possui produtos desenvolvidos em linguagem antiga, porém está focada na migração para tecnologias mais recentes. Estrutura Agil ainda está fraca e mal definida e implementada. Não há referencia de liderança (muitos caciques). Conselhos para presidência: Empresa precisa olhar mais para as pessoas. Antes de tecnologia uma companhia é feita por pessoas. Outro ponto que precisa ter atenção é na forma. Venda e Produto muito desconectado, time vende o que não tem e produto sempre na fogueira correndo atrás para entregar o que foi prometido ao inves de seguir um plano estratégico.\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Especialista - Ex-funcionário, saiu em 2015","avaliation":"Prós: Equipe (pares) dispostos a ajudar e clima de time. Disponibilidade de trabalhar na Califórnia. Em São Paulo, há fácil acesso de ônibus partindo do metrô. Contras: Salário abaixo da média do mercado, porém o seu desempenho é cobrado como se fosse o melhor salário. Uma vez dentro da empresa, dificilmente você conseguirá sair da TOTVS e entrar num cliente/parceiro que utilizam e/ou compram seus produtos ou oferecem serviços. Na entrevista me foi ofertado um tipo de trabalho e home office regularmente, quando entrei, fui alocado em outra função e cerca de 80% do meu tempo foi alocado em cliente com o dobro de distância da minha residência. A cobrança e carga de trabalho também é grande, facilmente ultrapassava 8hs diárias. Conselhos para presidência: Maior transparência na contratação. Melhor salário/benefício.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Administrativo I","avaliation":"Prós: Ambiente tranquilo com grande liberdade, horário flexível, programa de qualidade de vida, ótimo pacote de benefícios, oportunidade de crescimento profissional, cultura e valores que valorizam colaboradores, prezam pela satisfação do cliente e crescimento da empresa. Contras: Algumas solicitações internas acabam demorando um pouco para serem atendidas, como por exemplo a área de TI, acredito que devido a grande demanda. Outras áreas muito departamentalizadas, funcionam super bem, mas tornam os processos bem burocráticos Conselhos para presidência: Acredito que a empresa está no caminho certo, sua cultura e valores valorizam colaboradores e clientes\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Técnico em Desenvolvimento","avaliation":"Prós: A empresa tem uma estrutura muito boa e agradável. . Contras: Muita demanda para pouco desenvolvedor, mesclam o scrum com venda em horas e no final é uma grande pressão para realizar as entregas. Tem que apontar todas as atividades diárias (descrever o tempo levado e oque foi feito, no final tem que concluir 8 horas)\n\nRecomenda a empresa:  Sim \nREPORTAR"},{"user":"Assistente de Marketing Júnior","avaliation":"Prós: Empresa muito dinâmica e ambiente bem jovial. Uma ótima oportunidade para aprendizados e trocas. Flexibilidade de horário e boa estrutura para os colaboradores. Contras: Muito trabalho e pouca expectativa, para salário e também para plano de carreiras. Dependendo da área, a gestão é desorganizada e tender a não reconhecer devidamente o trabalho dos funcionários.\n\nRecomenda a empresa:  Sim \nREPORTAR"}]