[{"user":"Consultor de Negócios Júnior","avaliation":"Prós: Equipe boa, localização boa e de fácil acesso, bom para início de carreira e aprendizado. Porem muita dificuldade em crescimento dentro da empresa. Contras: Salário não compatível com mercado e crescimento bem lento. Poderiam investir mais na mão de obra que gera lucro pra empresa. Não recomendo pra quem quer fazer plano de carreira.   "},{"user":"Analista de Desenvolvimento de Software I","avaliation":"Prós: Reconhece o valor de seus funcionários . Ótimos benefícios Gestores estão preocupados com a qualidade de vida dos funcionários Trabalha com métodos ágeis Contras: Precisa buscar alocar os programadores em suas áreas de interesse, é comum ver um programador C# programando em VB6. Isso desmotiva o funcionário. Conselhos para presidência: Façam investimento em hardware. Nenhum programador tem máquinas tão ruins em suas casas.   "},{"user":"Desenvolvimento de Vendas (SDR) - Ex-funcionário, saiu em 2018","avaliation":"Prós: O nome TOTVS pode elevar o potencial do seu currículo, devido a empresa ser a principal com relação a ERP na América Latina. Contras: Gestão um tanto quanto fechada e \"ausente\" em determinados momentos, o que aparenta certo descuido com alguns departamentos. Conselhos para presidência: Desenvolver líderes para os departamentos da empresa e fazer o mesmo para as unidades franqueadas.   "},{"user":"Técnico de Planejamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa possui uma boa estrutura e pessoal qualificado mas se for trabalhar diretamente na Totvs, caso for trabalhar como prestador de serviços dentro do cliente, não recomendo. Contras: Salário baixo, condições de trabalho dentro de clientes é ruim. Não paga hora extra, apenas banco de horas e você não pode acumular, tem que usar dentro do mês.   "},{"user":"Consultor de Implantação","avaliation":"Prós: Possibilidades de crescimento, aprendizado constante, comissões na indicação de clientes ou venda de novos trabalhos, valorização do profissional no mercado Contras: Ainda não vi pontos negativos, creio que sejam mais questões pessoais, de relacionamento com chefia ou pares. De qualquer forma, isso pode ocorrer em qualquer empresa.   "},{"user":"Advogado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Possibilita otimas experiencias praticas, contribuindo com a evolucao profissional. Instalações físicas excelentes, ambiente dinâmico e descontraído. Contras: Equipes subdimensionadas e desorganização são os principais problemas. Salário e beneficios abaixo da média de mercado. Não há plano de carreira.   "},{"user":"Estagiário","avaliation":"Prós: Ótimo ambiente de trabalho, bons benefícios, treinamentos e a possibilidade de conhecer bastante pessoas novas por conta do tamanho da empresa, ótimo lugar para se trabalhar Contras: Comunicação falha, salários abaixo do mercado, infelizmente quando temos que tratar um assunto temos que pegar na mão das pessoas para a coisa andar por conta da falta de comunicação   "},{"user":"Analista de Marketing Júnior","avaliation":"Prós: Gosto do ambiente de trabalho, dos gestores da área e do meu trabalho em si. Benefícios ótimos. Essa empresa é como uma escola, você aprende muita coisa em pouco tempo. Empresa multinacional brasileira. Contras: Salário abaixo da média do mercado. Falta de reconhecimento. Sem plano de carreira, crescimento muito lento. Você entra sem nenhum tipo de treinamento, mas o lado bom disso é que você aprende a se virar. Conselhos para presidência: Todos os diretores/ vps precisam conhecer todos os processos da empresa. Priorizar os problemas dos clientes. Melhorar o suporte antes de qualquer coisa.   "},{"user":"Assistente Administrativo - Ex-funcionário, saiu em 2017","avaliation":"Prós: O ambiente é descontraído. Eles tem o programa \"bermuda sim\" que permite que a maioria dos funcionários usem bermuda a semana toda. Os benefícios são bons e os horários são flexíveis. Contras: Pouca valorização dos funcionários, o que causa um grande descontentamento. Não possui um plano de carreira claro. Gestores despreparados para o cargo exercido. Muita fofoca.   "},{"user":"Global_Project Manager IT / Gerente de Projeto TI_Jaguariuna","avaliation":"Prós: Comunicação, companheirismo, reconhecimento. Empresa onde o fazer faz toda diferença, pois a satisfação dos envolvidos sempre fica evidente em todos os níveis hierárquico. Contras: Com certeza como todas as empresas ou até mesmo em nossas vidas, podemos destacar um ou mais pontos negativos, mas na TOTVS não tenho nenhum ponto a ser destacado.   "}]