[{"user":"Analista de Desenvolvimento Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Existe diversos tipos de projetos, para pessoas que não curtem rotina, é uma empresa onde possui diversas oportunidades para aprender novas coisas Contras: Gestão não valoriza muito os empregados, tomando algumas atitudes que acaba causando descontentamento por parte dos funcionários, isso acaba ocasionando descontentamento por partes dos funcionários. As vezes sendo necessário analistas ter que trabalhar além da conta para poder entregar demandas e não receber. Conselhos para presidência: Organizar mais a gestão.   "},{"user":"Analista de Testes I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente amistoso e descontraído. Ótima oportunidade para aprendizado na área de tecnologia. Espírito de equipe sempre prevalece, o que facilita a integração entre os funcionários. Contras: Certa limitação para crescimento profissional. O reconhecimento muitas vezes não é feito por meritocracia, o que acaba desistindo os colaboradores.   "},{"user":"Executivo Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Liberdade de horários, clima amigável, carro da empresa fica com o funcionário, celular corporativo, boa estrutura física, pagamento sempre em dia. Contras: Não há reconhecimento dos funcionários, não existe política de cargos e salários, novos funcionários chegam a ganhar o dobro de funcionários com mais de 5 anos de casa na mesma função. Pessoas com graus de parentesco em condição de subordinados/chefia direta, ocasionando em privilégios. Conselhos para presidência: Acompanhe de perto as ações dos seus gestores, remunere seus funcionários de forma justa e igualitária.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa grande referência no mercado de atuação diversos produtos muitos profissionais e profissões prédio com poucas vagas de garagem Agora tem um novo. Contras: Poucas oportunidades de crescimento só querem te comer o couro e não pagar por isso. Só crescem quem te padrinhos lá de dentro, pouca valorização profissional.   "},{"user":"Funcionário","avaliation":"Prós: A empresa valoriza seus colaboradores, tem chances de crescimento e dão muitas oportunidades para indicações. Empresa tem diferencial. Benefícios bons e nome de peso para o currículo. Contras: Muita burocracia nos processos, a Totvs de Goiânia na verdade é outra empresa que foi comprada, então ainda falta a completa integração, de cultura e de processos. Falta de organização em alguns departamentos causa transtornos e dificultam o atendimento. Conselhos para presidência: Integrar melhor as equipes. Reestruturar alguns departamentos e seus processos. Falta de retornos e retornos imprecisos.   "},{"user":"Analista de Desenvolvimento","avaliation":"Prós: Ambiente desafiador, com diversas oportunidades de crescimento para quem se dispõe a \"colocar a mão na massa\". Na unidade em que estou alocado, amizades feitas facilmente. Contras: Como a unidade em que estou alocado veio de uma aquisição, o periodo de transição foi extremamente desgastante, ainda sendo percebidos alguns dos reflexos   "},{"user":"Funcionário","avaliation":"Prós: É uma empresa que lhe dá uma boa estabilidade, dificilmente pessoas são demitida aqui, o prédio e bem localizado e toda a infra funciona muito bem, dando muito conforto para quem trabalha aqui. Contras: Infelizmente é uma empresa que apesar de grande não possui um plano de carreira claro, os aumentos são baseados em ser amigo ou conhecer algum e não pelo seu trabalho e conhecimento.   "},{"user":"Funcionário","avaliation":"Prós: Nome, formação pessoal, crecimento pessoal. A empresa valoriza os funcionarios, tem sim um diferencial. Quando tudo anda e mto bom para se trabalhar Contras: falta de comunicação entre setores, falta de organizacao e alta burocracia nos processos. Jogo de empurra, falta de intergracao. o sistema e muito dependente e desmembrado. "},{"user":"Analista DBA Sênior","avaliation":"Prós: Empresa muito boa para se trabalhar! Ótimo salario, ótimo lugar físico, qualidade em ambiente de trabalho. Nota 10 Nota 10 Nota 10 Nota 10 Contras: nenhuma.   "},{"user":"Funcionário","avaliation":"Prós: Plano de carreira estruturado, avaliação de promoção periódica, pacote de benefícios, flexibilidade no agendamento de férias, lideranças engajadas. Contras: Volume de viagens excessivas, não prezando pelo bem estar do colaborador junto à família. Fora isto, oportunidade de olhar por um melhor pacote de benefícios e ações para engajar mais a equipe. Conselhos para presidência: Avaliar com maior cautela os recursos escolhidos para assumir as lideranças da TOTVS. Uma liderança reflete completamente o clima, o direcionamento e a motivação de uma área.   "}]