[{"user":"Analista I de Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de aprendizagem técnica e disseminação de conhecimento. Ótimo ambiente de trabalho. Ótima estrutura, gestores bem próximos dos analistas. Contras: Remuneração incompatível com o mercado. Salários baixos, porém ótimos os benefícios. Não possui oportunidade de carreira para quem busca uma progressão a curto prazo.   "},{"user":"Analista de Help Desk - Ex-funcionário, saiu em 2016","avaliation":"Prós: Boa estrutura e boas oportunidades de crescimento. Ambiente agradável, colaborativo, com incentivo constante ao aprimoramento. Valorização do profissional. Contras: Muitas horas de trabalho, não proporcionando o lazer que é devido a todo ser humano. Pressão para viagens e negócios fora do domicílio do colaborador.   "},{"user":"Consultor","avaliation":"Prós: Empresa muito boa para apreender, desenvolver conhecimentos em práticas de gestão. Benefícios são ótimos, as pessoas dispostas a ensinar. Ambiente muito bom de trabalho. Contras: Sem ponto negativo Conselhos para presidência: Aproximar dos consultores   "},{"user":"Assistente Administrativo","avaliation":"Prós: Bons benefícios. Plano de saúde Bradesco Top Nacional e vale refeição adequado para uma boa refeição. Estrutura da empresa é adequada para realizar um bom trabalho. Contras: Salário bem abaixo do mercado. Política da empresa proíbe promoção ou alteração salarial antes de 1 ano. Muitas cobranças e desvio de função Conselhos para presidência: Valorizem as pessoas pela experiência profissional e não apenas pelos seus títulos. Acabem com a política de promoção apenas depois de 1 ano de empresa. Isso é muito desmotivador.   "},{"user":"Consultor de Negócios Júnior","avaliation":"Prós: Cultura, peso no mercado e dinamismo. Contras: Remuneração baixa e plano de carreira distorcido.   "},{"user":"Consultor Sênior","avaliation":"Prós: Ambiente de trabalho com um time bom, carreira acelerada no setor de Consultoria de Negócios, uma escola no sentido de aprendizagem, flexibilidade. Contras: Melhorar a forma de condução dos projetos, de serviços e de consultoria. Montar um time que possa atuar com mais autonomia, deixando o gerente cuidar da efetiva gestão de um projeto.   "},{"user":"Gerente de Projetos - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa possui flexibilidade de horários, tem exposição do trabalho e oferece diversas oportunidades de networking. O trabalho é bastante ligado a tecnologia (tema da moda); Contras: Tem baixa autonomia, pouco equilíbrio entre o lado profissional e pessoal (as vezes os treinamentos são realizados nos finais de semana por exemplo) e o ambiente é bastante politizado.   "},{"user":"Consultor","avaliation":"Prós: O ambiente da empresa é muito bom e as pessoas com quem trabalhamos é um ponto realmente bastante positivo! Horários bastante flexíveis e com grande liberdade individual. Contras: A empresa não possui um plano de carreira bem definido e suas possibilidades de crescimento são muito limitadas. Salários bem abaixo do satisfatório e tratam o funcionário como se fossem meras peças de xadrez na qual podem ficar alterando a bel-prazer.   "},{"user":"Analista de Infraestrutura Cloud","avaliation":"Prós: Peso do nome da Totvs no possui no mercado de trabalho. Estabilidade: se tem intenção de se aposentar e se contenta com o mesmo por muito tempo, basta fazer o básico do das suas atribuições. Espaço para descanso. Possui games e sinucas para descontrair. Contras: Primeiro e mais importante: Se for fazer entrevista, sua pretenção salarial deve ser solicitada o teto do cargo que deseja. Depois que entrar, as chances de ter aumento são muito baixa e se houver são de 10 a 15%. Não existe plano de carreira. Não existe meritocracia. A avaliação de performance é uma vergonha, fazem por obrigação e parece que copia e cola para todos. O Foco dos gestores são somente os clientes. Você paga o estacionamento. O PRL é uma vergonha. Conselhos para presidência: Na área do cloud, os gestores são apenas técnicos, a maioria não possui capacidade de motivar o seu time ou posicionar de uma forma onde todos saíam ganhando, somente aos preferidos.   "},{"user":"Consultor de Negócios","avaliation":"Prós: Benefícios excelentes, ambiente colaborativo, dinâmico e tecnológico. A equipe de backoffice, de maneira geral, é muito boa, resolve nossas questões com rapidez. Contras: Prestação de serviços ao cliente deixa a desejar, o que provoca grande resistência do cliente quando vamos iniciar nossos trabalhos. Além disso, para consultores que estão ativos no cliente, não existe hora extra ou banco de horas.   "}]