[{"user":"Scrum Master","avaliation":"Prós: A empresa tem um excelente ambiente de trabalho. As pessoas tem oportunidade de crescimento pois não tem a cultura de contratar de fora para cargos superiores, apesar de não ser explícito. Contras: A liderança ainda é muito presa ao controle, mesmo utilizando a metodologia ágil. Sem plano de carreira explícito e sem base de salário por cargo.   "},{"user":"Gerente de Projetos","avaliation":"Prós: Ambiente agradável com pessoas boas para se trabalhar junto. A infraestutura da sede é nova e moderna. O contato constante com clientes possibilita um grande crescimento profissional. Contras: O salários e benefícios são pouco competitivos em relação ao mercado. A empresa está em constante mudança de estrutura devido a suas mudanças de estratégia.   "},{"user":"Analista de Relações Humanas","avaliation":"Prós: Remuneração; Benefícios, Oportunidades; Aprendizado; Carreira; Auto Gestão; Ambiente Favorável; Conhecimento; Clima Positivo; Trabalho em Equipe; Desenvolvimento de Pessoas; Treinmentos. Contras: Núcleo de departamento pessoal; Facilities; Falta autonomia em alguns processos; Padrão para todas as unidades; Homeoffice; Treinamentos Online; Conselhos para presidência: carreira autogerenciável   "},{"user":"Executivo de Soluções de Negócios","avaliation":"Prós: Tudo o que foi negociado e tratado, além do mar de oportunidades dentro da empresa. Pessoas bacanas e dispostas a ensinar, ambiente extremamente agradável. Contras: As partes burocráticas quando se envolve o setor de faturamento, que aparenta estar ali para atrapalhar vendas e criar burocracias novas semanalmente.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2015","avaliation":"Prós: O pacote de benefícios é bom, possibilidade de mudar de área e de trabalhar em outro estado ou país. As instalações da empresa são muito boas e o aprendizado constante é um atrativo também. Contras: Salários abaixo da média do mercado e exigem super qualificações do candidato. Carga de trabalho e cobrança absurda em cima dos funcionários. Clima organizacional ruim, extremamente competitivo, com diversos casos de sabotagem entre \"colegas de trabalho\". Conselhos para presidência: Mudar a cultura da empresa, promover a união ao invés da competição.   "},{"user":"Estagiário","avaliation":"Prós: Empresa atual, bastante flexivel com uma gama de conhecimento a oferecer. Muito bem estruturada e com um otimo ambiente de trabalho. Agradavel e Limpo Contras: Muita burocracia, alem de os salarios serem bem baixos. Poucos beneficios para os estagiarios e nenhum incentivo para estudo fora do campo de trabalho (como uma assinatura em um curso ou um proprio sistema de ensino)   "},{"user":"Analista Administrativo","avaliation":"Prós: Jornada flexível, liberdade de expressão, no dess code e diversos benefícios. Superiores competentes, ambiente desafiador e amigável, tempo para aprender. Contras: Ponto negativo eu acho que a falta de um plano de carreira bem estabelecido nos setores, recrutamento interno também um pouco fraco, não se conversam as infos   "},{"user":"Gerente","avaliation":"Prós: O convênio Bradesco para gerente e gerente sênior é muito bom, a empresa possui um bom nome no mercado e os projetos são muito desafiadores. Além disso é possível navegar em diferentes segmentos de empresas Contras: O plano de carreira não é claro e ainda é bem imaturo para o tamanho da empresa. Além disso, há \"personograma\" e decisões estratégicas tomadas com baixa participação do time de liderança Conselhos para presidência: Acredito que seja adequado olhar os processos de RH com maior atenção, como há diversas BUs diferentes, fórmulas genéricas e com baixo nível de personalização por área pode frustar profissionais que estão a mais tempo na cia   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2014","avaliation":"Prós: Estrutura muito boa! Ambiente agradável! Benefícios excelentes! Salário razoável perante o mercado, ótima localização, ônibus na estação Santana que facilita a ida e volta até a empresa. Contras: Plano de carreira que nunca acontece, só fica na promessa, liderança cobra muito resultados, porém, não dá oportunidade de ouvir as ideias dos funcionários. Conselhos para presidência: Avaliar melhor o plano de carreira.   "},{"user":"Vendedor Comercial Externo - Ex-funcionário, saiu em 2013","avaliation":"Prós: Pessoas agradáveis de se trabalhar, ambiente bom, se aprende muito e muito ter contato com outras pessoas de outras empresas. Uma ótima experiencia. Contras: São poucos pontos negativos, o maior dele é a forma com que a Gerencia realiza a distribuição das contas da carteira, dificultando ou facilitando as vendas de determinados vendedores.   "}]