[{"user":"Analista Sênior","avaliation":"Prós: Empresa muito boa, estimula os funcionários, e além disso possui possibilidade de crescimento, é possível se candidatar a áreas internas o que se torna muito interessante Contras: muitos funcionários, então torna se muito burocrática nos processos, mas ao mesmo tempo é possível se candidatar a áreas internas o que se torna muito interessante   "},{"user":"Funcionário","avaliation":"Prós: Instalações da empresa são bem legais, tem cozinha e máquina de café. Tambem tem estacionamento. Empresa líder no setor. Plano de saúde e odontológico Contras: Muita burocracia, falta de gestão mais próxima. Salário a baixo do mercado, ambiente de trabalho bem complicado. Falta flexibilidade de horário.   "},{"user":"Analista","avaliation":"Prós: Estrutura ampla para conforto dos funcionários. Dhsishe shsusbbssy s sishshsusv sushssis sbsudbdududb sjishsvs sbsis dgs skhx djfir dbidhd djdheb d Contras: Competição interna. Hsusvs só Susie djzusb ssuussk sus sgsjd fbkxid fif dvd dkd dudbdbdiendvdhbd bddudbd e dois dbdvdeve dhd dnen d dbhd db e   "},{"user":"Assistente de Prospecção - Ex-funcionário, saiu em 2011","avaliation":"Prós: Excelente ambiente de trabalho, treinamenentos constantes também faziam parte do dia dia na empresa. Flexibilidade no cumprimento da carga horária. Celular corporativo. Contras: Salário baixo Na minha época não tinha plano de Saúde. O vale alimentação também era baixo, e os locais disponíveis perto da empresa eram bem caros.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2013","avaliation":"Prós: Muitas oportunidades tanto na cidade, quanto possibilidades de deslocamento para outras áreas e clientes. Conforme houver a vaga, a empresa oferece apoio. Contras: Sem declarações negativas, a empresa me ofereceu bastante oportunidade de crescimento, bem como aos meus colegas. Só tenho a agradecer e elogiar.   "},{"user":"UX Designer","avaliation":"Prós: Flexibilidade e liberdade no trabalho. Deixa o funcionário ser responsável por ele mesmo. Ambiente agradável, pessoas focadas em entregar o melhor. Contras: Por ser uma empresa muito grande, as informações por vezes se perdem e não são transmitidas de forma clara e objetiva, deixando os funcionários confusos sobre para qual caminho a organização está seguindo.   "},{"user":"Analista","avaliation":"Prós: A empresa apresenta bons Benefícios, o Pagamento em dia, oferece muitas Oportunidades internas de crescimento; oferece Treinamentos constantes Contras: Falta de critério nas promoções e campanhas; Clima de trabalho desfavorável; a comunicação entre as equipes não ocorre; falta de reconhecimento ao trabalho   "},{"user":"Programador - Ex-funcionário, saiu em 2017","avaliation":"Prós: Me ajudou muito na minha carreira, inclusive após saída. Experiências que foram e são muito relevantes no meu dia-a-dia, metodologias bem claras. Contras: Poucos pontos negativos, ficam mais pela dificuldade de pegar cadeiras ergonômicas que mesmo explicando sua situação, como a altura eles só liberam cadeiras novas que são minimamente ergonômicas para quem tem laudo médico ou está no andar específico. Fora isso fica mais para os computadores não terem SSD e o Windows 10 não atualizar Conselhos para presidência: Windows 10 não atualiza e poderiam ser todos SSD invés de HD. Principalmente para os desenvolvedores, onde isso trás mais produtividade e renda para a empresa   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Empresa séria e comprometida, atuante em vários setores do mercado. Ambiente bom de trabalho, com incentivo para crescimento. Possui ferramentas internas que facilitam no dia a dia o trabalho. Contras: Não tenho pontos negativos   "},{"user":"Técnico em Suporte Técnico Júnior","avaliation":"Prós: Espaço soneca Contras: Salário é ruim, não temos o reconhecimento desejado, falta oportunidade para crescimento.   "}]