[{"user":"Analista de Implantação Sênior","avaliation":"Prós: Possibilidade de conhecer cidades e estados diferentes por conta dos projetos serem em todo o território nacional. Empresa possui beneficios dentro outros PLR. Contras: Sobrecarregam o analista com viagens mensais de até 5 semanas fora de casa, não ha possibilidade de crescimento no setor, salario baixo e sem possibilidade de aumentos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenação","avaliation":"Prós: Empresa moderna por ser na área de tecnologia, com algumas ações e campanhas diferente de mercado. Crescimento constante do negócio e com reflexos em ações de investimento. Uma empresa que se torna uma escola no modelo corporativo, mas uma realidade diferente do direcionamento que o mercado está tomando hoje. Contras: Nível hierárquico e burocrático absurdo! Modelo de negócio insano, muitas empresas adquiridas e várias culturas e produtos que não se conversam. Foco do cliente não é o que ocorre na prática, mas o foco em regras desnecessárias se procede com sucesso. Falta de reconhecimento e padrão salarial/benefícios para todos unidades do grupo. Sentimento de injustiça e favoritismo na matriz. Conselhos para presidência: Desapego, seja de produtos sem sentindo e vícios/burocracias desnecessárias. Há muito talento na empresa que estão saindo por falta de autonomia e reconhecimento. Sugiro investir em uma nova cultura e processos de forma inovadora. Fácil pra uma empresa de grande porte não é, mas se não começar já, nunca chegará lá!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de TI","avaliation":"Prós: Ambiente, equipamentos e pessoas qualificadas trabalhando, horário flexíveis, home office permitido eventualmente, salário compatível com o mercado. Contras: Reconhecimento do funcionário, muito ruim, desvalorização interna grande. d m\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ótimo ambiente de trabalho, a rotina é bem gostosa e tenho prazer em trabalhar aqui. A empresa conduz com maestria as operações e é muito bem estruturada, em todos os sentidos. Contras: O salário ainda é abaixo do esperado no mercado, visto que produzo muito mais do que deveria, por conta das necessidades do dia a dia. Atendo as demandas com prazer, porém dificilmente conseguirei um bom aumento por isso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Projetos Sênior","avaliation":"Prós: Super te incentivam a se atualizar no mercado, RH tenta se manter sempre atento aos funcionários. Temos muitos benefícios, como plano de saúde, VR e afins. Contras: Demora na evolução da carreira, demora em conquistar aumento de salário, demora em fazer feedbacks. Alguns líderes despreparados para o cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Desenvolvimento de Software I","avaliation":"Prós: Empresa se atualizando no mercado, ótima infraestrutura, local perfeito para o desenvolvimento e aperfeiçoamento, ambiente agradável, pessoas sempre dispostas a ajudar e bons benefícios. Contras: Empresa se adaptando a metodologia ágil, muito apegada a tradições arcaicas, dificuldade de algumas áreas com a flexibilidade, linguagem \"fora\" do mercado e salário defasado quando comparado com mercado de trabalho. Conselhos para presidência: Se tornar competitiva com o mercado não é somente ter custo baixo, mas também ter e manter bons profissionais, o salario deixa a TOTVS sempre 1 passo atrás, bons profissionais querem ganhar bem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Sales Specialist","avaliation":"Prós: A totvs eh uma grande empresa. Com muito renome e isso enriquece o currículo. Existem bons profissionais e muitas áreas para creacime tô profissional Contras: Falta de humanidade. Funcionários sem disposição para ajudar. Falta.cominicacao entre as áreas Tive.serios problemas.com o que foi acordado em questão salarial\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente tranquilo e equipe muito unida e organizada. A empresa é muito bem estruturada e com áreas muito bem definidas em relação às atividades do dia a dia. Contras: Acredito que a diretoria deveria ter mais proximidade com a realidade e rotina dos colaboradores. Esta distância acaba não dando a visão correta de cada um, dificultando o crescimento. Ainda assim é possível crescer. Conselhos para presidência: Ter mais proximidade com os colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Aprendizado, networking, boa remuneração, possibilidade de participação em projetos de assuntos variados e equipes bem dinâmicas e diversas, exposição ao cliente, treinamentos internos Contras: Necessidade de muitas horas extras, clima competitivo nem sempre saudável, backoffice desestruturado, projetos sem foco adequado e acompanhamento pelos gestores, muita panela Conselhos para presidência: Tenham mais atenção aos seus funcionários.. que isso não seja só um discurso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teste","avaliation":"Prós: Ambiente amigável, muitos companheiros para ajudar e compartilhar informações, ambiente que possibilita crescimento e desenvolvimento pessoal e profissional. Contras: Acredito que não possuem pontos negativos a serem trabalhados até porque o am inerte de trabalho é bem bacana e participativo por pate de todos.\n\nRecomenda a empresa:   \nREPORTAR"}]