[{"user":"Analista de Suporte a Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estrutura muito boa, ótimos benefícios, preocupação com a saúde do colaborador e possibilidade de obter bastante experiências na área que atuar. Contras: Plano de carreira deficiente, pouquíssimo reconhecimento e valorização salarial, alteração de cargo sem atualização das documentação do colaborador. Conselhos para presidência: Os gestores precisam estar mais presentes para acompanhar o desempenho de seus colaboradores. O ideal seria ele residir na mesma cidade aonde se localizam a maioria de seus funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Serviços Pleno","avaliation":"Prós: Clima para os funcionários que trabalham internamente, porém, para os funcionários que ficam alocados em clientes, isso não é levado em consideração. Contras: Os colaboradores que ficam alocados em clientes não se sentem parte da empresa, a Totvs poderia encontrar uma maneira de melhorar esse ponto.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Suporte","avaliation":"Prós: Ambiente de trabalho e espaço físico são muito bons, a tecnologia desenvolvida pela empresa é uma das maiores do pais e o ERP muito utilizado no mercado por diversas empresas Contras: Gestão dos coordenador e lideres, tempo que tem para que possa receber uma promoção salária. A utilização de metodologia agil não é usada como deveria\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Documentação","avaliation":"Prós: A empresa é flexível, tem mudanças constantes, está semore se atualizando em relação às tendências do mercado e oferece muitas oportunidades de aprendizado. Contras: Não oferece plano de carreira, osd processos de reconhecimento, promoção e mudanças de cargo são engessados e não trazem muitas oportunidades. \nREPORTAR"},{"user":"Analista de Sistemas I","avaliation":"Prós: Flexibilidade de horário, ambiente, responsabilidades dos demais totvers, compartilham conhecimento quando tem a oportunidade e maturidade do negócio. Contras: Falta de orientação no que é desejado pela empresa, não fomenta o desenvolvimento de novas habilidades, deixando que demandas do dia a dia orientem os passos e quando surge uma nova tecnologia busca profissionais fora da companhia, sendo que dentro existem interessados, porém sem espaço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O ambiente, a infraestrutura e principalmente a união ... a Totvs é um lugar maravilhoso par ase trabalhar ou dar inicio a sua carreira independentemente da área. Contras: Mesmo sendo um lugar incrível, com tempo a empresa vai perdendo o seu brilho bom pelo menos foi assim que aconteceu comigo...amo trabalhar lá, porém é notável que que o brilho do começo já não é o mesmo, algumas coisa vão mudando e ela fica cada vez menos brilhante Conselhos para presidência: Não se esqueça das pequenas coisas como por exemplo um panetone no natal...isso aquece o coração das pessoas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Qualidade de vida, horário flexível, entretenimento na empresa, sala de descanso, sala de jogos, convenio saúde, seguro de vida entre outros Contras: Creio que a metodologia da empresa é até agradável porem existe uma demora na valorização profissional no sentido de crescimento do profissional , pressão de chefia. Conselhos para presidência: Ser mais atento aos funcionarios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Suporte","avaliation":"Prós: Ótima empresa . Contras: Nenhum .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"JR Consultant","avaliation":"Prós: Benefícios (vt, vr, pl, plano de saúde), colaboradores amigáveis, cursos presenciais e online. Rápida resolução de problemas com rh e departamento pessoal. Contras: Carreira. Dependendo do cliente é difícil construir carreira. Período e forma de avaliação diferente para cada pessoa, para cada projeto. Tempo de promoção.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador","avaliation":"Prós: Sede moderna, reconhecida nacionalmente. Possibilidade de trabalhar em outras regiões. Ter trabalhado na TOTVS valoriza o profissional. Bons benefícios como plano de saúde, Gypass e plano odontológico Contras: Não valoriza profissional, erros constantes na folha de pagamento sempre para baixo. Não cumpre os acordos firmados com colaboradores. Instabilidade no emprego.\n\nRecomenda a empresa:   \nREPORTAR"}]