[{"user":"Analista de Negócios I","avaliation":"Prós: Empresa descontraída, infraestrutura incrível, muita oportunidade para aprendizado, benefícios bons de plano de saúde e oportunidades de descontos em parceiras Contras: Ninguém auxilia no andamento do trabalho, por ser tudo pra ontem, as pessoas não têm tempo hábil para te passar o conhecimento, você precisa aprender sozinho e acaba não tendo reconhecimento tanto em cargo como salário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Oportunidade de crescimento, muitas demandas de colocação devido a grande aceitação do erp no mercado, grande variedade de atividades no mercado para ocupação profissional Contras: Forma de repasse e parceria faz com que o profissional final tenha seus ren dimentos reduzidos, tratativa muito agressiva para com os seus clientes Conselhos para presidência: Investir em qualidade do produto. estrutura de dados necessita de mudanças\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Pesquisa Júnior","avaliation":"Prós: Empresa padrão Google. Ótimo ambiente de trabalho, descontraído. Empresa oferece fretado, vale refeição, vale transporte, plano com academia. Contras: Não vejo pontos negativos na empresa. Local de fácil acesso, a empresa oferece fretado até os metros mais próximos, 1h30 de almoço, nada a reclamar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista Sênior Estratégia Comercial","avaliation":"Prós: Empresa grande, com grande número de clientes, pacote de benefícios competitivo com o mercado, investe em pesquisa e desenvolvimento, tem boa estrutura financeira. Contras: Cultura de dono apesar dos esforços para mudança, alta burocracia nos processos, pouca documentação sobre os processos, muitas mudanças bruscas na gestão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Arquiteto de Soluções Sênior","avaliation":"Prós: Ambiente moderno positivo, alegre e desafiador. Pessoas de alto nível. Oportunidade de crescimento constante. Acompanhamento permanente de carreira. Contras: Deveriam melhorar o atendimento ao cliente. Não só atender bem as grandes contas e empresas mas todos os clientes independente de tamanho e faturamento\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: - Horário Flexível; - A empresa está tentando implementar metodologias ágeis; Difícil apontar outros pontos positivos, já que a empresa encontra-se em um momento de grande evasão. Contras: - Alguns líderes não tem sabedoria e inteligência necessárias para liderar. - Não possui plano de carreira; - A empresa adora mandar os colaboradores para viagens sem necessidade nenhuma; - A empresa diz que tem home office, mas não aplica para os colaboradores que mais necessitam; - Não tem uma política de promoções e salários; - Utiliza tecnologias atrasadas e ferramentas fora de mercado; - Momento de grande evasão; - A empresa não celebra os resultados com os colaboradores; Conselhos para presidência: A empresa precisa valorizar as PESSOAS. Como uma empresa do tamanho da Totvs não tem um plano de carreira? Sigam o que está na cartilha da empresa, a frase \"Valorizamos gente como a gente\" não está sendo aplicada da forma correta. \nREPORTAR"},{"user":"Assistente de Prospecção","avaliation":"Prós: A empresa disponibiliza de uma estrutura boa e aconchegante, Possui uma equipe de trabalho excelente, bastante esforçados, pessoas treinadas e capacitadas para realizar suas tarefas do dia a dia. Contras: Infelizmente o dialogo com algumas pessoas de cargo de nível inferior, é de extrema indelicadeza. Pouquíssima oportunidade de crescimento, e quando tem é depois de muitos anos dentro de casa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo","avaliation":"Prós: Inovação e condições de trabalho com ambiente envolvente, dinâmico e desafiador. Na TOTVS a sensação é de se trabalhar numa empresa diferente a cada dia, com diversos clientes de muitos seguimentos Contras: Variação salarial muito grande. Não há Plano de Carreira. Cada unidade ou franquia tem sua gestão com regras de administração de pessoal totalmente diferente. Pouco reconhecimento. Conselhos para presidência: Reconhecer aqueles que geram recursos para a empresa. Ver a bonificação como um merecimento gerador de riqueza e não como um custo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas Delphi","avaliation":"Prós: A estabilidade para poder trabalhar sem a preocupação com as oscilações mercado geradas pelas crises. A solidez da empresa é muito importante. Contras: Plano de carreira falta ser melhor definido. Fica muito a cargo da coordenação, e dependendo da movimentação que o funcionário fizer mudando de área, este planejamento se perde. Conselhos para presidência: Focar em negócios, que é alma dos nossos clientes. Deixar a tecnologia para as empresas de tecnologia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Scrum Master","avaliation":"Prós: O marketing é realmente muito bom, as instalações são boas, mas dependendo da sua área, não é possível desfrutar por conta dos gestores. boa estrutura e localização. Contras: Há alguns descontos em folha que não avisam com antecedência, como por exemplo o vale refeição, que tem desconte do R$100 na folha, a gestão é despreparada, consegue promoção somente os \"amigos\" dos gestores, sem nenhum requisito para tal, a gestão de pessoas não existe. Fala-se muito em gente boa que é boa gente, mas não cuidam de pessoas, nem mesmo o Adm de gente. Conselhos para presidência: Ficar atento as lideranças que estão nos cargos atualmente, são pessoas despreparadas para lidar com pessoas.\n\nRecomenda a empresa:   \nREPORTAR"}]