[{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2014","avaliation":"Prós: Muitos benefícios, ótima oportunidades de crescimento, ambiente acolhedor, minha equipe de gerência era extraordinário, nao.tenhoo que falar da empresa. Contras: Muita cobrança, meta exuberante loja mal.localozada, mas mesmo assim eu amava trabalhar e se podesse eu voltaria com certeza. Muita burocracia com cliente.   "},{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ferramentas de trabalho, treinamento doa produtos e serviços comercializados, acompanhamento dos resultados diariamente e todos os benefícios oferecidos. Contras: Gestão irregular, sem respeito com os colaboradores, obrigavam a dobrar o horário mesmo se já estivesse de meta atingida, não costumavam resolver os problemas Pertinentes a loja.   "},{"user":"Atendente de Agendamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Quase nada pra quem é da área de telemarketing, só se conformar que nunca vai crescer, p vr e o va que segura o povo que é bom, piv depende muito Contras: Bem o local, a sede que fica em frente a estação da luz esta jogada aos ratos, 2 banheiros por andar pra cerca de 50 pessoas cada banheiro com 2 privas masculino e feminino, sem copa para almoçar no prédio, se quiser tem que ir no prédio ao lado, o portão parece de escola publica, sem segurança, sem possibilidade de promoção a não ser que seja muito próximo aos chefes, sem reconhecimento, nem parece que trabalha pra vivo só perdem com isso, pessoal entra estuda e cai fora!u Conselhos para presidência: Quem trabalha com telemarketing exite também somos pessoas não só um bando de gente que não tem capacidade de fazer outras coisas   "},{"user":"Gerente de Projetos e Portfólios","avaliation":"Prós: Possui muitas oportunidades internas de carreiras, excelentes benefícios e em ritmo d3 crescimento e investimento em novas tecnologias e produtos Contras: Empresa bem departamentalizada, ainda com cultura herdada do departamentalismo público, o que torna bem burocrático o desenvolvimento de projetos   "},{"user":"Consultor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Multi nacional líder de mercado, com grandes oportunidades.Day off, horário de entrada flexível. Em até 3 horas. Home Office 1 dia pé semana Contras: Home Office de apenas um dia por semana. Alta pressão por resultados prazos insanamente curtos para realização de tarefas, ambiente muito competitivo chegando a ser nocivo para saúde de muita funcionário. Conselhos para presidência: Incentivar e melhorar o ambiente para possibilitar a criatividade. Tempo, esse é o recurso mais importante nesse incentivo.   "},{"user":"Atendente Retenção","avaliation":"Prós: Plano de desenvolvimento interno real, com priorização de promoções internas. Pacote de benefícios maior que o ofertado no mercado, ambiente dinâmico com foco na excelência em relação ao outsourcing, mobilidade de horários com o objetivo de não impactar a vida pessoal do colaborador. Alto desenvolvimento das habilidades comunicativas e de persuasão. Contras: Devido a competitividade, o ambiente de trabalho possui nível mais elevado de estresse, cobrança de indicadores em tempo real. O colaborador é o ponto intermediário das necessidades do ciente e da empresa na esfera micro, portanto precisa ter um feeling maior do seu campo de atuação. A comunicação deve ser altamente assertiva de modo a atingir índices de reversão de insatisfação, adaptando-se aos diversos níveis intelectuais de clientes. Conselhos para presidência: Se aproximar mais da realidade das atividades do colaborador.   "},{"user":"Analista em Segurança da Informação - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bons beneficios, preocupacao com o ambiente de trabalho. Horario flexivel, day off, ppr, previdencia privada, assistencia medica, vr e va otimos Contras: Salario abaixo do mercado alguns gestores nao qualificados. Falta de investimento nos funcionarios, incentivo a estudos. Muito cortes todo ano   "},{"user":"Analista de Facilities I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Remuneração é boa,horarios flexíveis, ótimo pacote de benefícios. Empresa de nome nacional e intercional, atua em todo pais permitindo mobilidade Contras: Empresa desorganizada, alguns setores possuem baixo nivel de profissionalizacao. Diretoria muito distante da operação. Nao ha um bom plano de carreira...   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Exige alta performance dos funcionários mas possui recompensa em forma de PLR e, para os executivos o bônus anual. Contras: nenhumnenhum nenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhumnenhum   "},{"user":"Analista Jr - Ex-funcionário, saiu em 2014","avaliation":"Prós: Empresa multinacional, com muitas perspectivas de carreiras, bons benefícios, salários praticados no mercado. Considero que foi de suma importância para minha carreira Contras: áreas em que o gestor direto não tem decisão de plano de carreira, priorizam áreas como comercial e esquecem de quem faz a roda girar. Para o RH sugiro que olhem e façam um plano de ação para que o planos de carreira sejam idêntico para todos.   "}]