[{"user":"Instalador de LA","avaliation":"Prós: No geral posso dizer que os benefícios que são atraentes , muito bom . E também são poucos os descontos no contra cheque são as poucas coisas que segura o instalador. Contras: Não existe vida pessoal pra instalador , sem horário de saída , o processo na instalação muito lento o suporte e os supervisores e coordenação despreparados. Conselhos para presidência: Se organizar mais.   "},{"user":"Operador de Agendamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente empresa para se trabalhar em todos os aspectos não tenho nada a reclamar dessa empresa o salário é ótimo os benefícios são excelentes e a empresa é muito boa Contras: Não acho que tenha muita coisa melhorar não a empresa reconhece muito bem os funcionários sabe reconhecer o talento de cada umas pessoas crescem por meritocracia   "},{"user":"Trainee","avaliation":"Prós: A empresa possui múltiplas áreas que nos fornecem oportunidade de aprendizados, possibilidades de conviver com pessoas diversas, e trabalhar em projetos grandes. Contras: Há uma constante reorganização das áreas e projetos podem mudar de escopo. Ainda estamos buscando a melhor maneira de englobar todas as áreas de negócio e entender como trabalhar melhor para o cliente.   "},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios como VR, VA, Plano odontológico, plano de saúde e seguro de vida. O salário também é muito bom. Ótimos treinamentos para os funcionários. Contras: Ambiente de trabalho muito ruim, as pessoas de sua equipe não te respeitam. Gestoras só pensam em números e esquecem da qualidade de vida do funcionário. "},{"user":"Key Account","avaliation":"Prós: Remuneração e benefícios são ponto forte da empresa! Trabalho dinâmico e desafiador. Indico muito para desenvolvimento profissional essa empresa Contras: Para crescimento dentro da empresa o processo é lento e precisa de mobilidade de mudança de estado. Difícil promoção dentro da cidade Natal.   "},{"user":"Consultor de Negócios Il - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios acima da média, oportunidade de aprendizado, oportunidade de crescimento, possibilidade de diálogo com gestores. Excelente ambiente de trabalho. Contras: Mudanças nos produtos e serviços quase semanais, precisamos nos adaptar imediatamente as alterações. Pressão constante e cobrança severa individual.   "},{"user":"Consultor de Compras","avaliation":"Prós: Previdência privada, plano de saúde, Participação nos Lucros, estabilidade, oportunidades internas, desenvolvimento através de cursos e projetos Contras: A empresa ainda possui muita burocracia em seus processos internos e as mudanças não são bem aceitas. A gestão de consequência não funciona para os gestores, que continuam acomodados. Conselhos para presidência: É necessário implantar reconhecimentos simples para o dia a dia e aplicar a gestão de consequência para gestores que não utilizam em ferramentas de gestão modernas e implantação de projetos de melhoria.   "},{"user":"Atendente Retenção","avaliation":"Prós: Ótimos benefícios, oportunidade de crescimento, a empresa tem um plano de carreira bacana, além da flexibilidade de horários e a carga horaria reduzida. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.   "},{"user":"Consultor","avaliation":"Prós: Empresa com oportunidades de aprendizado, crescimento de carreira, movimentações entre áreas, Home Office 1x na semana, horário flexível, 20 dias licença paternidade, benefícios compatíveis com o mercado, além de incentivar vários projetos de voluntariado e inclusão digital. Contras: Como toda empresa grande, estrutura enrijecida, muitos graus hierárquico, com pequenos 'feudos' espalhados entre as áreas, apesar do horário flexível, fácil saber hora de entrar mas a hora de sair ... a coisa pega nos fechamentos!   "},{"user":"Analista de Logística Sênior","avaliation":"Prós: Pagamentos pontuais, bom clima de trabalho, benefícios muito bons. É uma empresa grande internacional como oportunidade de viajar fora do país. Contras: Sempre é mais difícil crescer em uma empresa grande, os processos são mais longos e as vezes não são justos, é o clima normal quando você trabalha em uma empresa grande.   "}]