[{"user":"Guru Tecnológico - Ex-funcionário, saiu em 2018","avaliation":"Prós: O PPR é uma excelente remuneração que ajuda muito as pessoas, mas olhando para os lucros anuais da empresa acredito que poderia ser pelo menos o dobro do que é pago. Contras: Metas absurdas, lojistas são descriminados em relação ao pessoal administrativo, empresa se tornou péssima para trabalhar após aquisição da GVT. Conselhos para presidência: Valorizar mais as pessoas que vestem a camisa da empresa. Há profissionais em posição gerencial que não tem competência para administrar nem mesmo uma banca de jornal, enquanto há pessoas muito qualificadas que não são valorizadas por não serem puxa saco.   "},{"user":"Consultor - Ex-funcionário, saiu em 2012","avaliation":"Prós: Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. oportunidades de crescimento Contras: muito estressante , lidar com clientes mau educados que coloca a culpa em ti se o problema não foi resolvido e a maioria das vezes e problema de sistema Conselhos para presidência: voce faz o lugar   "},{"user":"Teleoperador de Atendimento II","avaliation":"Prós: Departamento RH. Atenção em treinamento. Salario justo. Condução para quem faz ultimo horario. Vt e VR sempre pontuais ou antecipado. Enfermaria dentro do predio . Plano de saúde excelente. Contras: Pressão. Metas. Finais de semama e feriados esqueçam . Rigidez com horários. Alguns inimigos. Não abonam falta por doença familiar. Descontam se loga em PA errada.   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e salario. Otima para vivenciar uma produção a todo vapor e fazer rede de contatos. Oportunidade de aprender com as novidades do mercado. Contras: Rotatividade de funcionários alta, inclusive lideres. Falta de acompanhamento do gestor. Estagnação de carreira. Voce é só um numero. Enxugamento das equipes. Conselhos para presidência: Valorize mais os profissionais e pare de sobrecarrega-los. Eles que tocam o barco.   "},{"user":"Analista","avaliation":"Prós: A evolução pessoal e profissional diante dos desafios diários da equipe. Os diversos benefícios que contribuem para uma qualidade de vida melhor. Contras: Muita pressão para entrega de resultados e muitas vezes a cobrança / abordagem é realizada de forma muito agressiva, caracterizando-se até mesmo como anti-ética para com o colaborador. A empresa divulga à nível nacional diversos programas de melhoria continua, em especial para a qualidade de vida do colaborador, visando também a melhoria do ambiente de trabalho e programas de motivação profissional, porém não são todos os colaboradores / setores que conseguem / são permitidos usufruir de tais programas. Conselhos para presidência: Acompanhamento mais próximo em todos os setores da empresas à nível nacional, dos programas divulgados / criados pela própria empresa, que visam melhorias no ambiente de trabalho e programas / jornadas de trabalho motivacionais.   "},{"user":"Analista de Logística","avaliation":"Prós: Uma empresa de grande porte, que possui muitas oportunidades de crescimento Participação nos lucros muitos benefícios atrativos Recomendo trabalhar nesta empresa. Contras: nenhum Uma empresa de grande porte, que possui muitas oportunidades de crescimento Participação nos lucros muitos benefícios atrativos Recomendo trabalhar nesta empresa.   "},{"user":"Assistente de Assistência Social","avaliation":"Prós: Empresa com ótimos benefícios, atrativades, e se importa com um plano de carreira para os Colaboradores. E um ótimo lugar para construir uma carreira profissional. Contras: Algumas gestões não são boas, não tem domínio de seu cluster, alguns gestores não sabem cobrar, alguns funcionários tem que puxar saco se quiser conseguir algo.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Serviços oferecidos aos clientes de ótima qualidade e com preços não abusivos, estrutura física com visual limpo e totalmente organizado, salários pagos em dia. Contras: Salário baixo se considerado as funções de cargos gerenciais e de liderança, pressão extremamente forte em cima de metas, com cerca de 4 superiores ligando ou enviando mensagens em horários fora do horário de trabalho, e de forma compulsiva. Conselhos para presidência: Uma aproximação maior dos superiores aos gerentes de forma a dar suporte, e não somente para cobranças muitas das vezes excessivas ao extremo e sem sentido.   "},{"user":"Analista Pleno","avaliation":"Prós: Salário compatível com mercado de trabalho , existem muitos benefícios como daconto nos serviços, um ótimo VR E VA , celular corporativo, horário flexível. Contras: Não valorizaram as pessoas que vestem a camisa, precisa ser político para sobreviver em algumas áreas da empresa. Muitos diretores fazer nepotismo e consequentemente seus subordinado. Conselhos para presidência: Olha as pessoas como pessoas e não como número . De valor a quem veste a camisa e não a política .   "},{"user":"Analista de Faturamento - Ex-funcionário, saiu em 2007","avaliation":"Prós: Ótimas oportunidades de crescimento. Equipe maravilhosa. Salário pago em dia. Excelentes benefícios. Não tive nenhum problema ao trabalhar lá. Contras: Não tenho nada a reclamar. Não tenho o que escrever.   "}]