[{"user":"Analista de Experiência do Cliente Sênior","avaliation":"Prós: Benefícios - plano de saúde, VR/VA, linha funcional, plano farmácia, plano odontológico -, flexibilidade de horário de trabalho, estrutura do prédio é ótima Contras: Estrutura altamente hierarquizada acaba atrapalhando o fluxo ágil sobre a decisão e implementação de processos que por vezes demandam uma decisão ágil   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa possui grande variedade de areas e propicia conhecimento, troca de informações, job rotation, e agrega conhecimento em todos os momentos Contras: Muita hierarquia, para todas as demandas ou necessidades se faz necessario uma serie de aprovacoes, tornando a empresa burocratica e lenta em tudo   "},{"user":"Consultor","avaliation":"Prós: A energia de fazer acontecer, a competitividade e a vontade de crescer da companhia de permanecer lider no mercado e impulsionar a tecnologia no Brasil Contras: A cultura GVT, desde a chegada deste pessoal trouxeram um caultura muito arrogante e hóstil proporcionando uma cultura do medo e um ambiente dificil de se trabalhar   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa organizada, com grande porte e com grande infra de suporte e abrangência em seu mercado de atuação. Me permitiu fazer um vasto networking. Contras: A empresa a todo tempo está mudando, porém opera de forma de tentativa e erro e perde o foco aos detalhes e principalmente ao cliente final. pelo fato de ser grande muitas vezes as pessoas que trabalham lá esquecem que o objetivo final é o cliente. Conselhos para presidência: Observe bem as pessoas as quais são creditadas a sua confiança.   "},{"user":"Secretária Bilíngue","avaliation":"Prós: Empresa sólida com ótimos benefícios, programas de desenvolvimento, estrutura física moderna, bom ambiente de trabalho e oportunidades de crescimento. Contras: Processos mal definidos e/ou muito burocráticos, o que impacta fortemente no dia dia gerando perda de tempo. Salários para cargos de assessoria não compatíveis com o mercado. "},{"user":"Especialista","avaliation":"Prós: Oportunidades de carreira, clima organizacional agradável, mindset de inovação, aberta às transformações e reinvenções de negócio e formas de atuação. Contras: Muito forte a questão de hierarquia, possui muitos silos e diferenças entre áreas, o que gera dificuldade de colaboração interna. Mas tem foco em pessoas o que ajuda na resolução de problemas   "},{"user":"Analista Sênior","avaliation":"Prós: Salário/benefícios/PPR bastante acima da média do mercado, programas institucionais que incentivam crescimento e cultura de diversidade, possibilidade de trabalho remoto. Contras: Apesar de a \"instituição Vivo\" ser bastante inspiradora, os problemas do dia a dia são gigantescos e brutais. Existe a sensação de que não trabalhamos na empresa que é \"vendida\" nos canais institucionais internos. Incentiva-se a diversidade, porém o clima é preconceituoso e pesado. Incentiva-se o trabalho remoto, porém os gestores ficam dando \"incertas\" para ter certeza que o colaborador está trabalhando. Enfim, a Vivo tenta ser legalzona, mas os gestores não concordam com as iniciativas institucionais e simplesmente sabotam tudo que a empresa propõe para melhor qualidade de vida.. quando chega a pesquisa de clima, as pessoas se sentem inseguras de manifestar suas verdadeiras percepções e o looping da má gestão segue.. Conselhos para presidência: Olhar mais de perto para as lideranças e ter certeza de que elas estão alinhadas com os valores propostos pela empresa, mas não apenas no discurso, e sim nas ações do dia a dia.   "},{"user":"Advogado Associado","avaliation":"Prós: Ambiente descontraído, pessoas jovens, áreas específicas, inclusivo, localização boa, bons benefícios, acesso aos gestores, pessoas bem preparadas Contras: Burocracia, acesso difícil aos diretores, carreira estagnada, não há transparência nos processos, procedimentos burocráticos, as pessoas não dão muita informação para iniciantes   "},{"user":"Gerente de Recursos Humanos","avaliation":"Prós: Oportunidades de crescimento de carreira. Oportunidade de trabalhar com todos os estados e um time de pessoas gigantesco. Muito dinâmico o ambiente tende a parecer com varejo. Contras: Muita bola nas costas e competitividade entre times e áreas. Pouquíssimas parcerias e um ambiente extremamente hierarquizado e político. Se não agradar o CEO e seu time, entregas não serão suficientes.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: A Governança Corporativa é um ponto muito forte, o qual mantém a ética acima de tudo. A Empresa possui uma conduta de mercado muito séria e profissional. Contras: A Gestão está com o nível muito detalhista para o perfil da operação. A estrutura mantém-se pressionada 24h por dia, o que não permite atingir o melhor nível de trabalho. Conselhos para presidência: Rever o nível de pressão nas áreas de suporte as operações.   "}]