[{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa sempre inovando em novas tecnologias buscando novos produtos e serviços. Salario e beneficios são pagos pontualmente. Há PLR em todas as funções Contras: Estruturas muito grandes devido a aquisição de empresas menores não permite um plano de carreira. Demora muito pra vc ser visto e ter uma oportunidade. Pessoas são mudadas de função sem saber se estão adequadas aos trabalhos\n\nRecomenda a empresa:   "},{"user":"Reparador","avaliation":"Prós: Bom salário, ótimo plano médico, paga adicionais, hora extra, ótimo valor vale refeição e se cuidar bem, o piv vem mais de 100% fácil. Ótima chefia e equipes de apoio. Contras: Burocracia emperra o processo de atendimento. Queda da qualidade dos equipamentos e falhas de processo acaba passando uma imagem errada a cliente. Preocupação de diretoria com indicadores que eles mesmos criam e não com o cliente reforça essa afirmativa. Conselhos para presidência: Escute equipe de campo, eles são a personificação da empresa. Eles que tem o feeling do que é bom e ruim para todos. Parem de terceirizar tudo. Funcionário reconhecido CLT direto se sente mais valorizado e consequentemente melhora o atendimento.\n\nRecomenda a empresa:   "},{"user":"Technical Leader","avaliation":"Prós: Ótima empresa para se trabalhar. Possui bons planos de benefícios e com aprendizado. Para pessoas que buscam desafios na carreira com em uma empresa global. Contras: Ambiente pouco colaborativo, tanto sistemicamente quanto nos times de trabalho. Muitos processos internos com pouca informação e difícil entendimento.\n\nRecomenda a empresa:   "},{"user":"Atendente de Retenção","avaliation":"Prós: Bom, empresa possui um plano de carreira claro para os colaboradores, os benefícios como, alimentação, PRL, abono salarial e Remuneração variável são os mais bem pago pelo mercado. A culta de inclusão e diversidade é maravilhosa, entre as equipes existe uma camaradagem muito grande, ou seja, todo mundo se ajuda. Contras: Acredito, que a empresa tenha que melhorar suas mudanças de processos que são muito rápidas, sem ter muito comunicação, mudam os processos quase que diariamente.\n\nRecomenda a empresa:   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2016","avaliation":"Prós: Beneficios muito bons Participacao de Lucros boa media de dois salarios por ano Beneficios muito bons Participacao de Lucros boa media de dois salarios por ano Contras: Muita hora extra Bagunça nos projetos Muito leader para pouca demanda, e acabam transformando algo simples em algo chato, complicado, e isso atrapalha o desenvolvimento das atividades nos projetos.\n\nRecomenda a empresa:   "},{"user":"Gerente de Negócios I","avaliation":"Prós: Benefícios be flex, aparelho funcional e outros benéficos que a empresa oferece. Ótimos gestores e plano de carreira dentro da empresa bem definidos Contras: A empresa possui pouquíssimos pontos negativos. Não existe muita coisa que desabone a empresa. Gosto muito de trabalhar na vivo atuando em loja.\n\nRecomenda a empresa:   "},{"user":"Atendente de Retenção - Ex-funcionário, saiu em 2014","avaliation":"Prós: Bem organizada, inovadora. Flexível nos horários. Vários treinamentos. Referência em atendimento ao consumidor. Grande estrutura para atendimento Contras: Precisa de um prédio melhor e maior em Maringá PR. Muitas pessoas em um pequeno espaço. É necessário ampliar as instalações. E fazer mais programas para saúde mental dos colaboradores.\n\nRecomenda a empresa:   "},{"user":"Gerente de Marketing","avaliation":"Prós: Empresa aberta, muito moderna e uma mãe para benefícios. Tem PLR, Auxilio creche, estacionamento, celular corporativo ilimitado, plano de previdencia, VA/VR, etc. Contras: Muitas mudanças nas equipe e um PDV por ano. Todo ano há um plano de demissões voluntárias e também há muitas alterações, sem demissão, de atividades ou estrutura.\n\nRecomenda a empresa:   "},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Pessoas muito qualificadas no serviço e muita dedicação , o salário é ótimo, educação e trabalho em grupo, organização nos serviços que a empresa proporciona. Contras: A empresa é ótimo, não tenho muito o que reclamar, mas o horário impediu que eu ficasse, pois faço faculdade no período da manhã e atrapalharia no estudo Conselhos para presidência: Respeito é conhecimento\n\nRecomenda a empresa:   "},{"user":"Analista de Sistemas","avaliation":"Prós: Estabilidade, beneficios (VA e PPR), muito investimento em tecnologia e portanto oportunidades de atuacao e desenvolvimento individual e coletivo Contras: Baixa remunerações, falta de reconhecimento, regimes executivos autoritarios e ineficientes, a pressao do dia a dia nao faz juz a quanto valorizam as pessoas. Conselhos para presidência: Reconhecer a realidade das pessoas que fazem parte se sua companhia, participem do chefe secreto do fantastico!!!\n\nRecomenda a empresa:   "}]