[{"user":"Analista de Marketing","avaliation":"Prós: Benefícios muito bons e competitivos que prezam o funcionário. Ticket ácima da média, PPR sempre maior que 2 salários, empréstimos de férias sem juros. Contras: Política de promoção interna, muitos desligamentos e reestruturações. O funcionário deve aguardar uma vaga e 12 meses da última promoção para poder concorrer.\n\nRecomenda a empresa:   "},{"user":"Consultor de Negócios I","avaliation":"Prós: A Empresa em si é a melhor para se trabalhar , paga muito bem, muitos benefícios, oportunidade de crescimento dentro da empresa , incentivos Contras: Gestão desmotiva os funcionários ...diminui o rendimento, muita pressão psicológica, trabalhar sem bater cartão, pra não dar hora extra , não tirar 30 dias de férias Conselhos para presidência: Conversar mais com a linha de frente "},{"user":"Consultor","avaliation":"Prós: Beneficios, flexibilidade, dinamismo, há oportunidades de crescimento de carreira e promoção vertical. Empresa moderna e antenada com o Mercado. Contras: Gestores mal qualificados, desorganização, burocracia. Qualquer processo por mais simples que seja envolve um enorme esforço. Areas competem entre si enquantod deveria ocorrer uma sinergia. Conselhos para presidência: Desburoctratizar processos. Selecionar melhor os Gestores. Há muitos executivos sem qualificação e despreparados para trabalhar com recursos humanos.\n\nRecomenda a empresa:   "},{"user":"Analista de Negócios I","avaliation":"Prós: Boa remuneracao e clima organizacional favoravel. Estimula e investe nos profissionais. Possui boas politicas e praticas de convivencia implementadoa Contras: Muita burocratização de alguns processos, metas agressivas, e grande parte da mão de obra especializada acaba sendo tercerizada para suprir a demanda de atendimento ao cliente\n\nRecomenda a empresa:   "},{"user":"Vendedor Comercial Interno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bastantes beneficios em questao de saude e bem estar, tem um ticket de alimentacao muito bom, mesmo estando como primeiro nivel na empresa. Recomendo Contras: Muita pressao nas metas impostas pela a gerente, voce se sente obrigado a oferecer produtos a seus clientes mesmo que eles nao necessita. A empresa nao visa o que e bom para o cliente\n\nRecomenda a empresa:   "},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Bons beneficios, meta fácil de ser atingida, marca de boa aceitação no mercado, muita publicidade que acaba propiciando melhores resultados, material de apoio... Contras: Dificuldade em resolver processos e problemas dentro da empresa, limitação para as áreas de atuação ( um cliente tem cobertura e o seu vizinho pode não ter ) Conselhos para presidência: Rever diferenças salariais de pessoas que exercem a mesma função... porque isso em algum momento gera um prejuizo maior para a Cia\n\nRecomenda a empresa:   "},{"user":"Consultor de Relacionamento","avaliation":"Prós: Clima organizacional Salário Pl 13 adiantado Plano de Saúde Sodexo Celular corporativo Academia em folha Uniforme Pagamento em dia Orgulho de pertencer Contras: Metas altas, Metas altas, Metas altas, Metas , Metas altas, Metas altas, metas altas, metas altas, metas altas, metas altas altas, metas altas, metas altas, Conselhos para presidência: Diminuir as metas\n\nRecomenda a empresa:   "},{"user":"Recepcionista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimos benefícios: convênio , alimentação seguro de vida etc... ambiente de trabalho muito bom ,oportunidade de crescimento e oportunidade de altos ganhos. Contras: Não tenho oque reclamar da empresa, é uma empresa como qualquer outra formada por pessoas e infelizmente existem algumas pessoas que não sabem separar o pessoal do profissional. Conselhos para presidência: Dar a oportunidade de todos os funcionários que saírem da empresa fazer um feedback sobre a gestão e planejamento estratégico dentro de loja.\n\nRecomenda a empresa:   "},{"user":"Analista de Planejamento Sênior","avaliation":"Prós: A empresa presa pela identidade do colaborador, temos autonomia e os benefícios são muito atrativos. A localização da empresa é muito boa e mesmo assim a empresa propõe um dia de Home office Contras: Algumas equipes estão desalinhadas com o direcionamento da empresa, pois a empresa é muito grande e mesmo com os diversos programas para manter a liderança alinhada existem alguns gestores fora do padrão.\n\nRecomenda a empresa:   "},{"user":"Gerente","avaliation":"Prós: Existe Oportunidades de Crescimento dentro da própria área ou em outras áreasa através do programas de recrutamento interno, os Benefícios são flexíveis compatíveis ou superiores aos do mercado e o Clima Organizacional é acima da média de mercado e um tema importante para os líderes. Contras: A empresa é muito grande e isso gera um número muito grande de níveis (layers) na empresa, gerando mais burocracia e esferas de aprovação para os projetos.\n\nRecomenda a empresa:   "}]