[{"user":"Atendente de Agendamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Na parte de call center nada, mais não têm nada mesmo, só o VR que é alto Contras: Falta dê crescimento, derrespeito no setor de call center têm que ir trabalhar todos os feriados sábado e domingo. Gestores mau preparados não ligam pros funcionários Conselhos para presidência: Muda tudo do call center\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pessoal técnico dedicado e muito capaz. Trabalhei com uma equipe extremamente leal e receptiva. Excelentes benefícios, mas poderiam dar maiores descontos sobre os produtos da empresa para os funcionários. Contras: Gestão confusa, chegando a ser autoritária. Pouco espaço para trazer novos conceitos em algumas Diretorias. Uma movimentação atípica de pessoas. Contratações aos montes seguidas de PDV e grandes demissões. Falta de feedback claro da gestão. Conselhos para presidência: Fazer valer as politicas de RH, acompanhando mais de perto a gestão das áreas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Flexibilidade de horários e trabalho remoto Não existe dress code. Cada funcionário pode utilizar a roupa que se sentir confortável. Vale alimentação Contras: Espaços grandes que dificultam a interação entre os estudantes, além da dificuldade de comunicação com os superiores pois possuem SCHEDULE próprio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Suporte Comercial - Ex-funcionário, saiu em 2015","avaliation":"Prós: Clima organizacional muito agradável, empresa valoriza seus funcionários, bons sala´rios e benefícios. Bom desenvolvimento pessoal, sempre tem treinamentos Contras: Pouca oportunidade para analista de suporte que mesmo na área administrativa tem ser consultor para seguir carreira na área gerencial e administrativa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Processos - Ex-funcionário, saiu em 2019","avaliation":"Prós: A empresa tem bons salário, ótimos benefícios como Gym Pass e a carga horária é flexível. Tem um programa de desenvolvimento educacional para todos os colaboradores Contras: A empresa é muito desorganizada. Projetos são iniciados antes de uma análise completa de orçamento, necessidades da área cliente, cenário e etc. Várias áreas desenvolvem projetos para a mesma finalidade, gerando grande impacto negativo no clima organizacional. As áreas não trabalham em parceria, parece que as pessoas trabalham em empresas diferentes. Tamanha e desorganização gera muito retrabalho e pouca produtividade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Júnior","avaliation":"Prós: Apesar de muito trabalho o clima é leve e descontraído. A Flexibilidade de horário também conta muito. Além do benefício de se poder trabalhar um dia de casa, que nos permite adiantar bastante nosso trabalho. Contras: Como toda empresa tem pontos negativos, a Vivo também deve ter, mas em 6 meses de trabalho eu ainda não consigo visualizar um ponto negativo diante de todos os pontos positivos que descubro a cada dia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Profissionais excelentes, engajados e compromissados e que no dia a dia incentiva cada vez mais seus funcionários através de brindes que servem para impulsionar cada vez mais nosso serviço. Contras: Sem pontos negativos, cada dia mais que trabalho nessa empresa vejo que encontrei a galinha dos ovos de ouro, boa remuneração e forma de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz Operacional - Ex-funcionário, saiu em 2016","avaliation":"Prós: otimo lugar para trabalhar bem organizado tem bastante auxilio para que. Possa ter um bom ambiente de trabalho no qual fica facil trabalhar . Contras: Empresa paga bem mais ela necessita que voce venda bastante para que possa continuar nela pois são diferentes tipos de produtos que você precisa vender Conselhos para presidência: Aumentar o salario do gerente ele merece\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Guru Tecnológico","avaliation":"Prós: Empresa com grande visão estando sempre a frente do mercado, em relacao a inovação, e muitas chances de crecimento, e oferece otimos beneficios Contras: Algumas áreas nao se comunicam impossibilitando , a rapida resolução dos problemas dos clientes acarretando grande extr3ss ko ponto de venda Conselhos para presidência: Prestar atenção em alguns gestores, pois uma empresa de tecnologia lider em inovação e criadora de tendência no mercado naopoder ter lideres engesados, comno pensame to e gestão utrapaçado, que privam os colaboradores de expressar suas ideias.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico de Telecomunicações Pleno","avaliation":"Prós: Ser a melhor Telecom do Brasil as pessoas são tratadas com respeito e igualdade a empresa está sempre inovando para atender melhor os seus clientes. Contras: Talvez por ter havido uma fusão de duas empresas(GVT-Vivo) a empresa peca um pouco em algumas áreas administrativas existe uma certa diferenciação entre Vivo móvel e Vivo fixa.\n\nRecomenda a empresa:   \nREPORTAR"}]