[{"user":"Analista de Telecom","avaliation":"Prós: Cultura da empresa espetacular, com anos de tradição. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras Contras: Várias fusões ao longo dos anos, e pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada, alguns departamentos funcionam isolados e não se comunicam bem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Trainee","avaliation":"Prós: Cultura da empresa é ótima, com respeito a diversidade e iniciativas de inclusão. Benefícios são flexíveis e em geral muito bons, além de ter benefícios fixos. Contras: Tempo de escolha de benefícios é um pouco restrito, podendo ser trocado apenas uma vez por ano. Há alternância e mudanças nos níveis gerencias demasiadamente, o que atrapalha as vezes a continuidade de projetos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Várias fusões e, pelo setor de telecomunicações estar passando por transformação para se tornar digital, existe uma pressão muito forte, porém ainda um pouco desordenada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Microinformática Sênior","avaliation":"Prós: são muito benefícios, que em sua somatória seria quase um outro salário, os tickets refeição e alimentação são ótimos valores, fora convênios, etc. vêm crescendo no aspecto melhores condições de trabalho ao colaborador, com home office, liberação de bermuda em tempos quentes, proposta de ampliação do trabalho remoto, entre outros pontos que fazem o colaborador ter uma melhor relação trabalho vs vida pessoal. Contras: muitas lideranças precisam aprender um pouco a serem líderes, acredito que falta um pouco um lado humano nesse sentido. existem muitos processos internos arcaicos principalmente com relação a promoção, remuneração e méritos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Seção","avaliation":"Prós: A busca incessante por inovação, pelo que há de mais novo seja em serviços, gestão, governança, gestão de pessoas. É uma empresa que nos desafia a aprender mais todos os dias. É uma empresa que tem propósito e que tenta todos os dias evidenciar isso aos colaboradores e clientes. Contras: Ainda é uma empresa extremamente hierarquizada. Está buscando modernizar a forma e a velocidade nas tomadas de decisões, mais isso ainda fica restrito as áreas mais ligadas à desenvolvimento e IT. Conselhos para presidência: Ouvir mais as pessoas que estão distantes da matriz. E ouvir menos pelos canais formais tradicionais, pois isso constrange os colaboradores. Há boas ideias sobre gestão, sobre redução de custos, que não chegam ao topo na pirâmide pois há muitos interesses no meio do caminho. Estes interesses nem sempre são os melhores para a empresa como um todo, mas para alguma unidade de negócio ou Diretoria...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora de Varejo","avaliation":"Prós: Benefícios, ambiente,soluções e qualidade de serviço.Pagamentos em dia,bom plano de saúde e auxílio creche para mães . Contras: Para melhorar de cargos existe um sistema paternalista de apadrinhamento e não por competências. Sugam até a última gota de sua energia ainda pensam que te fazem um grande favor em te empregar. Conselhos para presidência: Desenvolver talentos verdadeiros.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Key Account","avaliation":"Prós: A empresa tem um excelente plano de carreira e proporciona muita oportunidade de crescimento, desde que você tenha mobilidade para ir atrás da vaga que deseja. Contras: Não concordo que este campo de comentário tenha que ter mais de cento e quarenta caracteres. Único ponto a destacar e esperado para uma multinacional é a cobrança\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Instalador","avaliation":"Prós: É uma das maiores empresas de telecomunicação. Trabalhar com a melhor teologia do mercado fazendo a diferença na qualidade do produto. e estar presenciando a satisfação dos clientes. Contras: A falta de oportunidade de carreira para os funcionário veteranos que sempre entregam os resultados . oportunidade e reconhecimento e o maior mérito que uma empresa de grande porte pode ceder ao funcionário . Conselhos para presidência: oportunidade de carreira para funcionários que sempre superou as metas ,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Trabalho dinâmico, vc conhece muita gente. Gestor pode criar ideias para desenvolver seu trabalho. Contras: Muita pressão. A empresa só trabalha com muita pressão. Não pensa no lado humanos de seus funcionários. Conselhos para presidência: Sejam mais humanos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Sistemas","avaliation":"Prós: Os benefícios são ótimos e a infraestrutura é excelente. Com muitos desafios no dia a dia e tendo a oportunidade de trabalhar com ótimos profissionais. Em geral é uma ótima empresa para se trabalhar, gosto muito de lá. Contras: Falta um planejamento de carreira mais claro por parte da Telefônica e os avanços de cargos poderiam ter uma clareza maior traçando objetivos individuais para que cada colaborador tivesse uma linha Clara de como subir Conselhos para presidência: Ser mais ágil em ouvir as áreas e tratá-las com uma certa individualidade.\n\nRecomenda a empresa:   \nREPORTAR"}]