[{"user":"Analista Sênior","avaliation":"Prós: Ótimos benefícios. Oportunidade de participar de projetos sociais e plano de carreira. Contras: Gestão de pessoas, feedback e qualidade de vida (carga horária a ser cumprida).\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleoperador de Suporte Técnico - Ex-funcionário, saiu em 2015","avaliation":"Prós: Bom ambiente, cultura legal, pessoas são simpáticas e os superviosres estão sempre dispostos a ajudar. 6h20 por dia e possibilidade de trocar os horários as vezes. Contras: Trabalho muitas vezes estressante, muitas vezes desanimador, tem de trabalhar sábado ou domingo e não é fixo, as vezes é sábado, as vezes é domingo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Bom clima de trabalho, reconhecimento de performance, salário compatível com o mercado, bons benefícios. Com a centralização dos prédios em um único local, as resoluções tornaram-se mais ágeis. Contras: Volume excessivo de trabalho, mudanças constantes na estrutura de equipes, gerando confusão e retrabalho. Há grande pressão por entrega de resultados e performance.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Televendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa estrutura,ambientes pra descanso, salários pagos em dia, vr ótimo, plano de saúde bom, festas de final de ano, viagens por méritos, ambulatório na empresa. Contras: muita cobrança em cima da meta, falta de oportunidade pra atendentes se desenvolverem, muitos indicadores pra reduzir comissionamento, direcionamento de skils pra quem eles querem.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios","avaliation":"Prós: Benefícios muito bons. Oportunidade de crescimento a médio prazo. Incentivos de vendas com campanhas de aparelhos telefônicos, viagens, isso é bem motivador. Contras: Metas altas e muita cobrança, mas a remuneração acaba compensando. Muitos sistemas para poucos serviços. Usamos em média 15 páginas de serviços diferentes, acaba dificultando o atendimento. Os sistemas não conversam entre si.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Teleoperador de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: benefícios, em geral depende do seu supervisor mas alguns dos legais. assim como os colegas, pausas e também tem alguns cafés com a gerência Contras: empresa sempre tenta deixar o funcionário para baixo, sempre tenta colocar metas absurdas para não ganharmos dinheiro, alguns cordenadkres e supervisores horríveis\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Advogado","avaliation":"Prós: Os benefícios como vale alimentação, refeição, creche, celular corporativo, além da flexibilidade do mobility que permite trabalhar de casa... Contras: Falta de plano de carreira bem definido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor - Ex-funcionário, saiu em 2018","avaliation":"Prós: ambiente de trabalho, ações motivacionais, promove a saúde da mulher, eventos corporativos, premiações por bom desempenho, crescimento dentro da empresa Contras: empresa não contrata supervisores externos , cozinha pequena para a quantidade de colaboradores, processo seletivo para colaboradores do front é demorado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Sênior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios altos, carga horária adequada, incentivos financeiros atraentes são alguns dos pontos positivos da empresa. Nível de exigência alto com swua funcionários Contras: Sem oportunidade de carreira. Empresa terceiriza a maioria das suas operações. Houve demissão em massa depois da aquisição da empresa de telefonia GVT Conselhos para presidência: Aproveite mais e melhor seus recursos humanos próprios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Bons benefícios, muito focada em deixar o funcionário bem para produzir o máximo, empresa que investe bastante em treinamentos para melhorar o conhecimento do funcionário. Contras: Muitos cargos de chefia afetam o fluxo de processos, a empresa tem muita oportundidade de melhoria de processos, acredito que com alguém capacitado os problemas simples e comuns não ocorreriam.\n\nRecomenda a empresa:   \nREPORTAR"}]