[{"user":"Auxiliar Administrativo","avaliation":"Prós: otimos beneficios, excelente local de trabalho, colegas de trabalho todos unidos para trazer o resultado que a empresa pede, bom salario para o cargo. Contras: muita responsabilidade, excesso de carga, muita pressão para o cargo de auxiliar, somos responsaveis pelos defeitos que entram que não é culpa nossa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Vendas Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Busca aperfeiçoamento, valoriza a diversidade, tem pontos de desenvolvimento que ultrapassa o conservadorismo do Brasil por isso consegue preparar profissionais para o mercado internacional. Contras: Não tenho pontos negativos, vendo a situação da empresa comparada com outras empresas no Brasil não tinha o que reclamar, a carga de trabalho é muito alta, porém a empresa sempre pagou hora extra e todos os benefícios inclusos no período de extensão do trabalho. Conselhos para presidência: Flexibilidade e abertura para criatividade dos funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Telecomunicações Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Principais pontos positivos são os benefícios, ótimo plano de saúde, participação nos lucros sempre em torno de 2 salários, entre outros aspectos. Contras: Muitas restruturações acontecendo devido as fusões e aquisições de novas empresas, perdendo muitos executivos excepcionais para concorrentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: A empresa pelo porte que possui apresenta muitas oportunidades. O aprendizado que ela proporciona é outro difererencial, pois a complexidade do ambiente exige alta performance. Os benefícios da empresa são acima da média de mercado. Outro ponto forte é a grande quantidade de profissionais diferenciados que a empresa possui. Contras: A empresa possui estrutura muito verticalizada que termina dificultando a agilidade na tomada de decisão e também a comunicação do topo para a base da pirâmide de cargos. Além disso, existe ineficiencia entre as áreas pela grande quantidade de zonas cinzas comum em empresas que passaram por diversas fusões e reestruturações. Alto nível de pressão por resultados nas áreas de negócio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ótimos serviços para os clientes e para os funcionários existem vários benefícios como plano de saúde até academia, mantendo assim a saúde dos funcionários. Contras: Não tenho nada a falar de negativo da empresa, somente algumas coisas que deixam a desejar que são os valores cobrados aos clientes em relação aos produtos o que às vezes dificulta a venda.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: E uma empresa multinacional então o seu curriculun sempre tera um peso a mais. Para quem quer se desenvolver e ter uma visão maior esse é o ligar certo. Possui as informações necessárias para exercer as funções no dia a dia. Contras: Nem todas as avaliações individuais são feitas de maneira correta. Nem todo gestor que devem ser os melhores se entregam para fazer sua função 100%.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor","avaliation":"Prós: Beneficios flexibilidade Ferramentas Estrutura Cursos Pagamento em dia Multinacional Vagas internacionais PLR Alimentacao Refeicao, acima da media Contras: Poucos feedbacks na regiao do Interior, e planejamento amador Plano de carreira Falta de interação entre as áreas, setores divididos, falta de acessos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Call Center Sênior","avaliation":"Prós: Benefícios como vale alimentação, gympass para os funcionários, plano de saúde abrangente, facilidade em negociação com o banco, benefícios na contratação de serviços. Contras: Falta de gestão com os funcionários, cobrança excessiva nas metas propostas (as quais privilegiam quantidade e não qualidade), reconhecimento apenas aos funcionários que procuram bajular em vez de produzir. Quem questiona algo é sacado. Conselhos para presidência: Foco na gestão de pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A empresa é reconhecida no mercado e possui alta tecnologia, pioneira nos assuntos de mercado e é reconhecida mundialmente. Possui bons benefícios. Contras: Depois da compra da GVT tudo é difícil, tudo precisa de 1000 aprovações, estão constantemente reduzindo quadro de funcionário. Muito trabalho pra pouca gente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: As oportunidades de Crescimento, o empenho da empresa em manter a qualidade de vida dos funcionários são apenas algumas das inúmeras qualidades da empresa Contras: Uma rotatividade muito grande de funcionários. Procuram sempre reduzir recursos com mão de Obra mais barata, terceirizando algumas áreas, o que prejudica a comunicação interna da Empresa e qualidade dos serviços prestados.\n\nRecomenda a empresa:   \nREPORTAR"}]