[{"user":"Funcionário","avaliation":"Prós: Política de diversidade, benefícios, reconhecimento do colaborador. O colaborador é realmente valorizado na empresa. As campanhas de marketing também são sensacionais. Remuneração acima do que tenho visto no mercado. Contras: Falta comunicação clara da gestão para com os colaboradores. As notícias muitas vezes chegam por conversas informais no corredor, o que gera muito ruído. Dificuldade de comunicação entre áreas que deveriam ser aliadas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Horário flexível, benefícios, home office, ambiente descontraído, negócio desafiador, ambiente que respeita a diversidade, políticas de valorização da carreira das mulheres. Contras: Falta de organização interna que reflete na horas de trabalho do funcionário, pressão, salário poderia ser melhor, apesar dos benefícios oferecidos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Call Center","avaliation":"Prós: Benefícios excelentes, pagam muito bem de vale alimentação, auxílio creche, a participação dos lucros umas vezes por ano, e algumas outras bonificações. Contras: Falta de empatia com os funcionários por parte de gestores, geralmente treinados de forma ineficaz ou que sobem o \"poder\" a cabeça, e infelizmente acaba prejudicando ate quem precisa e quer continuar no local, causando esgotamento emocional. Conselhos para presidência: Melhorar a capacitacao das lideranças.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa excelente benefícios,salario acima do comercio varejista em geral, se tratando da empresa como um todo é muito Bom para se trabalhar Contras: O organograma da empresa e bom,porem seus getores locais não seguem fazendo muito desvio de função. Assim comprometem a qualidade do trabalho que esta desgnado a você, quando os gerentes não batem a meta, trocam a equipe demitem muito os funcionario da ponta, Analisam pouco os gestores. Conselhos para presidência: Analizar seus Gerentes de loja quando ha muita rotatividade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Planejamento Comercial","avaliation":"Prós: Solidez e liderança no mercado e possui excelentes cargos e Salarios com pacotes variados de beneficios. Espresa super contemporanea e adepta ao Home Office Contras: Para o tamanho da empresa e a posição que se encontra no mercado, sendo lider do segmento e entre as melhores empresa pra se trabalhar, acho que Valorização profissional acontece com certa lentidão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Atendimento","avaliation":"Prós: Salário em dia, transporte e alimentação por conta da empresa, cumprem com todas as responsabilidades tanto com funcionários como com os clientes. Contras: Muitas reclamações de clientes, pouco reconhecimento da empresa com relação aos funcionários, diferenças entre direitos de funcionários, horas semanais muito intensas, muito nervoso com clientes, intromissões indevidas na vida pessoal do funcionário, não pode faltar nem para ir em médico pois nunca tem quem possa substituir. Conselhos para presidência: Atender melhor ao pedido dos clientes, melhorar o comissionamento dos funcionários, aumentar o salário e melhorar o reconhecimento de esforço por parte dos funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Atendimento Operacional","avaliation":"Prós: Muitos benéficos bons ,muitas áreas para se trabalhar . Localidade fácil acesso Contras: Difícil crescer na empresa , existem alguns casos de favoritismo ( as famosas panelas se vc não entra não sobe ). Profissionais supervisores pouco qualificados para trar as pessoas . Conselhos para presidência: Acredito q o tratamento pessoal ao trabalhador deve ser revisto , profissionais de supervisão e gerência mais empaticos, cuidadosos .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Instrutora de Treinamento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Possui bons benefícios, ótimo ambiente para se trabalhar. Dá bom suporte para resolver as demandas. A maioria dos chefes e supervisores são atenciosos. Contras: Não dá muitas chances de crescimento profissional, impossível conciliar vida particular com a vida profissional, pois não há horário fixo de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Planejamento Comercial","avaliation":"Prós: Os benefícios são bons. E salários competitivos, embora esteja ano contra ano reduzindo as faixas salariais de novos colaboradores. Ambiente de trabalho desafiador Contras: Gestão fraca, e despreparada em todos os níveis. Não existe uma contratação eficaz para executivos e nem preparação para promoção. Fica a critério do amigo do amigo. Conselhos para presidência: Melhorar a qualificação dos gestores para torna-los líderes e guiar a equipe rumo a estratégia da presidência.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Excelente ambiente para desenvolvimento profissional. Ótimos benefícios, ambiente de trabalho descontraído, proporciona desenvolvimento profissional, conhecimento de vários processos, inferface com várias áreas e outros países. Contras: O principal ponto negativo são os vestígios de órgão público que algumas áreas da empresa ainda possuem. Isso causa muitas vezes falta de colaboração entre áreas, morosidade nos processos e falta de visão do todo.\n\nRecomenda a empresa:   \nREPORTAR"}]