[{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa mto boa de se trabalhar, o que mais vale a pena e Vale alimentação e refeição e plano de saude.... empresa que busca funcionários que possam ajudar um ao outro no ambiente de trabalho Contras: Empresa tem salário fixo mais comissão. Porém o comicionamento e difícil de chegar... pois depende mto de suas metas. E precisa atingir os 85% da rede móvel e da fixa para chegar ao mínimo da comissão!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Retenção","avaliation":"Prós: Possui um pacotende benefícios completos, e oportunidade de crescimento, desde crescer na mesma área para qual foi contratado, ou até mesmo migração para outro setor, por exemplo: engenharia. Contras: Os salários para quem está em setores de atendimento é péssimo , sem falar que a avaliação de chamadas feita por robôs prejudica muito mais a equipe do que ajuda, buscar padrão na fala do atendente, sendo que um algoritmo não tem habilidade de negociação não é a melhor opção\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente de Atendimento","avaliation":"Prós: uma empresa muito excelente para trabalhar tem ótimo salário e também ótimo ambiente de trabalho. realmente estou muito satisfeita com a empresa Contras: nem poderia ser melhor ser melhor na metas que algumas vezes fogem da realidade mais mesmo assim eles sempre fazem as correções necessária para ajustar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Marketing III","avaliation":"Prós: Empresa que investe no colaborador, valoriza o trabalho e possibilita crescimento de carreira. Os benefícios de plano de saúde, e vale refeição/alimentação são acima da média do mercado. Contras: Ao longo dos últimos anos a empresa tem diminuído muito as equipes ao mesmo tempo que os desafios e volume de trabalho cresceram. Precisa melhorar fluxos e processos de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Comercial Sênior","avaliation":"Prós: Muitos beneficios, bons líderes e muito aprendizado ao trabalhar em uma grande empresa. Muita tencologia e crescimento acelerado. Processos bem estruturados. Contras: Muita influencia de indicação as promoções e vagas. Baixa qualidade de vida fazendo muitas horas extras. Instabilidade. Reestruturações frequentes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Planejamento Comercial Sênior","avaliation":"Prós: Ambiente muito dinâmico para se trabalhar, equipes muito motivadas, pessoas dispostas a colaborar com sua carreira, espaço de mesa compartilhada. Contras: Carga de horário excessiva, dificilmente é possível sair no horário, liderança de alguns gestores muito negativa, não sabem dar feedback o que não nós permite um desenvolvimento profissional.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: Benefícios são muito bons vale mercado de mil reais plano de saúde extensivo a filhos. Plano para acadêmia sem custos gympass e plano odontológico Contras: Não é fácil crescer profissionalmente na empresa, tem muitas vagas mas o plano de carreira não é bom, sempre cartas marcadas as oportunidades são para poucos quem tem padrinho de dá bem Conselhos para presidência: Rever planos de carreira e monitorar favoritismo entre funcionários para promoção de cargos o plano de carreira não acompanha o mercado o funcionário não é valorizado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Negócios I - Ex-funcionário, saiu em 2014","avaliation":"Prós: Boa empresa, boa comissão com grande facilidade em atingir e bons prêmios e treinamentos! Bons benefícios e boa carga horária de trabalho !!! Contras: Melhorar o suporte via telefone aos funcionários de loja, muitas vezes o cliente não consegue resolver conosco seus problemas e o atendimento telefônico deveria atender essa demanda.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma lugar muito bom de se trabalhar, ambiente super organizado e ótimos gestores. Aprendi muito no tempo que estive lá, a empresa pensa muito nos colaboradores. Contras: Não tenho nada contra a empresa, só acho que poderiam fornecer os benefícios para os aprendizes também. Aprendiz trabalha 4h mas tem que ir pro curso no mesmo dia que também é 4h então o VR iria ajudar muito.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora","avaliation":"Prós: Todos os benefícios, mobility, o DNA da empresa faz acordar para ir trabalhar mais motivado. A empresa realmente se importa com os funcionários. Contras: O excesso de burocracia interna muitas vezes emperram projetos que precisam sair mais rápidos. Claro que o controle tem de ser rígido, mas a forte cobrança de entrega não se equilibra com o processo. Conselhos para presidência: Tornar mais claro o objetivo da empresa\n\nRecomenda a empresa:   \nREPORTAR"}]