[{"user":"Consultor de Negócios - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salários e benefícios são muito bons, os colaboradores sempre se ajudam, e a empresa é inovadora no sentido de tecnologia além do seu merchandising que é excelente. Contras: Empresa com valas enormes entre cargos, principalmente em quem fica na linha de frente, com vendas e resolução direta de problemas nos pontos presenciais. Conselhos para presidência: Levar o que existe nas sedes para todas as áreas, é desproporcional a valorização dos colaboradores e vantagens.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Negócios III - Ex-funcionário, saiu em 2018","avaliation":"Prós: Cultura , novação, possibilidade de desafios e a trajetória crescente da operação no Brasil e no mundo. Forte direcionamento para o desenvolvimento dos funcionários. Contras: Falta feedback por parte do RH e gestão de recursos humanos. Essa falta gera a perda de acompanhamento dos funcionários referente às satisfação no trabalho. \nREPORTAR"},{"user":"Consultor de Projetos","avaliation":"Prós: Empresa jovem que reconhece o emprenho de seus funcionários e os valoriza por isso na medida do possível. Possui produtos inovadores. Pacote de benefícios bom, mas pode melhorar. Contras: RH muito engessado, para alguns processos relacionados a carreira. Empresa leva a ferro e fogo etapas da para crescimento do profissional (Jr, Pleno e Sênior), funcionários que saem da curva e já possuem atividades e competência para um Sênior, não podem pular um grade de Pleno. Em casos de promoção o RH sempre limita o aumento salarial e o enquadramento em média não funciona como deveria, deixando o funcionário recém provido sempre abaixo da faixa mínima do cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal. Conselhos para presidência: oportunidade de carreira para PCD ( mudança e/ou novos desafios )\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de TI","avaliation":"Prós: A empresa possui bons benefícios e o salário está dentro do padrão de mercado. Os salários são pagos sem atrasos e a localização do prédio administrativo é muito bom. Contras: A empresa é muito hierarquizada, o ambiente é muitas vezes pesado devido à pressão excessiva comprometendo a qualidade de vida e muitas vezes a saúde. Conselhos para presidência: Como a empresa é extremamente hierarquizada as pessoas trabalham com medo de errar por conta da avaliação do chefe. Promova o empoderamento das pessoas, busque formas mais modernas de se fazer o trabalho e se concentre no que realmente gera valor ao negócios e aos clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: A empresa possui um Plano de Carreira, é possível ter diferentes desafios e ser reconhecido por isso. É comum os profissionais serem promovidos quando tem atuação destacada. A capacidade dos gestores é muito grande, há muitos profissionais bem preparados e dispostos a compartilhar conhecimento e auxiliar na carreira e direcionamentos. A empresa é líder inconteste no mercado de telecomunicações, Possui ótimos benefícios. Contras: A cultura é de muita entrega, bastante comum ter jornadas bem longas. São comuns as reestruturações, então há constantes alterações de direcionamento,\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Desenvolvimento de Software - Ex-funcionário, saiu em 2012","avaliation":"Prós: Bons benefícios como: ótimo plano de saúde, day off nos aniversários, previdência privada paga pela empresa (50%). Participação nos lucros anual Contras: Exigência de alta disponibilidade, inclusive para viagens freguentes, gerando um volume de horas extras muito significativo e prejudicando a vida familiar. Conselhos para presidência: Equilibrar a carga de trabalho, viabilizando o equilibrio de tempo entre a familia e o trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador - Ex-funcionário, saiu em 2019","avaliation":"Prós: Boa Remuneração, muitos Benefícios, oportunidades de carreira, fornece treinamentos com regularidade, liderança direta sempre presente... Contras: Metas agressivas; Pressão; Constante necessidade de redução de custos; Dificuldade na sinergia entre áreas ................................. Conselhos para presidência: Resiliência e equilíbrio emocional\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente de Relacionamento ODC","avaliation":"Prós: Nos dá muitas oportunidades de desenvolvimento e crescimento. Com as oportunidades que surgem automaticamente nos interessamos por áreas que não havíamos nunca imaginado que teríamos um certo \"talento\". Ótimos métodos de reconhecimento. Contras: Alguns departamentos funcionam não se comunicam muito bem e acabam gerando problemas nas tratativas de outros. Como se trata de uma empresa de tecnologia, deveriam promover um entendimento melhor aos funcionários referente a área.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de Suporte de Campo","avaliation":"Prós: Dress code que permite a liberdade individual, pacote de benefícios, mobility (home office), day off, horário flexível, liberalidade de 1/2 período no dia dos pais, mães. Visita das crianças ao escritório no dia das crianças. Contras: Algumas vice-presidências possuem um distanciamento muito grande da operação o que inviabiliza a exata fotografia das necessidades do negócio e foco na real necessidade do cliente.\n\nRecomenda a empresa:   \nREPORTAR"}]