[{"user":"Gerente de Negócios V","avaliation":"Prós: Ambiente sensacional, flexibilidade de horário, muitos benefícios, cobrança saudável, plano de carreira, viagens pela empresa. Possibilidade de levar seu amigo pra empresa. Contras: Pela empresa ser muito grande, alguns processos são engessados, como toda empresa grande, nem todas as pessoas estão dispostas a ajudar, mas da pra levar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Projetos Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Ambiente de trabalho fantástico, muito bom mesmo, empresa com benefícios maravilhosos, empresa sempre preocupada com inovação e fornece ótima estrutura para os funcionários (Infra). Contras: Remuneração abaixo do mercado (apesar dos ótimos benefícios o salario é baixo), muita panela, muitas vezes vale mais o relacionamento que o desempenho, carga de trabalho excessiva horas extras todos os dias e trabalhar aos fins de semana é normal.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pacote de benefícios e capacitação para os colaboradores. A empresa reconhece a importância de que seus colaboradores estejam preparados para atuar no mercado de Telecom. Empresa inovadora. Contras: Poderia realizar mais job rotation para que os funcionários conhecessem novas áreas e assim contribuísse para desenvolvimento do colaborador. A oportunidade de crescimento profissional por meio de promoções é demorado no caso da área de marketing.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Planejamento Comercial","avaliation":"Prós: Benefícios, clima de trabalho, flexibilidade de horário, parcerias com escolas de pós-graduação e idiomas, localização, Gympass, dentre outros Contras: Horas de trabalho, crescimento de carreira às vezes é mais demorado do que o esperado, avaliações de feedback não são tão recorrentes, PLR poderia ser melhor\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Loja I","avaliation":"Prós: Investe no colaborador e incentiva constantemente a darmos o nosso melhor, possui vários benefícios e possibilidade de ganhos a crescimento profissional. Contras: muitos processos sem fundamentos que acabam ocupando grande parte do time gerencial que poderiam estar mais voltados para o time e clientes.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Recursos Sênior","avaliation":"Prós: As pessoas são bacanas, benefícios e PLR, assistência médica é excelente, possibilidade de home office é ótimo. A empresa e o q ela oferece te prende. Contras: Não tem desenvolvimento de pessoas no Rh, para ser promovido precisa ser amigo do diretor, VP ou CEO. Ambiente não meritocrático no rH se demora anos para crescer .... anos. Péssimo ambiente para a saúde. Conselhos para presidência: Não tenho conselhos pq o presidente jamais aceitaria qlq conselho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Infraestrutura II","avaliation":"Prós: Muitas oportunidades de aprendizado, ambiente descontraído, ótimos benefícios, home office, poder trabalhar de bermuda, celular ilimitado e area pra dormir Contras: Ambiente gigantesco, com diversos ambientes obsoletos e alguma equipes que são responsáveis por eles não tomam a devida atenção e não te ajudam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente Corporativo - Ex-funcionário, saiu em 2005","avaliation":"Prós: Possibilidade de encarreiramento, RH muito presente, ambiente propício ao crescimento pessoal, pacote de benefícios bem vantajoso, flexibilidade com horários Contras: Não vejo pontos negativos em uma empresa que me levou a carreira que até hoje colho dela, foi uma grande escola para mim, e desenvolvi relacionamentos que me beneficiam até hoje\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Sênior","avaliation":"Prós: Multinacional com bom endomarketing e programas internos. Valor da companhia hipervalorizado entre os funcionários. Bons canais de comunicação e MKT encantador. Paga hora extra e tem política de home office Contras: Gestores pouquíssimo capacitados, salários abaixo da média, política de reconhecimento e promoção duvidosa, horas extras infindáveis, infraestrutura péssima no prédio da Barra da Tijuca. Sistemas e ferramentas internas obsoletas. Conselhos para presidência: Observem mais de perto a capacidade dos seus gestores de gerir pessoas que geram resultado, ao invés de prestigiar aqueles que minam o capital intelectual da companhia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Qualidade Júnior","avaliation":"Prós: Os benefícios são muito bons. Muito acima do mercado. Uma empresa que oferece uma qualidade de vida boa para os funcionários, com VA, VR, plano de saúde, plano odonto, gympass, etc Contras: A empresa está passando por algumas reestruturações, o que torna o ambiente de trabalho instável, impossibilitando uma constância nas atividades e na equipe\n\nRecomenda a empresa:   \nREPORTAR"}]