[{"user":"Analista de Projetos Sênior","avaliation":"Prós: Todos. Do ambiente ao salário e benefícios que são excelentes. Empresa seria e consolidada no mercado, o que traz segurança e ambiente propício Contras: Nada a reclamar. Alguns pontos de morosidade e desenvolvimento interno, mas nada que tire o brilho da empresa em seu segmento de mercado. Recomendo a todos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Coordenador de RH - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho, home office, benefícios, salário, desafios, equipe de trabalho, eventos, crescimento, projetos, treinamentos e desenvolvimento Contras: Burocracia, gestão, comunicação do gestor, falta de oportunidades em Curitiba, falta de preparo de alguns profissionais, processos, qualidade de vida\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Relacionamento - Ex-funcionário, saiu em 2014","avaliation":"Prós: Benefícios e ambiente de trabalho contribuem com uma boa qualidade de vida. Equipamentos que permitem uma boa condução do trabalho, local limpo e organizado. Contras: Falta de organização em relação a níveis hierárquicos. Muitos cargos de chefia e supervisão, o que dificultava na hora de manter contato para feedbacks\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecom I - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com muitos benefícios e com foco no desenvolvimento do colaborador. A empresa propõe diversos cursos e certificações para o desenvolvimento das pessoas. Contras: No setor que trabalhei infelizmente tinham pessoas na qual não tinham a visão de cultura da empresa, sendo preconceituosos e com brincadeiras que machucavam as pessoas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Telecomunicações","avaliation":"Prós: Os benefícios em geral são interessantes, principalmente para quem tem filhos, o que engloba auxílio creche e o PPR é razoável. Plano de celular também é interessante. Contras: Falta um pouco de organização e a estrutura é muito enxuta, sendo que há atividades que não são atribuições da área por falta de clareza entre as atribuições das áreas. Crescimento salarial é muito difícil de ocorrer e não há clareza quanto aos ranges salariais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Logística","avaliation":"Prós: A maneira como você pode mostrar sua identidade, ser quem você é. A empresa vem trabalhando para quebrar preconceitos, tornar um ambiente mais equilibrado e diversificado, porém desafiador. É gratificante trabalhar onde seguem em linha com o que você vive e acredita. Contras: Alguns processos ainda são lentos e engessados, como a aprovação de novos sistemas que facilitariam e estreitariam a relação com o cliente. Falta conhecimento de algumas áreas sobre esse relacionamento E2E. Conselhos para presidência: Criar um novo programa de \"sombra\" como foi feito há alguns anos. Onde os colaboradores de outras áreas possam acompanhar outras rotinas dentro da companhia, com o intuito de promover conhecimento e quebrar barreiras.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Controle Processos Financeiros - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexidade de horários de entrada e saída ,beneficios, convênio medico e projetos de saúde q agregam a sua família como todo e auxílio especial. Contras: Qualidade de vida, devido a varias fusões desde de a junção da vivo e telefônica e programas dw demissão voluntaria e involuntária , perdeu se muito histórico o q dificulta os processps internos e os funcionários trabalham por 5, demandando em média 12 horas de trabalho por dia Conselhos para presidência: Repaginar os gestores , Rh exigir mais gestão dw pessoas aos seus gestores e reciclagem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Reconhecimento, oportunidade de crescimento, ótimos benefícios, ótimo ambiente de trabalho, salário bom, pessoas bem preparadas, trabalho em equipe. Contras: Gestores, fofocas, pessoas em volta que muitas vezes não reconhecem nosso trabalho, gestores que dão preferências a companheiros e pessoas mais próximas de si.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa com mobilidade, oportunidades no mundo e beneficios compativeis com o mercado. Boa infra-estrutura na maioria dos prédios e pagamento em dia. Contras: Empresa que adquiriu muitas outras empresas e precisa fazer uma cultura única e ainda atender aos quereres da matriz, que muitas vezes garante uma carga desleal. Conselhos para presidência: Qualidade de vida tem que estar na cultura da empresa e na missão.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Telecomunicações Júnior","avaliation":"Prós: Empresa com muitos benefícios. Porém precisa melhorar pois há lacunas de processos e pagamentos de cargos elevados porém não merecidos. Sem mais. Contras: Precisa melhorar nos pontos de estrutura em alguns prédios, e também as lideranças precisa dar mais feedback para as equipes buscando melhorias de indivisários.\n\nRecomenda a empresa:   \nREPORTAR"}]