[{"user":"Atendente de AtendimentoEx-funcionário, saiu em 2018","avaliation":"Prós: Fretamento, participação de PRL, limpeza excelente, descontos ridículos de 5% em uma faculdade de mais de 1000 ( sendo que o operário ganha um salário mínimo), mas dizem que é um ótimo desconto rs\n\nContras: Você só tem cargo maior por puxar saco, salário minimo, ouvir muita reclamação de cliente sem razão e mau educado e não ter nenhuma autonomia.\n\nConselhos para presidência: Aumentar o salário da operação, pois são eles que levam resultado, inclusive ótimos, para sua empresa. Um salário sem vergonha, passa fome.\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Técnico de SuporteEx-funcionário, saiu em 2016","avaliation":"Prós: Empresa grande e se precisar de algo será atendido. No meu caso não conseguiria crescer, por trabalhar OFFSITE. Dentro do possível a empresa atendia os colaboradores.\n\nContras: No meu caso não conseguiria crescer, por trabalhar OFFSITE com suporte de campo e a candidatura para outras vagas na empresa não recebia nenhuma resposta ou sequer contato para vagas internas.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Técnico em Suporte Técnico Júnior","avaliation":"Prós: A empresa possuí diversos clientes para alocação, possui todos os benefícios, auxilio creche , bons clientes, flexibilidade de horário.....\n\nContras: Sem oportunidades de crescimento, contato com gestores quase não existe, não se fica sabendo de nada sobre o que ocorre na empresa, remuneração a baixo do mercado\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Back Office","avaliation":"Prós: ótima empresa para trabalhar, profissionais altamente qualificados, uma equipe muito respeitosa, gentil. Ambiente de trabalho muito agrádabel\n\nContras: Infelizmente, o único ruim da empresa é o salário muito baixo, com poucos benefícios, um ticket muito baixo e convênio médico com alta taxa de cooparticipação\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Negócios Pleno","avaliation":"Prós: Terceiro alocado em empresa multinacional de saúde. Dá suporte ao funcionário no que se diz respeito aos processos da companhia e qualquer necessidade que o colaborador tenha.\n\nContras: Não existe plano de carreira. Como terceiro em outras empresas, os colaboradores estão sujeitos à cultura da empresa que presta serviço, sendo ela boa ou ruim.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Projetos Pleno","avaliation":"Prós: Flexibilidade de horários e pessoas da organização.\n\nContras: Falta de oportunidades e instabilidade\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"OperadorEx-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dia, vale alimentação, vale transporte, convenio médico, premiações para incentivar os funcionários, bom ambiente de trabalho..\n\nContras: Salario baixo, pessoas desmotivadas, sobre carga de trabalho, responsabilização de acontecimentos dentro da empresa que não condiz com o salário recebido\n\nConselhos para presidência: Reconhecimento do funcionário é sempre bom\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de Suporte","avaliation":"Prós: Liberdade, Plano de carreira, Bom ambiente de trabalho, Ambiente limpo, Descontos em estabelecimentos de educação, Transformação digital, muito bom.\n\nContras: É longe do centro da cidade, eu acho bem longe de tudo na cidade, tem que pegar no minimo dois onibus para quem mora longe, e a opção de restaurantes fora é bem pouca.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Assistente de SuporteEx-funcionário, saiu em 2018","avaliation":"Prós: Não atrasa o pagamento do salário. A gerência é sempre aberta ao diálogo. A conexão da equipe é muito boa deixando o ambiente de trabalho agradável.\n\nContras: Não há oportunidade de crescimento. Atrasos nos pagamentos de adicional noturno e hora extra. Demora na alteração de cargo e salário em caso de processo seletivo interno.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Supervisor de Operações","avaliation":"Prós: Oportunidades de crescimento foi um diferencial para eu me tornar supervisor hoje, passei em todos os processos de primeira mas o mérito não foi apenas meu e também da empresa de ter dado a oportunidade\n\nContras: Nenhum ponto negativo a destacar. Todas empresas tem problemas eu acredito, mas nada que seja relevante . É um trabalho estressante mas nada anormal\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"}]