[{"user":"Analista de Suporte PL","avaliation":"Prós: A comunicação e organização, paga hora extra direito. Contras: Beneficios, reconhecimento do funcionário. A empresa também não oferece um plano de carreira nítido para o funcionário, informado sempre q tem de estar de olho nas vagas internas.   "},{"user":"Analista de Suporte PL","avaliation":"Prós: Oportunidade de crescimento profissional, galera agradável para se trabalhar. Oportunidade de crescimento profissional, galera agradável para se trabalhar Contras: RH muito distante dos funcionários, gestores também são muito distantes dos funcionários alocados no cliente, demora do RH para atender certas solicitações Conselhos para presidência: Melhorar a relação profissional e gestores que é muito distante quando os profissionais estão alocados em cliente   "},{"user":"Supervisor - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente bom Empresa aceita diferenças Paga em dia Bons benefícios boa relação com superiores Trabalho sem rotina cansativa Muito flexível Contras: Tem bagunça em alguns processos Alguns gestores são confusos Rh super despreparado com algumas pessoas totalmente sem noção Poderia ser melhor o salário   "},{"user":"Analista de Suporte I - Ex-funcionário, saiu em 2015","avaliation":"Prós: Funcionários legais; vários clientes para trabalhar. Nada além disso, pois uma empresa desse porte ser tão negligente quanto as necessidades do funcionário é horrível Contras: Sem plano de carreira, menti para o funcionário.Uma empresa desse porte ser tão negligente quanto as necessidades do funcionário é horrível.   "},{"user":"Gerente de Projetos (GP)","avaliation":"Prós: Ambiente é muito bom e colaborativo. Recebemos muita informação sobre os procedimentos e processos da empresa, que nos ajudam no dia a dia do trabalho. Contras: Entendo que a forma de remuneração e gestão de carreira não fica muito clara, o que faz com que se tenha muitas duvidas sobre diferenças salariais. Conselhos para presidência: Está no caminho certo.   "},{"user":"Gerente de Projetos Pleno","avaliation":"Prós: É uma empresa grande, bem vista pelo marcado e que oferece visibilidade. Possui boa remuneração, boas instalações em região nobre de Belo Horizonte. Contras: Processos burocráticos. Alta rotatividade de profissionais. Não possui plano de carreira. Gestão profundamente centralizada em sua matriz. Pouca competitividade no setor de software em razão de altos custos indiretos. Conselhos para presidência: A empresa deveria ter menos níveis de gestão, maior flexibilidade, agilidade e menor dependência da matriz em Uberlandia.   "},{"user":"Atendente de Relacionamento","avaliation":"Prós: Oportunidade de crescimento na empresa, investimento nos talentos humanos, boa carga horária flexível, investimento em sistema e outros, pagamento na data correta. Contras: quando atinge um certo patamar de salário fecham muitas portas mesmo que esteja disposto a mudar de cargo e salário para vaga, se aplica muito o QI (quem indica na empresa).   "},{"user":"Recepcionista","avaliation":"Prós: As pessoas são super legais, assim o trabalho não se torna uma obrigação e sim divertido, você se sente bem no lugar onde você está, assim faz um ótimo trabalho. Contras: Não possuo algumas coisas que a maioria das empresas possuem, como seguro saúde, dentista, alimentação, passagem, então é o ponto negativo que eu tenho.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: A empresa da muita oportunidade para quem está começando e é muito grande, as experiencias e network são grandes, pois sempre estamos alocados em clientes. Contras: Os planos de carreira dentro da empresa, não são bem planejados, desta forma os funcionários acabam desanimando e não progredindo como profissionais.   "},{"user":"Supervisor de Atendimento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pagamento em dia, valorização dos talentos. Contras: Não tenho pontos negativos. "}]