[{"user":"Assistente","avaliation":"Prós: Comunicação interna, valorização dos funcionários, eventos corporativos, benefícios, relacionamento com demais áreas, investe em programas motivacionais.\n\nContras: A remuneração de certos cargos são muito baixas, existe muito processo burocrático para certas demandas, muita dependência de aprovações sem necessidade.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"OperadorEx-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de trabalho bom, pessoas bacanas, treinamento de ótima qualidade, fretado pega próximo da residência, pessoas comprometidas em ajudar\n\nContras: Salário mínimo, a operações sem comissionamento, não pode faltar em nada, mesmo com atestado acaba afetando seus indicadores, oque impossibilita a oportunidade de participar de um processo interno, ou seja, não pode ficar doente!\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Programador Pleno","avaliation":"Prós: Ambiente bom, leve e descontraído. Os demais colaboradores são muito receptíveis e rapidamente você se ambienta a empresa. Além disso a estrutura da empresa é muito boa.\n\nContras: Plano de carreira não existe, não importa o seu nível de conhecimento e experiencia, quase sempre é jogado na fogueira. Benefícios são o básico do básico, é uma empresa boa para pessoas que desejam pegar experiência, porém de um tempo fica-se estagnado.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"},{"user":"Técnico de Suporte SêniorEx-funcionário, saiu em 2017","avaliation":"Prós: Projetos atendidos são muito satisfatórios, o cliente IBM é um importante parceiro para trabalhar e muito correto nas aplicações que são recomendadas\n\nContras: Falta de comprometimento de alguns coordenadores, salarios muito baixos, falta de atenção aos funcionarios e na maioria de algumas alocações os funcionarios são esquecidos.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Senior Database Administrator (DBA)","avaliation":"Prós: Reconhecimento e cultura da empresa. Cultura que veio de Uberlândia. Trabalhamos fazendo o que é certo. Chance de crescimento e possibilidade de conhecer vários ambientes.\n\nContras: Algar Tech poderia ser uma só. Não haver diferenças entre filiais. Neste momento de crise a empresa tem utilizado do \"Compartilhamento\". O profissional atende vários contratos.\n\nConselhos para presidência: Após alguns anos de experiências e reconhecimento do trabalho do funcionário, seria interessante uma conversa e agradecimento. Hoje recebo mais agradecimentos e reconhecimentos dos clientes(governo) do que dos meus chefes.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Processos","avaliation":"Prós: Empresa muito boa... possui varias benefícios(vale refeição, alimentação, vale transporte, participação nos lucros duas vezes ao ano, convênio médico e odontológico)\n\nContras: Maiores oportunidades de crescimento e reconhecimento dentro da minha área de atuação, diferenciação de salários por grelhas em cargos iguais\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Suporte Júnior","avaliation":"Prós: A empresa possui excelentes profissionais e muita flexibilidade nos horários. O ambiente de trabalho leve também é um dos pontos fortes da empresa\n\nContras: Os atendes são vistos com pouco importância. O grupo bilíngue dificilmente fica muito tempo por falta de atratividade principalmente de salários e oportunidades de crescimento.\n\nConselhos para presidência: Por se tratar de uma prestadora de serviço é comum que o cliente seja bem valorizado mas os funcionários também deveriam ser\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Processos PlenoEx-funcionário, saiu em 2015","avaliation":"Prós: Ótima empresa para se começar a trabalhar, se você tiver força de vontade e buscar adquirir conhecimentos em determinadas áreas relacionadas a telemarketing você se destaca e consegue melhores posições\n\nContras: O único ponto negativo pra mim é que as vezes tomam decisões e não se importam muito com a estabilidade do profissional, as vezes desligam ótimos funcionários sem motivo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Testes Júnior","avaliation":"Prós: Aqui na Algar eles realizam o pagamento em dia, oferecem uma excelente estrutura, possui uma frente de projetos interessantes e os funcionários tem liberdade opinar sobre os processos e métodos utilizados no ciclo de desenvolvimento dos softwares\n\nContras: Salários estáticos e pouca chance de crescimento, gestão antiga e parcial, pouca valorização profissional com foco apenas no resultado geral da empresa (funcionários tratados como números e valores de salário), hostilização quando um funcionário pretende procurar uma nova posição no mercado e clima organizacional muito fraco e plano de carreira quase inexistente.\n\nConselhos para presidência: Investir nas pessoas que compõe uma empresa, mudar totalmente o fit cultural pra conseguir bons candidatos e meritocracia e extinguir o que chama de plano de cargos e salários.\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Analista de Suporte Técnico","avaliation":"Prós: É uma boa empresa para se trabalhar. Tem boas oportunidades, o salário não é ruim.\n\nContras: Em alguns projetos a liderança é muito ruim, praticamente não dá para contar com o lider, lembrando que isso só ocorre em alguns projetos.\n\nConselhos para presidência: Vejam melhor os líderes dos projetos, no meu caso se eu preciso de algo do Rh da empresa um fica jogando pro outro, sem contar a demora em ser atendido e ter o problema resolvido.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"}]