[{"user":"Atendente Júnior","avaliation":"Prós: Carga horária de 6hs, benefícios não são ruins, flexibilidade para troca de horário desde que não seja definitivo, treinamento, apoio para executar as tarefas, baixa pressão Contras: Vagas internas demoram um pouco para abrir, não tem possibilidade de emendar feriados, poucas campanhas de premiação ao funcionário, PLR já não tão bom como um dia já foi   "},{"user":"Funcionário","avaliation":"Prós: Bom ambiente de trabalho, gestão forte e parceira, bom portfólio de Clientes e Serviços, atuação Global o que traz grande solidez e oportunidades de aprendizado Contras: Infraestrutura deixa a desejar, pacote de benefícios abaixo do padrão de mercado, dificuldade de transitar entre departamentos (burocracia), lentidão para o plano de carreira Conselhos para presidência: extinguir a burocracia   "},{"user":"Assistente Administrativo","avaliation":"Prós: Localização, benefícios, bom ambiente de trabalho, opção de projetos onde se pode atuar na empresa. Porem sem oportunidades e desenvolvimento do profissional Contras: Falta de oportunidades e visão de crescimento para os funcionários que se destacam. Pouca atenção dos gestores para suas equipes. Mais oportunidades   "},{"user":"Operador Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa que aceita jovens, pessoas idosas de todas as etnias,raça,cor e sexualidade. Traz o benefício do fretado e horários flexíveis e baixa carga horária Contras: Falta estabilidade pois há corte há cada seis meses, líderes que fazem ameaças desnecessárias, falta de empatia e regras absurdas e extremamente rígidas, como ser obrigado a pedir para ir ao banheiro.   "},{"user":"Telemarketing","avaliation":"Prós: Olha e lugar no qual me sinto bem, não tenho o que reclamar, precisava muito de um emprego , me deram a oportunidade, sou muito grata, e por isso que quero ficar nessa empresa até quando puder ! Contras: Todos lugares possui um ponto negativo, mais a Algar tecnologia, é um excelente lugar, não tenho o que reclamar, claro que sempre que é feito uma melhoria, melhor ainda fica o lugar onde trabalho !   "},{"user":"Analista de Requisitos Pleno","avaliation":"Prós: Clima organizacional e política de transparência e Participação de Lucros . Relacionamento com superiores e colegas de trabalho . Localização e local de trabalho Contras: Salário é Recursos Humanos . "},{"user":"Técnico de Suporte Sênior","avaliation":"Prós: Estrutura, atendimento interno da empresa funciona muito bem. Os benefícios são a tratativos e são muito organizados. Possui flexibilidade de horario. Contras: Falta oportunidade dentro da empresa, preferem contratar talentos de fora. Não existia oportunidade para crescimento profissional. No projeto que fiquei não tinha liderança companheira.   "},{"user":"Funcionário","avaliation":"Prós: Empresa com oportunidades de crescimento, possui boa localização perto do metro e bom ambiente de trabalho. Equipe acolhedora e auxiliando no crescimento profissional. Bom valor de benefícios. Contras: Não tem politica de custear cursos e certificações voltados a área de atuação, salário podendo ser aprimorados e falta de investimento em bolsas de estudos para os profissionais. Conselhos para presidência: Aprimorar a base de salários dos cargos menores e investir em bolsas e certificações para os profissionais.   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Boa empresa para se trabalhar, o salário não era ruim se comparado com o Brasil atual. Tinha vários turnos para escolha + presença constante do chefe Contras: Falta de reconhecimento, pois o setor ou empresa não oferecia plano de carreira, oportunidade direta de crescimento no setor - era apenas peaozada que estava lá e poderia ser substituído "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: O desenvolvimento de nossas habilidades uma vez que não temos uma supervisão presente e precisamos ser criativos e rápidos para atender o cliente de maneira a mantermos nossos contratos Contras: Acredito que os supervisores e gerentes poderiam ser mais presentes, os descontos aplicados principalmente no plano de saude poderia ser menor e sem co-participação e os dialogos salariais poderiam ser mais simples. Os incentivos ficam todos voltados ao pessoal de Uberlandia ou ainda apenas um setor dentro da Algar e não alcança a todos. Conselhos para presidência: Presidencia? Uma empresa de acionistas.... já sabemos que esta mensagem não vale de nada.   "}]