[{"user":"Operador de Telemarketing Receptivo","avaliation":"Prós: Na Algar Tech existe uma tentativa de reduzir a rotatividade presente na área operacional. Dessa forma eu percebi que a empresa tenta tornar o ambiente mais agradável e, para mim o fato de o trabalho ser de 6 horas é bastante relevante para conciliar trabalho e estudos. Contras: O Grupo Algar possui empresas que estão dispostas a ouvir todos os funcionários, inclusive aqueles que acabaram de ser contratados pois eles podem perceber coisas que os veteranos da casa não conseguem mais enxergar. No entanto, as pessoas estão desmotivadas no ambiente de trabalho por causa do salário. Seria bom tentar aumentá-lo um pouco mais ou, quem sabe, flexibilizar a forma como o atendimento é feito. Conselhos para presidência: Aumento de salário, melhoria do ambiente de trabalho e mais informalidade no call center. Entendo ser difícil pois a empresa contratante é que dita as regras do atendimento, mas talvez presidente e diretores consigam convencer a empresa a adotar um atendimento mais humano.   "},{"user":"Técnico de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefício vale refeição, transporte fretado (empresa cliente), horas extras (raramente acontece). O nome Algar pra quem vê de fora sugere uma empresa melhor, mas na prática não é nada diferente como a maioria das empresas de TI, deixam a desejar. Contras: Funcionários que trabalham nos clientes da empresa são \"esquecidos\". Não possuem plano de carreira nem reconhecimento. Acúmulo de função. RH enrolado, gestores confusos, salário muito abaixo da média. Discrepância de salários em relação aos locais de trabalho embora realizem a mesma tarefa. Conselhos para presidência: Valorizar seus funcionários que estão longe do RH, que estão alocados nos clientes. Não há nenhum plano de carreira e com o tempo isso ja torna desestimulante. Somo contratados como Técnico de Suporte mas nos é atribuídas tarefas de analistas.   "},{"user":"Atendente de Call Center - Ex-funcionário, saiu em 2014","avaliation":"Prós: auxilios, salario , a empresa em si é bem diversificada em relação as contratações sem fazer diferença de gênero, idade os auxilios são ate razoáveis. Contras: Não existe muitas possibilidade para crescimento profissional, muita pressão durante as vendas, treinamentos vagos sem muita qualidade , e muita falta de educação de alguns \"chefes\".   "},{"user":"Analista Técnico Júnior","avaliation":"Prós: Ambiente jovem Contras: Falta de oportunidades e de reconhecimento. Conselhos para presidência: Remunerar melhor os funcionários   "},{"user":"Help Desk","avaliation":"Prós: Dinâmica entre os funcionários . Contras: Salários não bem pagos, demora entre negociações entre sindicatos para aumento, demora no aumento salarial e falso testemunho em relação ao premios pagos.   "},{"user":"Atendente de Call Center - Ex-funcionário, saiu em 2015","avaliation":"Prós: Baixo fluxo de ligações e salário diferenciado, equipe simpática e o ambiente de trabalho era muito agradável.Bons profissionais que sempre investiram em treinamentos. Contras: Em todo lugar acredito que existe uma não valorização dos funcionários em geral, mas ali os queridinhos da gerência sempre tinham privilégios como escalas melhores.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Ambiente de trabalho é super tranquilo, as tecnologias utilizadas estão atuais no mercado, equipe muito unida, e o aprendizado e bastante valido para o crescimento profissional. Contras: O plano de saúde não é muito atrativo, visto que não pode colocar dependentes no plano, não tem auxilio combustivel para colaboradores, visto que muitos trabalham muito distante da empresa.   "},{"user":"Operador de Atendimento Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Nunca atrasaram o pagamento. Possui um bom plano de crescimento. Oportunidade boa para quem procura o primeiro emprego. Disponibiliza equipamentos para levar a própria refeição e a refeição do local é agradável. Ótimo espaço. Contras: Ambiente danoso à saúde em vários aspectos no caso da função de atendente. Equipamentos de trabalho com mal funcionamento prejudicando desempenho e saúde da audição e da voz. Pressão muito grande acerca de metas, levando a se tornar um ambiente competitivo e tenso, havendo variações de procedimentos várias vezes na semana. Falta de flexibilidade. Conselhos para presidência: Aumentar a flexibilidade, priorizar a saúde e bem estar dos funcionários fará com que eles trabalhem melhor, atendendo bem os clientes e gerando mais resultados positivos.   "},{"user":"Analista de Suporte Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: São pontos positivos funcionários, campanhas participativas vindas da matriz de Uberlândia e estrutura física da empresa na filial Belo Horizonte/MG. Contras: Toda a filial Belo Horizonte é totalmente a parte da matriz Uberlândia. Supervisores completamente despreparados, arrogantes e sem diretrizes e regras definidas. Não seguem a real missão da Algar \"Gente cuidando de Gente\".   "},{"user":"Técnico em Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Trabalhar em Grupo Benefícios Trabalhar para a Mercedes Ben Atender o cliente Superfisao Local de trabalho Ambiente Café Almoço Pessoas Contras: Gestão Pecuinhas Algumas pessoas são difíceis de trabalhar Condução Alguns supervisores não atendem nossas expectativas. Pausa 10 Horário de trabalho   "}]