[{"user":"Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Salário em dia, entrevista rápida e bacana. Demissão com tudo correto, sem problemas. Auxílio com problemas eventuais administrativos pelo gestor. Contras: Crescimento na empresa dificultoso quando no cliente. Acompanhamento de equipe fraco dentro do cliente. Exceto isso, uma boa empresa pra se trabalhar.   "},{"user":"Atendente de Relacionamento Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Reconhecimento pelo bom empenho no trabalho. Feedback diário sobre pontos positivos e negativos para melhoramento pessoal. Boa relação com gestores. Prêmios semestrais atingidos pelos associados. Contras: Pouca resolução de reclamações feitas pelo funcionário. Após passar em um processo seletivo na empresa, há uma demora excessiva para alteração salarial fazendo com que o associado tenha as responsabilidades do novo cargo, porém com o salário do anterior. Conselhos para presidência: Ouvir mais os funcionários, fazendo com que os mesmos não fiquem com receio de represálias.   "},{"user":"Analista de Suporte Pleno","avaliation":"Prós: Liberdade para se trabalhar, flexibilidade no trabalho, trabalho corrido porem sem pressão da supervisão, escala boa 5x2, otimo cliente, Lembrando que tudo isso depende do cliente alocado Contras: Não existe reconhecimento dos associados por parte da direção, salario baixo para a função alguns mesmo o cliente pagando bem para o serviço, Conselhos para presidência: Reconhecimento dos bons associados.   "},{"user":"Analista de Redes - Ex-funcionário, saiu em 2016","avaliation":"Prós: Beneficios e o salario dos funcionarios que eram asyst sao bons. Clima entre as equipes é bom, ha tecnicos muito bons, as vezes nao reconhecidos,’z Contras: Algar paga abaixo do mercado, destruiu a operacao de sao paulo asyst. Os talentos nao sao valorizados apesar de chamaram o rh de th talento humano Tratam os funcionarios como simples numeros Conselhos para presidência: Pensem mais nas pessoas ! "},{"user":"Analista de Suporte Trilíngue - Ex-funcionário, saiu em 2012","avaliation":"Prós: Apesar da empresa não possuir um bom ambiente de trabalho, os processos são bem definidos e estruturados. Com horários de trabalho que auxiliam quem está iniciando agora no mercado (e ainda estuda) Contras: Empresa possui um péssimo ambiente de trabalho, com funcionários que só sobem de cargo dependendo de quem indicou, mesmo sem nenhuma experiência ou qualificação para o cargo.   "},{"user":"Atendente de Telemarketing - Ex-funcionário, saiu em 2016","avaliation":"Prós: Acho a empresa Algar Tech boa por causa dos beneficios oferecidos por ela, como vale transporte, plano de saúde, odontologico e vale alimentação. Contras: Trabalhar em telemarketing em geral é muito cansativo, acho que as pressões e cobranças em excesso sobre os atendentes. É complicado lidar com outras pessoas, porque cada uma tem um gênio.   "},{"user":"Atendente de Relacionamento Júnior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Cultura de Empreendedorismo. O profissional é ensinado de forma eficiente a ser pró ativo e realizar suas atividades da melhor maneira possível. Contras: Possui um plano de carreira duvidável, visto que fazendo-se um bom trabalho na área, o funcionário é induzido a permanecer e possui dificuldades em realizar processos seletivos internos.   "},{"user":"Monitor de Qualidade Júnior","avaliation":"Prós: A empresa busca sempre ter excelência em atendimento, se preocupa com o funcionário não é apenas mais um, faz a diferença e busca sempre entender seu colaborador para melhorar sempre. Contras: Há um a troca muito grande de gerente, supervisor. Não da tempo de se acostumar com um e conhece-lo e já troca para outro. Muitos cargos mal desempenhados.   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: a equipe é muito boa principalmente a de RH, atenciosos e empenhados a resolver o problema dos colaboradores em geral, tem plano de carreira. Contras: Empresa muito burocrática quanto a alteração de benefícios e pagamento, não atrasa mas adia muito por ser no quinto dia útil as vezes atrasa bastante.   "},{"user":"Analista de Processos - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa para trabalhar, sempre inovando, excelente escola, ambiente bom, muito alegre, ótima formação de networking, sempre tem eventos. Contras: As vezes é um pouco engessado e sistema familiar, então a partir de certo cargo demora mais a progredir.muito burocrático e difícil promoção mesmo com reconhecimento   "}]