[{"user":"BackOffice - Ex-funcionário, saiu em 2015","avaliation":"Prós: De positivo só as pessoas que conheci o resto é empresa ruim pessoas estressadas e doentes. Péssima experiência que tive nesse lugar. Salário ruim Contras: Pessoas, administração salário benefícios rotina parece uma prisão cheia de catracas pessoas adoecem tudo é horrível sem mais   "},{"user":"Analista de Suporte Técnico","avaliation":"Prós: Pagamento em dia, somente isso Contras: Demora para solução com RH erro de pagamento e beneficios, E nao ha transparecia com os coordenadores pois ficam em outro estado. Pior que funcionarios novos entram ganhando ate mais que os antigos e pessoas sem experiencia profissional Conselhos para presidência: Revisar todas pessoas que estao acima como gerente, coordenadores e supervisao. POis ao entra me informação que sou um associado da empresa e nao e que acontece na real   "},{"user":"Supervisor","avaliation":"Prós: Empresa com bom clima para o trabalho, acesso fácil e boa comunicação com as lideranças.flexibilidade de horários, reconhecimento interno por produtividade. Contras: Processos extremamente burocráticos oportunidade de crescimento dificultadas. Areas da internas com comunicação precária. Pagamento de Plr pouco clara Conselhos para presidência: Melhorar a eficiência da empresa dandoais autonomia para as lideranças.   "},{"user":"Funcionário","avaliation":"Prós: Ambiente de trabalho é até bom, em alguns prédios (sites) o ambiente é mais formal, mas em alguns o ambiente é mais informal o que acaba sendo mais agradável e ajuda na produtividade, o salario também é bom mas os benefícios e as oportunidades de crescimento são baixas. Contras: Poucas oportunidades de crescimento, e em alguns casos em que se sobe o cargo de acordo com a politica interna da empresa o salario cresce gradativamente aos poucos até atingir o nível correto da função, ao invés de subir direto ao nível correto da função   "},{"user":"Programador Pleno","avaliation":"Prós: Flexibilidade, hora extra, contato direto com a gestão, possibilidade de mudança de local de trabalho. Contras: Salário, valor do VR, falta de política clara para PLR. Conselhos para presidência: Melhorar as condições de trabalho e remuneração   "},{"user":"Analista de TI","avaliation":"Prós: Proximidade com lider imediato. bom ambiente de trabalho. boas condições de trabalho. ótima estrutura, hierarquia muito bem organizada. ótima empresa Contras: Empresa paga em dia, oferece benefícios. nada que reclamar.bom ambiente de trabalho. boas condições de trabalho.   "},{"user":"Técnico de Suporte","avaliation":"Prós: O ponto positivo é que a empresa é grande e quem trabalha nas sedes ou nas fábricas de software tem grande chance de crescimento or esta próximo das gerencias. Contras: O maior ponto negativo é que se você trabalha alocado no cliente, então ficará completamente esquecido, a Algar simplesmente não sabe que você existe, fiquei 8 meses trabalhando alocado no cliente estando sem crachá, sem e-mail, sem uniforme e com 3 meses atrasados de VR e VT. Conselhos para presidência: Por favor não esqueçam dos funcionários que estão alocados no cliente, a maioria com quem conversei, se sente totalmente esquecido, não há oportunidade alguma para nós.   "},{"user":"Técnico de Suporte","avaliation":"Prós: Horário flexível Pagamento não há atraso Contratação imediata Vagas pouco concorridas Nada a mais a declarar Localização próxima a ônibus metropolitanos Contras: Vale refeição/alimentação abaixo do valor pago pelo mercado Salário abaixo do mercado Não valorização dos funcionários Não existe plano de carreira RH ruim Conselhos para presidência: Valorização dos funcionários Salário de acordo com o mercado   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: A Empresa tem um suporte ótimo com o funcionário, quando precisamos de alguma coisa, eles sempre estão presentes. A empresa pensa muito no lado do funcionário Contras: Muito pouco a Gestão de carreira, nem sempre ficamos cientes das vagas e se você é um bom funcionário, eles fazem de tudo pra você não sair do setor que você está. Sempre utilizam a frase: Time que está ganhando não se mexe. Conselhos para presidência: Olhe para os seus funcionários de São Paulo, da mesma forma que vocês olham para os Funcionários de Campinas e Uberlandia   "},{"user":"Gerente de Projetos (GP) Sênior - Ex-funcionário, saiu em 2014","avaliation":"Prós: O ambiente de trabalho é muito harmonioso e agradável e a empresa realmente se preocupa com uma adequada política de valorização do profissional. Contras: A oportunidade de se desenvolver uma carreira de acordo com as expectativas, necessidades e potencial do colaborador não é colocada em prática, apesar de ser muito comentada internamente. Conselhos para presidência: Muito bom, mas precisa melhorar o plano de carreira   "}]