[{"user":"Analista de TI Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa Algar Tech faz parte de um grupo que tem variados ramos dentro dela, como é um grupo Algar, tem muitas possibilidades dentro do mesmo. Contras: Demora muito para acertar as questões de reembolso, horas extras, e o Recursos Humanos é de díficil acesso, porque não tem um RH aqui em Curitiba.   "},{"user":"Arquiteto de Sistemas","avaliation":"Prós: Participação nos lucros, paga salários em.dia, sem falhas, flexibilidade com horários, programas para família, cursos oferecidos na própria empresa Contras: A alta gestão é distante do empregado, um tanto desorganizada nos clientes, não preza muito pela qualidade do que entrega mas sim para a quantidade. Conselhos para presidência: Se aproximar mais dos funcionários, observar melhor a operação nos clientes, observar as insatisfações dos funcionários e quais fazem um bom trabalho, se empenham e sacrificam e quais fazem o contrario   "},{"user":"Assistente de Auditoria Administrativa","avaliation":"Prós: Ambiente agradável Respeito Comprometimento Valorização do funcionário Plano de carreira Pagamento em dia Benefícios excelentes Descontos e parcerias com faculdades Contras: Estrutura Banheiros muito distantes Investimento na manutenção dos computadores, ar condicionado Precisa investir na criação de um uniforme para todos os funcionários, de acordo com o perfil de cada setor. Conselhos para presidência: Mantenha os banheiros dentro dos sites assim como é a estrutura da Callink.   "},{"user":"Técnico de Informática Pleno - Ex-funcionário, saiu em 2018","avaliation":"Prós: A Maioria dos colegas de trabalho eram comprometidos e unidos, bom ambiente de trabalho. O meu superior direto sempre manteve uma boa comunicação com a equipe. Contras: Infraestrutura fisíca horrivel. Funcionários que não faziam nada eram mantidos por muito tempo, só eram desligados se fizessem algo MUITO GRAVE, incompetência pura e simples não gerava demissão e em alguns casos eram até gratificadas. Conselhos para presidência: Precisam começar a levar as avaliações anuais a sério. Se a avaliação é feita e só gera burocracia e papel o sistema precisa ser repensado.   "},{"user":"Analista de Suporte Trainee","avaliation":"Prós: Oportunidade, Comunicação, Crescimento, Respeito, Informação, Proativa, Pagamento em dia, Desenvolvimento pessoal e profissional e prestativa Contras: Distância, Podiamo ter uma melhora ferramenta de comunicação devido a distância da empresa conosco que ficamos alocados em projetos, demais intes são positivos   "},{"user":"Supervisor de Suporte Pleno","avaliation":"Prós: Reconhecimento, liberdade de expressão. Trabalhar solto, sem pressão. Ser valorizado. Dar oportunidade para realização de vários cursos que a empresa possibilita dentro de uma plataforma própria. Contras: O ponto que vejo negativo é que, em alguns momentos, pessoas que fazem menos, corpo mole, acabam recebendo promoção. E outros, que trabalharam muito para conseguir um lugar, seguem na mesma.   "},{"user":"Analista de Treinamento Sênior","avaliation":"Prós: Múltiplos canais de atendimento ao funcionário, facilitando a comunicação com os departamentos (portal, WhatsApp). Clima entre os profissionais é amistoso. Contras: Falta de insentivo financeiro. Resultados individuais atrelados aos objetivos coletivos. Empresa não fecha acordo coletivo com sindicato, por isso não paga PLR. VR baixo. Conselhos para presidência: Diferenciar os objetivos dos profissionais que trabalham fora da operação, tornando-os possíveis de serem atingidos.   "},{"user":"Técnico de Suporte Júnior","avaliation":"Prós: Eu gosto muito da inovação que a empresa prega, da maneira que ela se destaca em pequenas atitudes para melhor atender os clientes que ela possui Contras: Ela deveria ficar mais nos funcionários, com a qualidade de vida e bem estar. Pois não é só o trabalho mais sim um dia a dia que deve ser valorizado.   "},{"user":"Supervisor/Coordenador - Ex-funcionário, saiu em 2018","avaliation":"Prós: O salário é bom, o processo seletivo é transparente. A facilidade no acesso às informações e a facilidade de marcar férias ou se ausentar em caso de necessidade Contras: A administração dos contratos não é feita da melhor forma e quando algo dá errado, procuram culpados sem investigar o verdadeiro problema a ser resolvido   "},{"user":"Analista de Gestão Financeira","avaliation":"Prós: Flexibilidade de horário, cordialidade, ambiente moderno, relacionamento com cliente, amabilidade, perseverança, notoriedade e projetos com aprendiz e PCd. Contras: Falta de oportunidades para alavancar carreira, feedback mensal, materiais de trabalho, CRM integrados, muitas gestões e poucos operacionais e técnicos, falta de procedimentos.   "}]