[{"user":"Analista de Atendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: compromisso com os funcionários no que se refere ao salário e benefícios todos pagos em dia Contras: Eu era terceiro não me sentia parte da empresa. Nunca recebi nada da algar referente a informativo e vagas para concorrer a outros cargos....   "},{"user":"Analista de Talentos Humanos (TH) Júnior","avaliation":"Prós: Empresa de grande porte que proporciona muitas oportunidades internas, dependendo da performance do profissional. Os relacionamentos auxiliam no desenvolvimento profissional e em novas oportunidades. Contras: Deixa a desejar nos benefícios, principalmente no vale alimentação/refeição (valor muito baixo) e convênio médico (muito básico). Salário um pouco abaixo do mercado.   "},{"user":"Técnico de Suporte","avaliation":"Prós: benéficios, uma empresa grande com várias atuações diferentes que pode te dar muitas opções. Além de ser uma empresa solida no mercado com muitos funcionarios Contras: salario baixo, por ser um técnico de campo que atua fora da empresa, ficamos distantes das oportunidades e não somos vistos pelos superiores   "},{"user":"Analista de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: você tem a oportunidade de crescer, mas porém se você não fazer o seu trabalho e o dos outros você não consegue chamar atenção do seu gestor, sendo que ele que me pediu para ser pro ativo, e quando fui, ele mesmo me repreendeu. mas eles dão café pelo menos. Contras: se você é um peão ali, pra eles tanto faz, quem estiver acima de você vai pisar em você mesmo correndo risco de ser processado por isso, mas eles não ligam porque estão protegidos de cima. Conselhos para presidência: contratem pessoas pelo currículo e pela simpatia, e não porque ja trabalharam com você antes em outra empressa   "},{"user":"Programador Júnior - Ex-funcionário, saiu em 2016","avaliation":"Prós: Empresa estável, com boa remuneração e benefícios, e valoriza seus funcionários. Contras: Ambiente de trabalho pouco empolgante, falta de projetos ambiciosos, muita rotina Conselhos para presidência: melhorar ambiente de trabalho e inovações   "},{"user":"Treinador - Ex-funcionário, saiu em 2016","avaliation":"Prós: Uma empresa ótima, voltada a atender as necessidades dos clientes e dos associados. Sempre preocupada na qualidade de vida e saúde dos funcionários. Contras: Lanchonete conhecida como Coffe Shop é um monopólio e não servia lanches com qualidade. Distância da empresa em relação ao centro da cidade, dificultando o pagamento de contas e compras   "},{"user":"Analista de Relacionamento Bilíngue","avaliation":"Prós: Paga salários em dia. Boa estrutura física. Bom clima organizacional e equipe divertida de trabalho. Contras: Empresa trabalha no sistema de baixo custo, então não há muito investimento em programas motivacionais. Conselhos para presidência: Pensar mais no lado humano dos funcionários.   "},{"user":"Analista de Suporte Júnior","avaliation":"Prós: Benefícios, visibilidade, variedade de serviços oferecidos na área de TI, candidatura para processos internos em outras cidades e estados. . Contras: Muitos cargos de chefias e supervisores, vários setores juntos, falha de comunicação, não possui um cultura disseminada e não alcança metas e sem PL.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: localização excelente próximo ao bh shopping e equipe de trabalho muito colaborativa. Contras: remuneração, gestão de talentos e remuneração deixam muito a desejar. poderia ser muito melhor... Conselhos para presidência: avaliar melhor os comandados e ter uma gestão bem melhor organizada.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Estrutura . Contras: Plano de Carreira .   "}]