[{"user":"Analista de Suporte Sênior","avaliation":"Prós: Tem grande área de atuação em diversos locais do brasil, oferece bons benefícios de modo geral, e oportunidades de desenvolvimento. Empresa grande com gente jovem e visão de futuro Contras: O pacote de benefícios é meio confuso e as vezes o acesso as informações e oportunidades de quem está alocado torna a comunicação um pouco mais difícil.   "},{"user":"Analista de Telecomunicações Pleno","avaliation":"Prós: Liberdade para realizar 1 home office na semana, espaço para jogos como: vídeo game, empresa adotou cool dress e liberou homens trabalhar de bermuda. Contras: Empresa muito centralizada na matriz em MG e acaba amarrando o ritmo das filiais e consequentemente o associado não consegue desenvolver sua carreira com mais oportunidades Conselhos para presidência: Liberar projetos para outras filias pois os analistas possuem o conhecimento necessário para realizarem a atividade.   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Com oportunidades de crescimento, benefícios bons, ambiente agradável. Pessoas bem humoradas, uma verdadeira cool company. Espaço de lazer bem interessante Contras: Para subir de cargo, tem que ser amigo dos supervisores, coordenadores e assim vai, algumas pessoas só crescem quando bajulam os respectivos supervisores, existe favoritismos.   "},{"user":"Atendente Júnior - Ex-funcionário, saiu em 2013","avaliation":"Prós: A empresa paga o salário em dia, possui bons benefícios, como plano de saúde, vale alimentação e vale transporte, a carga horária é muito boa para quem estuda e tem filhos, pois trabalha 6h e 20min por dia, no telemarketing. Contras: O ambiente é muito estressante, o SAC lida com reclamação de clientes e a empresa não dá o braço a torcer, a empresa possui gerente e supervisores que podem não colaborar com os funcionários, existem muito corrupção onde somente os funcionários apadrinhados sobem de carreira e perseguição por parte de gerencia e supervisão. A empresa também conta cada centavo como importante. Conselhos para presidência: Mude a gerencia e supervisão em Ituiutaba MG   "},{"user":"Analista de Infraestrutura Júnior","avaliation":"Prós: Ambiente de trabalho e espaço físico adequado e confortável. Aquisição de experiência e aprendizados constantes em diversos projetos. Empresa oferece bom ambiente para aprendizado de novas capacitações. Contras: Pouco valorização diante das responsabilidades e criticidade de projetos envolvidos dentro da área de Engenharia. Não reconhecimento dos trabalhos realizados e entregues.   "},{"user":"Desenvolvedor Pleno","avaliation":"Prós: Salários em dia. Possui beneficios usuais de mercado. Empresa grande e reconhecida na região da holding. Boa empresa para quem está iniciando na carreira. Contras: Falta clareza de decisões de negócio por parte da Gerencia Não há possibilidade de crescimento na carreira Não há aumento salarial por compertencia, somente consegue aumento quem barganha por outro emprego. Associados são vistos somente como números Conselhos para presidência: Analise o mercado e veja como uma empresa de tecnolgia atual funciona.   "},{"user":"Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: alguns companheiros de trabalhos,os convênios e os treinamentos para vendas, obtive conhecimento em vendas , com esses treinamentos que eles oferecem apenas isso Contras: Não melhora a comissão, eles cobra muito faz a gente fazer diversos serviços e paga pouco , e tira sem incentivo por qualquer coisa , vale alimentação e pouquíssimo, não existe crescimento na empresa se vc não puxar saco de supervisores, e quando vc sai da empresa eles te cobram coisas Sem noções Conselhos para presidência: Melhorar alimentação, melhorar comissão, melhorar salário, melhorar a forma de crescimento na empresa , tinha gente que mal entro na empresa e pegava cargo alto, só por puxar saco de alguém na empresa ou conhecer , e essas tal pessoas nem se quer sabia fazer o serviço direito, enquanto quem tinha anos não conseguia mudar de cargo, se esforçava pra nada   "},{"user":"Analista I - Ex-funcionário, saiu em 2016","avaliation":"Prós: Emrpresa de certa forma é organizada , os meus supervisores eram super gente boa , faziam o projeto rolar de forma fluente e motivavam os analistas. Contras: Todo call center e estressante , então acho que grande ponto negativo seria isso. Talvez para melhorar seria interessante escalas de intervalos maiores , sei la   "},{"user":"Atendente de Atendimento","avaliation":"Prós: Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Contras: NenhumBem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento Bem para os funcionários em comum do.setor de atendimento   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Autonomia para trabalhar , não tenho muito o que dizer pois ficava in loco no cliente e o contato com a Algar sempre foi esporádicos para tratar questões do contrato Contras: Pagamento de reembolso que foi gasto com a empresa às vezes a questionamentos na hora do pagamento mas não na autorização da execução do trabalho   "}]