[{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário sempre caiu no dia acordado. Valores dos benefícios condizentes com o mercado. Processos seletivos com prioridade para o público interno. Bom clima com a maioria das áreas. Contras: Estagnação de crescimento em alguns planos de carreira, ou seja, para ganhar mais tem que mudar de área e/ou atuação, muitas vezes prestando processo seletivo para função que não goste tanto.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: Diversos benefícios (alimentação, transporte, saúde), horário flexível e home office. Facilidades dentro da empresa, como academia, atividades de meditação, etc. Possibilidades de crescimento e aprendizado. Contras: Estrutura rígida e com processos ainda bem burocráticos. Alguns avanços podem ser feitos para atualizar os mecanismos, mas a empresa vem tentando se modernizar a cada dia.   "},{"user":"Auxiliar de Atendimento Call Center - Ex-funcionário, saiu em 2016","avaliation":"Prós: Tem um bom ambiente de trabalho, bem equipado. Apesar de ser um CC terceirizado é um lugar muito bom de trabalhar. Pagam corretamente não atrasam beneficios. Contras: Plano de carreira precisa ser desenvolvido. Haviam poucos processos seletivos dentro da empresa, e as vezes mesmo aprovado ficava muito tempo esperando pela colocação.   "},{"user":"Analista de TI","avaliation":"Prós: Faz os pagamentos em dia, oferece flexibilidade nos benefícios entre VR e VA. Disponibiliza cursos online. Possui vários projetos na empresa. Contras: Como atua como prestadora de serviços, eu ficava alocada no cliente, então não tinha equipamentos adequados, nem local para exercer a função. Isso trazia desconforto e desânimo. Conselhos para presidência: Avaliar melhor os funcionários.   "},{"user":"Desenvolvedor Júnior","avaliation":"Prós: A empresa possui uma boa equipe técnica disposta a ajudar, flexibilidade de horário, salário pago em dia, os gestores são bem acessíveis. Contras: Salario muito baixo incompatível com o mercado e o nível de exigência requerido, fabrica atende principalmente sistemas legados trabalhando com tecnologias e ferramentas antigas, empresa super burocrática, onde qualquer problema por mais simples que seja, demoram, até semanas para serem resolvidos já que são completamente dependentes da matriz em Uberlândia. Funcionários são tratados como meros recursos.   "},{"user":"Help Desk - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade de horário, carga horária bem leve, ambiente de trabalho super agradável e ainda um barril de café grátis em qualquer hora do dia! Contras: Ao meu ver não existem pontos negativos para essa empresa, pelo menos não encontrei nenhum na minha área de atuação (Só os lanches da lanchonete interna que eram meio caros) Conselhos para presidência: Apenas acho que deviam oferecer mais oportunidades de planos de carreira dentro da empresa dando a oportunidade de cada funcionário se desenvolver ali dentro e não ficar anos parado em uma mesma função ou cargo   "},{"user":"Analista de Suporte Sênior","avaliation":"Prós: Alta remuneração, bom gerenciamento dos funcionários, boa comunicação, ótimos clientes, gostei da cultura da empresa de relacionamento com funcionários. Contras: Benefícios deveriam ser melhor para os funcionários, acho que os benefícios atuais não correspondem a realidade, igualmente com a maioria das consultorias, pelo oque tenho observado.   "},{"user":"Analista de Infraestrutura TI","avaliation":"Prós: A empresa tem como diferencial o clima organizacional. Realmente a empresa da liberdade para desenvolver o trabalho e dispõe de vários fatores que auxiliam em um ótimo clima. Contras: A empresa tem como foco vender tecnologia e necessita de maior foco na elaboração de produtos de ti. Esta com remuneração abaixo do mercado de ti.   "},{"user":"Analista Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: A empresa dá muito benefícios, como plano médico, alimentação, Refeição, Seguro de vida, Participação nos lucros e dependendo do cliente alocado, dá o combustível Contras: Cargos administradores com instrução de segundo grau gerencia a equipe de TI, a imprensa só investe em treinamento se o cliente pedir .   "},{"user":"Líder de Help Desk - Ex-funcionário, saiu em 2018","avaliation":"Prós: Oportunidade de crescimento para todos os funcionários de ambos os cargos , mesmo tendo o ponto negativo mais forte aqui na Renault, a parte da t.i Contras: Pessoas desqualificadas em cargos de liderança , aonde se baseiam em questões políticas e de nepotismo para terem bons cargos e oprimir os que não se encaixam   "}]