[{"user":"Analista de Suporte PL","avaliation":"Prós: Facilidade de atuar em outras áreas da empresa Salário na conta pontualmente Chefe acessível e comprometido com a qualidade do serviço da equipe obs: dados de 2013 Contras: Não incentiva a especificação dos seus funcionários por meio da obtenção de certificação Demora na entrega do crachá, trabalhei na empresa 4 meses e não recebi o crachá obs: dados de 2013   "},{"user":"Analista de Suporte Atendimento","avaliation":"Prós: Não atrasa os pagamentos e benefícios, empresa bem estruturada, no geral gosto de trabalhar na empresa, porem poderia ser melhor, sem perspectiva de crescimento. Contras: Não existe fiscalização dos superiores na empresa. Plano de carreiras só acontece no papel, não recebo nem e-mail para uma possível candidatura em outra vaga.   "},{"user":"Analista de Custo e Orçamento Júnior","avaliation":"Prós: Certa flexibilidade de horário, área de convivência bastante agradável, local bonito Contras: Precisa oferecer mais oportunidades de desenvolvimento profissional aos funcionários que já estão na empresa.   "},{"user":"Assistente de Suporte - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e flexibilidade de horário. Também a equipe que é formada fica bem animada pois o trabalho exige muito de si. E a equipe deixa o ambiente divertido Contras: Salário péssimo , plano de carreira que não tem e gestão péssima e deplorável. Algar Brasília classifica funcionários como robôs, cobrando atendimentos de 30 clientes ou mais . Dificultando a saúde mental do funcionário. Conselhos para presidência: Algar Brasília, um dia quem sabe saiba valorizar seus funcionários.   (4)"},{"user":"Analista de Suporte Técnico Júnior - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo ambiente de trabalho, salário alto, oportunidades de carreira. Ambiente de trabalho bem localizado, fácil acesso. Supervisores bem atenciosos. Contras: Comunicação com o RH é bem difícil, muitas dúvidas não são devidamente sanadas. Benefícios e cálculo da folha de pagamento muitas vezes incorretos. Muita pressão para comprimento de metas.   "},{"user":"Operador de Teleatendimento - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente , remuneração , vale alimentação., benefícios. .... Trabalhei no call center e é diferenciado ... Empresa muito boa !!!! !!! Contras: Não. Encontrei. De negativo apenas valor do convénio médico se quiser aderir. E o negativo foi eu ter precisado sair   "},{"user":"Analista de Suporte Avançado - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa fornece auxílio creche, breve, breve com valor baixo mais fornece, além de refeitório pra quem gosta de levar comida. Contras: Infraestrutura dos prédios muito precária, Convenio com valor super ato e ainda tem coparticipação, além de aumentar com muita frequência...   "},{"user":"Monitor de Qualidade - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios, ambiente de trabalho e oportunidade de crescimento para quem se empenha de maneira adequada na função que exerce. Os gestores costumam ser muito bons! Contras: A empresa não é parcial com todos os funcionários. Cobra muito de uns, cobra de menos de outros. Além disso, precisa rever o sistema de bonificação.   "},{"user":"Atendente Pleno - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa seria, nunca atrasou o pagamento. Chefia capacitada para os cargos, treinamentos constantes, promoções e oportunidades de crescimento em outras áreas. Contras: Os benefícios de alguns anos pra cá ficaram estagnados com a inflamação do mercado. O convênio médico a cada ano só diminui sua abrangência e aumenta a coparticipação.   "},{"user":"Analista de de Processos Júnior","avaliation":"Prós: Liberdade para se trabalhar da forma que acha melhor. O importante não é a carga horária e sim a sua entrega. Hierarquia se preocupa com você. Contras: Remuneração baixa, não há possibilidades de crescimento, os maiores cargos são indicações de fora, existem metas inalcançáveis, não há reajuste salarial regular.   "}]