[{"user":"Senior Manager","avaliation":"Prós: Uma empresa que lhe dá a liberdade de construir e empreender dentro de sua área pensando em estratégias e soluções que sejam aderentes à sua área Contras: Algumas mudanças e a característica de algumas pessoas ainda não ficam claras para o que a empresa espera de mudança dentro do atual cenário.   "},{"user":" - Ex-funcionário, saiu em 1997","avaliation":"Prós: Empresa internacional, oportunidades de projetos com clientes variados de diferentes industrias e possibilidade de viajar ao exterior. Colegas de alto nivel. Contras: A empresa deve continuar fazendo o que sempre fez e desta maneira seguira sendo lider de mercado nos varios segmentos onde atua. Aconselho a gerencia a inspirar os funcionarios. "},{"user":"Sales Support/Field Sales Brazil","avaliation":"Prós: Empresa inovadora com otimos produtos. Somos focados em atender da melhor maneira nossos clientes. Otima flexibilidade para que os funcionarios possam ser criativos e desenvolver o seu melhor. Contras: Como toda empresa muito grande quando precisamos mudar para nos adaptar às mudanças do mercado isso leva certa tempo. Não vejo como ponto negativo mas como somos uma empresa de capital aberto temos de seguir processos muito restritos que por algumas ocasiões não conseguimos nos adaptar com o modelo de negócios que o cliente nos solicita, mas de novo, não é um ponto negativo senão regras importantes que podem em determinadas ocasiões serem entendidas como barreiras.   "},{"user":"Territory Sales Representate IV","avaliation":"Prós: Empresa muito cool para trabalhar. Cultura em plena transformação, líderes super engajados com pessoas antes de tudo e trabalhamos buscando proposito. Muitas oportunidades de crescimento para quem realmente quer ajudar o time e lideres, obviamente além de entregar o resultado da quota anual. Empresa busca pessoas que transformam o dia a dia e trazem energia para as demais, além de vestir a camisa. Principalmente nos dias de hoje onde a maioria dos profissionais são voláteis a propostas de outras empresas. Contras: Ainda há um resto de pessoas da cultura antiga onde resultado vem primeiro, segundo e terceiro. Pessoas, família fora. Estes estão sendo, aos poucos, atraidos a pularem do novo barco. Conselhos para presidência: Continuem com a excelente mudança de dentro para fora que estamos passando na empresa. Os resultados a curto prazo podem parecer pequenos, porém esta é a empresa que busquei desde o dia que entrei e me tornei 100% fiel e contrubuidor para mudarmos para melhor sempre.   "},{"user":"Funcionário","avaliation":"Prós: Bom pacote de remuneração e benefícios, normalmente acima do mercado. Horários flexíveis, empresa estruturada, produtos de ponta e oportunidades de crescimento. Contras: É uma empresa de pouca colaboração entre times, muita competição interna e a gestão apoia esse comportamento de conflito entre times. Muito burocrática. Conselhos para presidência: Realmente pedir e escutar feedback, estimular colaboração   "},{"user":"Representante de Vendas","avaliation":"Prós: Empresa com remuneração acima da média e excelentes benefícios, principalmente plano de saude. A empresa investe continuamente no crescimento e no desenvolvimento de seus funcionários com treinamentos e capacitação. Contras: Muita cobrança e pressão por resultados do time de vendas. Não existe política de aumento de salário, ou seja, quem quiser entrar precisa negociar bem seu salário Conselhos para presidência: Diminuir a concorrência e conflitos internos   "},{"user":"Business Development Representative","avaliation":"Prós: Oracle respira inovação, sempre em movimento, é uma excelente empresa aos que estão dispostos a sempre se encontrar fora da zona de conforto. Como profissional de vendas, nunca havia feito parte de um ambiente tão desafiador, desafio em que a empresa lhe suporta e prepara para vencer, basta querer. Sem duvidas o melhor lugar que trabalhei até hoje. Contras: Por majoritariamente ser uma empresa de vendas, a pressão em algumas vezes, acaba aparecendo. Em vendas isso é comum. É altamente recomendavel que seja resiliente, e no melhor dos casos, já possuir experiência nesse tipo de ambiente. Conselhos para presidência: Cada vez mais vemos a presidência se aproximar aos colaboradores, de peito aberto, para receber tanto os elogios quanto criticas. Está no caminho certo para cada vez mais ser um excelente lugar para se querer fazer parte.   "},{"user":"Senior Consultant","avaliation":"Prós: Grande empresa com ótimos benefícios e clima agradável. Processos bem definidos e treinamentos disponíveis excelentes. Estacionamento para bikes é um plus significativo. Contras: O Vale Refeição poderia ser um pouco maior, apesar de existirem diversas opções de restaurante na região ainda é baixo comparado a outras empresas.   "},{"user":"Account Executive","avaliation":"Prós: Excelentes benefícios e cooperação entre as equipes. Muitas mudanças acontecendo, para quem gosta de agito, este é o lugar. Treinamentos constantes. Contras: Pressão absurda, para a liderança não existe particularidade de territórios e as metas são bem parecidas independente do território. A empresa está defasada do mercado comparada aos seus concorrentes e está perdendo bastante mkt share. Conselhos para presidência: Se alinhar um pouco mais com os concorrentes e com as necessidades dos clientes ao invés de simplesmente empurrar produtos com a margem baixa. Preço não é tudo.   "},{"user":"Gerente de Projetos","avaliation":"Prós: Aqui você vai aprender o tempo todo, não importa em qual posição. Todos os funcionários são fora da curva em tecnologia, ambiente realmente inspirador Contras: Empresa orientada a vendas.Quem Esta em delivery acaba ficando em segundo plano para bonus, viagens, cursos, e principalmente remuneração variavel   "}]