[{"user":"Business Development","avaliation":"Prós: Ambiente colaborativo, salários e bônus compatíveis, todos estão dispostos a ajudar e alavancar as vendas. flexibilidade de desenvolver projetos independentes. Existe uma certa flexibilidade de horários e dependendo a função, liberam home office algumas vezes. Contras: Um pouco de politicagem excessiva. Falta de clareza nos processos seletivos para promoção. Processos internos (jurídico, contratual e sistemas) muito complexos e pouco claros. Dependência de times de fora do Brasil dificultam a execução do trabalho.   "},{"user":"Analista de Banco de Dados","avaliation":"Prós: Salário acima da media e beneficios também. Boa empresa pra se ganhar dinheiro. Horários não são flexíveis. Empresa bem conceituada no mercado e com certeza agrega muito ao CV Contras: Gestões totalmente descentralizadas e sem direcionamento. É como se cada área fosse uma pequena empresa dentro de uma outra, com propósitos e metas distintas, a consequência disto é desastrosa e com pouco efeito produtivo.   "},{"user":"Business Development Representative II","avaliation":"Prós: Estrutura Excelente, Remuneração e Benefícios acima da média. Estão com campanhas para melhorar o clima organizacional. Existem muitos programas de volutariado e engajamento com a comunidade. A organização investe em treinamento e plataforma de e-learning, valorizando o aprendizado constante. Contras: Cultura de competição extrema, e comportamento da média gerencia (evitar favoritismo entre os funcionários, não prometer o que não se pode cumprir...). Muita burocracia em processos do dia a dia, e a estrutura é bem vertical (muita hierarquia). Para fazer projetos acontecerem, necessita-se de muitos níveis de aprovação, e por ser muito grande também existem muitos projetos e esforços duplicados espalhados pelas áreas.   "},{"user":"Representante de Vendas","avaliation":"Prós: Salário acima da media e beneficios também. Boa empresa pra se ganhar dinheiro. Horários flexíveis. Boa empresa pra equilibrar a vida pessoal e profissional, se souber administrar bem o tempo e não focar em reuniões sem própositos e com pessoas que não tem nada a agregar que só falam de si. Contras: Gestões totalmente descentralizadas e sem direcionamento. É como se cada área fosse uma pequena empresa dentro de uma outra, com propósitos e metas distintas, a consequência disto é desastrosa e com pouco efeito produtivo. Conselhos para presidência: Focar no capital mais precioso de qualquer empresa, que são as pessoas. Colocar no cargo de gestão, executivos qualificados para isso que se preocupam verdadeiramente com suas equipes e não pessoas egocêntricas que só estão no cargo por status e normalmente tem um perfil de arrogância e pouca preocupação com seus subordinados.   "},{"user":"Business Innovation Developer","avaliation":"Prós: Cheio de possibilidades, entende seus problemas culturais e busca formas para melhorar. Remuneração agressiva e trabalho desafiador. Produtos fáceis de se vender. Contras: O maior desafio da empresa esta na cultura, apesar de entender quais são os problemas ainda não encontrou a solução, ou encontrou e não sabe como aplica-la. Tendo em vista que se enquadra na média gerência e comportamentos de algumas lideranças. Conselhos para presidência: Reavalie seus líderes e média gerência, nada mudará enquanto eles não mudarem seu mindset, ou não mudarem as pessoas.   "},{"user":"Sales Manager","avaliation":"Prós: Benefícios, porte da empresa, alcance dos produtos, liderança e agressividade nas ações. Há muitas facilidades e suporte para executar o trabalho dentro dela. É uma empresa completamente self-service. Contras: É uma empresa muito agressiva, que vem buscando mudar sua imagem, mas é um ambiente na maior parte do tempo hostil. Possui uma cultura de resultados e um overlay proposital entre as pessoas para estimular a competitividade, as vezes, de forma desnecessária. Conselhos para presidência: Estabelecer um plano de carreira para o pessoal de vendas.   "},{"user":"Business Development Consultant","avaliation":"Prós: Salario bom, bonus atrativo, beneficios otimos e a empresa é preocupada com o desenvolvimento e investe em seus funcionarios. possibilidade de crescimento. Contras: muito focada em vendas e com pouca estratégia para o brasil. muito ligada a numeros e muitas vezes o crescimento se deve a proximidade e nao a merito.   "},{"user":"Inside Sales Representative","avaliation":"Prós: Trabalhar na Oracle ajuda a se tornar uma pessoa cobiçada no mercado laboral .Te prepara para qualquer desafio ja que é uma empresa muito completa. Contras: Pode escalar internamente só que as promoções não acostumam a vir com aumentos de salarios. Grande rotação de pessoas principalmente na area de vendas   "},{"user":"Gerente Sênior","avaliation":"Prós: Empresa dinâmica e em plena transformação. Excelentes oportunidades de crescimento e aprendizado. Temos muita autonomia e meritocracia....... Contras: Grandes diferenças salaríais são comuns e a pressão sobre a equipe de vendas é bastante alta. Nem sempre as metas tem um racional adequado...   "},{"user":"Consultor III - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótimos benefícios, empresa faz varios eventos para motivar os funcionários, ambiente agradável, local de trabalho organizado, pessoas educadas. Contras: Não possui plano de carreira, muito ficada em vendas, mesmo outros departamentos são avaliados por vendas, exemplo financeiro, jurídico, alta rotatividade de vendedores. Conselhos para presidência: Melhorias no plano de carreira.   "}]