[{"user":"Analista Desenvolvedor Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário acima do mercado é excelente benefícios. Os empregado tem flexibilidade de horário é homem office. E vale mencionar que RH da Oracle é excelente! Contras: Muita politicagem e equipes desintegrados. São tantos produtos que os funcionários da própria não tufos eles. A falta de comunicasão corporativa e indormarketing são as falhas graves da empresa. Conselhos para presidência: Integrar todas as áreas da empresa, respeitar os clientes e ter em mente que a empresa nunca será maior que seus clientes, precisa ouvi-los, agrada-los e mente-los, são valores importantíssimo para uma empresa de Cloud!   "},{"user":"Funcionário","avaliation":"Prós: A remuneração e o clima jovial são pontos fortes. Além disso, a força de vendas é referencia no mercado e a movimentação para outras areas e equipes é incentivada fazendo com que amplie seus conhecimentos aprendendo coisas novas. Contras: A empresa divulga um ambiente meritocrático mas na prática fica evidente a promoção por politicagem e simplesmente networking. A gestão de modo geral não se preocupa com o capital humano.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótimos salários se souber negociar bem no processo seletivo, ofertam ótimos benefícios , como por exemplo, planos de saúde que atendem em excelentes hospitais e consultórios. Contras: Lideranças visivelmente despreparadas, nenhuma abertura real para a inovação e melhoria de processos. Tudo corre me maneira excessivamente burocrática e engessada.   "},{"user":"Sales Manager","avaliation":"Prós: Remuneração variável agressiva, possibilidade de ascensão na carreira. Oportunidade para se trabalhar com novas tecnologias e mudar de área se desejado. Contras: Clima organizacional péssimo, pressão inacreditável por resultados, o seu diretor te diz qual é o seu forecast, e não ao contrário, baseado no quanto ele tem que entregar. Desligamentos excessivos e falta profissionais capacitados para gestão, principalmente na área de inside sales (Oracle Direct). Idade média dos funcionários alta, e sem critério de padrão de contratação. Não oferece estacionamento. Conselhos para presidência: Primeiro, é desejável que não seja tão arrogante com os funcionários. Segundo, troque toda a nossa equipe de RH e contrate pessoas que saibam falar inglês e tenham aptidão para recrutamento. Terceiro, pare de mandar pessoas embora como se fossem número, a sensação que eu tenho, é que todo dia, é meu último dia, mesmo entregando meus números e estando na empresa há 10 anos.   "},{"user":"Business Development Consultant","avaliation":"Prós: A remuneração e os benefícios de fato valem a pena. Reconhecimento no mercado de trabalho como um bom profissional. Networking é importante para a empresa. Contras: O bom relacionamento é muito importante para o crescimento profissional dentro da empresa. Bastante pressão por resultados. Baixa presença de gestores humanos.   "},{"user":"Gerente","avaliation":"Prós: A empresa reconhece os funcionários e promove por meritocracia. Tem os melhores benefícios e ótimos salários. Seu RH é comprometido em ajudar o desenvolvimento das pessoas e foca em ter as pessoas certas no lugar certo. Contras: Se você não está preparando para um ambiente de pressão, cobranças e processos esta talvez não seja uma empresa para você desenvolver a sia carreira. Conselhos para presidência: Garantir que a liderança aplique o conceito shifter, não permitir que isto seja deixado de lado pela pressão da entrega de resultados.   "},{"user":"Senior Project Manager - Ex-funcionário, saiu em 2016","avaliation":"Prós: Oportunidade de participar em projetos realmente interessantes e complexos. Excelente plano de saúde e odontológico. Acesso a tecnologia de ponta e apoio de especialistas. Contras: Estrutura da área de consultoria não apropriada, dificultando as vendas dos projetos. Política de participação nos lucros não é bem estruturada.   "},{"user":"Business Development Representative","avaliation":"Prós: Me sinto valorizado, a experiencia e retorno dos meus superiores é bem bacana, recebo feedback constante, o salario é bom e o plano de saúde também. Contras: Apesar de todo contato amigável com os superiores o potencial de crescimento e ascendência prometida no inicio não veio. Sua carreira estaciona anos a fio no mesmo lugar, mesmo se vc dobrar as metas. Conselhos para presidência: Valorizar todos os setores.   "},{"user":"Business Development Consultant","avaliation":"Prós: Reconhecimento financeiro, desafios diarios, aprendizado, meritocracia sao pontos chaves na empresa, náo tenho o que falar das oportunidades que a Oracle oferece a seus colaboradores. Contras: Sua qualidade de vida pode ser prejudicada, Oracle na no Brasil e uma empresa comercial e muito agressiva em sempre manter uma alta performance.   "},{"user":"Trainee","avaliation":"Prós: Ótimo ambiente de trabalho/Bom salário/Plano de Carreira/Ótimos Gestores/Bônus/Aprendizado Constante/Incentivam a fazer cursos e pagam por eles/ Contras: Não vi ainda um ponto negativo na empresa. Os restaurantes em volta do restaurante são baratos, o seu estacionamentos também. Talvez alguns processos dentro da empresa possa dar uma impressão negativa mas não vejo como algo relevante.   "}]