[{"user":"Diretor Comercial","avaliation":"Prós: Chances efetivas de crescimento para quem tem garra e se adapta a agressividade comercial. Privilegia a meritocracia e oferece ótimas condições de trabalho. Contato com tecnologia de ponta. Contras: Em alguns momentos a exigência de dedicação pode suplantar necessidades pessoais. A agressividade comercial cria competição interna que nem sempre é saudável. Quem não tem foco no atingimento de resultado acima de tudo, não se adequará a cultura da empresa.   "},{"user":"Consultor de Vendas Sênior","avaliation":"Prós: otimo salario, otimos beneficios, me desafia a todo momento, bons colegas de trabalho, boa remuneção variavel e cursos fora do pais e exposição em eventos Contras: não tem vaga no estacionamento, nao tem plano de carreira, nao tem previdencia privada, mudanças constantes de estrategia de vendas e ambiente extremamente competitivo   "},{"user":"Business Development Consultant","avaliation":"Prós: Quase nao é possivel destacar, impressiona a quabtidade de pessoa que diz amar a empresa e no fim sempre estao apavoradas achando que serao os proximos a serem demitidos. Contras: Empresa diz na entrevista varios beneficios mas no fim apos entrar nao é bem o que foi acordado, ambiente carregado, gestorem causam desconforto na equipe soltando boatos de demissao constantemente, pressao desnecessaria acima do aceitavel. Conselhos para presidência: Olhem mais os gestores, muitas pessoas sem preparo em cargos de liderança incapazes de fazerem a equipe remar a favor da empresa.   (4)"},{"user":"Funcionário","avaliation":"Prós: Ótima empresa para desenvolver carreira. Ótimos beneficios e remuneração. Possui politica de portas abertas. Facilidade para se mudar de área ou posição. Contras: Ambiente extremamente carregado para quem trabalha com vendas. Mudança de estratégia a todo momento. Meta final do dia é VENDA, independente do que precise fazer. Conselhos para presidência: Estudar melhor e manter a estratégia por mais tempo.   "},{"user":"Customer Success Manager","avaliation":"Prós: O ambiente na empresa é bastante desafiador o que força as pessoas a sairem da zona de conforto para conseguir se destacar. É um bom local para desenvolver a parte de conhecimento e soft skills e além disso possui ótima flexibilidade de horário de trabalho Contras: A maioria das coisas gira em torno da cobrança e da pressão e existe uma cultura centrada na hierarquia que direciona muitas das ações na empresa. Ocorrem mudanças estruturais a todo tempo que dificultam o alinhamento com objetivos de longo prazo, e no geral as pessoas precisam se virar para tudo.   "},{"user":" - Ex-funcionário, saiu em 2013","avaliation":"Prós: Acesso a tecnologia mais avançada em BD e aplicações. Para quem eh de tecnologia isso eh essencial. Se quer aparecer vá pra vendas, se quer trabalhar todos os lugares são bons. Contras: Cómo toda empresa grande tem suas burocracias e sua lentidão em alguns momentos. Extremamente self-service, cuide - se e vire-se sempre. Mas nada impossível de fazer.   "},{"user":"Gerente de Alianças","avaliation":"Prós: Ambiente de alta performance, com bons benefícios e altos salários. Desenvolvimento pessoal e liberdade de equilíbrio entre trabalho e vida pessoal. Contras: Falta previdência privada e organização interna de processos e sistemas. Muita burocracia e o estilo self Service eh levado longe demais.   "},{"user":"Advanced Support Engineer","avaliation":"Prós: Grande empresa no mercado de tecnologia da informação e serviços; Qualidade em produtos e serviços; Desenvoltura e trabalho em equipe; Contras: Crescimento Profissional; Job Rotation; Fácil interação entre equipes ; Comunicação: Gestão:Funcionários;   "},{"user":"Analista de Pré-Vendas - Ex-funcionário, saiu em 2015","avaliation":"Prós: Remuneração, muitas informações disponíveis para estudo, treinamentos, eventos internos e externos, benefícios primeira linha. Contras: As métricas de avaliação não são tão claras. Super agressiva em relação a metas e resultados. Área de vendas possui ambiente hostil e intimidador. Conselhos para presidência: Escolher gestores mais empáticos que engajem a equipe de forma que possam conduzir melhor o trabalho de acordo com a cultura da empresa no Brasil.   "},{"user":"Vendedor","avaliation":"Prós: Brand forte no mercado de TI que valoriza o currículo. Empresa paga bom incentivo para área de vendas Contras: Pouca sinergia entre os times, empresa estimula disputas internas. Empresa muito matricial, excesso de gerentes e diretores   "}]