[{"user":"Analista de Negócios I","avaliation":"Prós: Ambiente de trabalho muito confortavel e agradavel,Salário alto , clima organizacional, pessoas, crescimento, liberdade , oportunidade de crescimento Contras: Um pouco desorganizado, estilo self service de companhia, dificil conseguir as coisas mais simples, como acessos,sistemas, celular ,competição alta entre os vendedores. Conselhos para presidência: Continuem assim   "},{"user":"Executivo de Vendas","avaliation":"Prós: Questões como remuneração, bonificação por metas alcançadas e infraestrutura da companhia, são os principais pontos da cia. Contras: Falta de planejamento para alcançar os objetivos, além de mudanças repentinas na estratégia de vendas.   "},{"user":"Analista de Negócios II","avaliation":"Prós: Empresa de ponta, tecnologia de ponta, oportunidade de contato com engenheiros do mundo todo e crescimento. Contras: Falha de comunicação, atividades muitas das vezes sem feedback, pessoas difíceis de lhe dar mas a vida segue. Conselhos para presidência: Melhorar comunicação.   "},{"user":"Principal Sales Consultant","avaliation":"Prós: Empresa dinamica, excelente local de trabalho com oportunidades de carreiras. Excelente opções de bonus. Contras: Turn-over muito alto devido a pressão exercida por gerente e diretores para atingir cotas e metas estabelecidas.   "},{"user":"Gerente Sênior","avaliation":"Prós: Liberdade para criar coisas novas, comunicação com pessoas de vários países de forma constante, ótimo salário e benefícios, pessoas engajadas em torno doresultado da empresa, cultura em transformação para se adequar aos meios digitais e áreas muito bem integradas, além de executivos de topo bem preparados. Contras: A Oracle é uma empresa \"self-service\", então você tem que chegar e aprender quase sozinho como usar tudo. É bom para pegar no tranco, mas assusta no início.   "},{"user":"Estagiário","avaliation":"Prós: Investimento na formação dos estagiários. Alta possibilidade de efetivação. Ótimos benefícios, principalmente o plano de saúde. Contras: Ambiente bastante competitivo. Rotatividade alta dos profissionais, principalmente na área de vendas.   "},{"user":"Sales Consultant","avaliation":"Prós: Boa remuneração; Ótimo plano de saúde; Flexibilidade de horários e possibilidade de home office Contras: Alta pressão por resultados; em algumas áreas, existe alta rotatividade de gestores   "},{"user":"Analista de Vendas","avaliation":"Prós: Praticamente todos os benefícios sem descontos, boa infraestrutura de trabalho, PLR acima do mercado para cargos não comerciais. Contras: Clima e cobranças acima da média, instabilidade, falta de preparo da maioria dos gestores e sem crescimento salarial, pois mesmo pessoas que foram promovidas para cargos superiores tiveram que ficar com o mesmo salário. Conselhos para presidência: Valorizar o profissional, crescimento de carreira real, maior estabilidade profissional   "},{"user":"Account Manager - Ex-funcionário, saiu em 2012","avaliation":"Prós: Ambiente altamente competitivo. Interessantes benefícios, carro, seguro saudê, odontológico... Contras: Pobre mentalidade nos gerentes, plano de carreira não encontra ajudas, do it yourself.   "},{"user":"Estagiário","avaliation":"Prós: Empresa dinâmica, com muitas oportunidades de crescimento e que te deixa livre para determiner e perseguir sua própria carreira. Self-Service. Contras: Não tenho nenhum ponto negative para falar da empresa até o momento.   "}]