[{"user":"Funcionário","avaliation":"Prós: Snack machine é muito bom. O grande diferencial da empresa. Ok Contras: Salário é muito ruim pra quem é contratado de estagiário. Ponto de melhora Conselhos para presidência: Valorizar talentos   "},{"user":"Gerente Comercial","avaliation":"Prós: Foco em vendas. Suporte a vendas. Beneficios. Salário. Inovação Contras: Agressividade. Falta de previdência privada. Falta de pre-vendas Conselhos para presidência: Nem sempre bons vendedores são os melhores gestores   "},{"user":"Principal Sales Consultant","avaliation":"Prós: Ambiente desafiador. Profissionais extremamente qualificados. Contras: Competição um pouco acima do limite. Momento turbulento de mudança de posicionamento. Conselhos para presidência: Gestão por conflito gasta mais energia do que produz resultado.   "},{"user":"Senior Principal Consultant","avaliation":"Prós: Pessoas. As pessoas que trabalham nessa empresa são sensacionais, sempre muito unidas, aprendendendo e focadas em um resultado comum. Claro que existem problemas, mas no geral as pessoas fazem a diferença. Contras: A empresa é totalmente focada em vendas, e em alguns momentos a pressão excessiva por vendas acaba criando a sensação de que tudo vale, ou os fins justificam os meios.   "},{"user":"Account Manager","avaliation":"Prós: Boa remuneração, bom pacote de benefícios e variável com aceleradores. Contras: a empresa não pensa nos funcionários e no equilíbrio de vida pessoal X profissional.   "},{"user":"Estagiário","avaliation":"Prós: As pessoas são extremamente prestativas, existe muito conteúdo para treinamento, o salário e os benefícios são acima do mercado. Contras: A empresa tem a cultura de self-service para tudo, o que em certas horas dificulta o desenvolvimento pessoal   "},{"user":"Analista de Desenvolvimento Sênior - Ex-funcionário, saiu em 2015","avaliation":"Prós: Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala e possibilidade de home office Contras: Estrutura muito engessada e burocrática, alguns benefícios como bolsa p/ cursos não vale p/ todos.   "},{"user":"Sales Consultant","avaliation":"Prós: Muito bom ambiente há amizade, não temos tido problemas. Temos as portas abertas como sempre, as pessoas veem fazer agrados sempre. Contras: Funcionários, as vezes não são as melhores pessoas para conversar e o acesso é dificil.   "},{"user":"Técnico de Implantação","avaliation":"Prós: home office apenas mais nada e nada mais além disso não tem mais o que falar Contras: salário ruim, péssimas oportunidades de crescimento, descaso e promessas não cumpridas   "},{"user":"Inside Sales Representative II","avaliation":"Prós: Excelente branding, ótimos benefícios e um pay check razoável se você atingir as metas Contras: Zero de treinamento, ambiente altamente tóxico, muitos gerentes despreparados, alta pressão por resultado, totalmente focada no revenue e não importa o cliente, em hipótese alguma. Movimentação interna muito dificil, e aumento de salário é uma lenda... ou se negocia muito bem na sua entrada, ou terá de sair para conseguir melhorar o salário.   (4)"}]