[{"user":"Senior Database Administrator (DBA)","avaliation":"Prós: Trabalho de alto nível e grande qualidade Contras: Excesso de cargos e carreiras, burocracia, muita marra em cargos e funções dispensáveis   "},{"user":"Analista de Negócios III","avaliation":"Prós: Emprea dinamica, com otima estrutura e bom clima na equipe. Otimos beneficios. Flexibilidade de horarios. Contras: Nao tem banco de horas nem hora extra. Dificil conciliar vida pessoal e profissional. Conselhos para presidência: Instituir pagamento de hora extra.   "},{"user":"Funcionário","avaliation":"Prós: Ajuda no crescimento profissional Contras: Sobrecarrega de atividades o funcionário "},{"user":"Funcionário","avaliation":"Prós: Empresa muito dinâmica. Oportunidade de desenvolvimento profissional. Contras: Falta de transparência e comunicação ruim na relação gestor X subordinado. Conselhos para presidência: Melhorar a comunicação e diminuir a politicagem.   "},{"user":"Master Principal Sales Consultant - Ex-funcionário, saiu em 2014","avaliation":"Prós: empresa sintonizada com o mercado Contras: nao vejo nada que desabone a empresa   "},{"user":"Funcionário","avaliation":"Prós: Dinamismo, oportunidades e crescimento profissional....aqui quem planta excelência colhe sucesso... Contras: Falta respeito por parte de alguns profissionais...respeito eh a base do sucesso de e da equipe...   "},{"user":"Funcionário","avaliation":"Prós: Dinamismo, inovação, foco em resultados, paixão de seus funcionários Contras: excesso de competitividade interna por conta de incentivo de gestão por conflitos   "},{"user":"Executivo de Vendas","avaliation":"Prós: Remuneração Capacitação Respiração da marca Visibilidade ao mercado Contras: concorrência interna Agressividade nas metas Conselhos para presidência: retenção   "},{"user":"Diretor","avaliation":"Prós: Ambiente bom para trabalhar. Agradavel. Contras: Falta company car para muitos cargos   "},{"user":"Funcionário","avaliation":"Prós: Dinamismo de como se trabalhar Contras: Pressão em situações críticas, previdência privada   "}]