[{"user":"Funcionário","avaliation":"Prós: Autonomia de carreira, oportunidades de crescimento, dinamismo da função, localização do escritório, infraestrutura, reputação de mercado, flexibilidade, cultura, confraternizações, salários e benefícios. Contras: Nos períodos de fechamento de vendas, a resiliência dos colaboradores é mais exigida: há maior cobrança dos superiores, pressão frequente por resultados e carga horária mais extensa.   "},{"user":"Sales Support","avaliation":"Prós: Beneficios como plano de saúde, odontologico e vale transporte são excelentes. Além da possibilidade de reembolso referente ao plano de saúde. Contras: falta de oportunidade para crescimento. Você entra na empresa em um determinado cargo e permanece no mesmo sem oportunidades de crescimento, a promoção não acontece de forma justa. Conselhos para presidência: mais chances de crescimento profissional.   "},{"user":"Account Manager","avaliation":"Prós: A empresa oferece oportunidade de crescimento rápido para quem se destaca e um execelente pacote de remuneração e benefícios, aliado a um ambiente de constantes desafios. Contras: Se a pessoa você busca uma empresa onde prevaleça a estrutura organizacional e que tenha poucas mudanças em um curto espaço de tempo, pode ser frustar pois a Oracle acaba se reinventando em média a cada 12 meses na aréa comercial.   "},{"user":"Business Alliance Manager","avaliation":"Prós: No geral é uma boa empresa. Oferece ótimos benefícios (convênio médico e odontológico) e uma ótima remuneração. Está passando por um processo de transformação, o que é positivo mesmo não sendo fácil. Dá oportunidade para pessoas com deficiência! Contras: A empresa não é nem um pouco meritocrática como se costuma falar em suas reuniões internas e para o mercado. Se você não é de vendas dificilmente será reconhecido de verdade. Quase não há promoções para áreas que não sejam de vendas. Metas atreladas somente a vendas mesmo quando você não tem nenhuma influência sobre as mesmas. Nos dois últimos anos está passando a impressão de que não querem pagar o Bonus para as áreas. As pessoas fazem de tudo por uma venda e isso muitas vezes acaba sendo negativo para o cliente e parceiro. Infelizmente aqui se pensa que cada Quarter é o seu último. Conselhos para presidência: Antes de querer transformar o mundo seria importante transformar a empresa de uma forma verdadeira. Resultado é importante mas não é tudo e infelizmente ainda só vemos o resultado financeiro como foco do nosso dia-a-dia.   "},{"user":"Trainee - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa onde se pode obter grande aprendizado no dia a dia, e muito focada em vendas no Brasil. Cultura vem mudando bastante recentemente, cada vez melhor. Contras: Gerencia incapaz e muitas vezes desmotiva os funcionários. Além disso, alguns projetos internos sao desacreditados devido ao foco da empresa em maximizar sempre as vendas.   "},{"user":"Consultora","avaliation":"Prós: Liderança com canal aberto para ouvir ideias, criticas e sugestões, ótimos benefícios, ambiente bom e divertido, inclusão é um dos pontos mais importantes desse momento de transformação cultutal. Contras: A cultura está em processo de transformação e ainda há coisas a melhorar, primacialmente sobre os processos de gestão de pessoas. Cada gestão atua de maneira diferente o que traz a sensação de falta de oportunidades para algumas pessoas. Conselhos para presidência: Trabalhar mais comportamento de gestores   "},{"user":"Executivo Comercial Enterprise","avaliation":"Prós: Desafiadora e com grande impacto no Bussiness dos clientes. Na Oracle você é o dono da sua loja e desenha a melhor estratégia para entregar os melhores resultados para os clientes e consequentemente para Oracle Contras: Forte pressão e driver por vendas. Seria muito bacana que outros componentes fizessem parte dos KPIs, são componentes já valorizados pela empresa de maneira informal, mas poderiam fazer parte da meta. Conselhos para presidência: Continue brilhando os olhos com a vontade de mudar e impactar! É insipirador   "},{"user":"Analista Contábil Fiscal Sênior - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente divertido... Bons benefícios Bônus de 5 salários ótima empresa. Contras: Plano de carreira Sem perspectiva de crescimento.   "},{"user":"Marketing","avaliation":"Prós: Liberdade para propor projetos e executa-los; fácil acesso a liderança executiva; clima excelente; as pessoas sempre buscam te ajudar no que elas tem conhecimento. Contras: politicas claras de remuneração e promoção; maior transparência nas mudanças que ocorrem de direcionamento nas áreas; comunicação clara da estratégia.   "},{"user":"Senior Sales Manager","avaliation":"Prós: Excelente empresa para trabalhar onde se pode aprender muito e trabalhar com os melhores da industria. Existem muitas oportunidades de crescimento. Contras: O ambiente no dia a dia é bastante estressante mas pela própria natureza do negócio. A empresa está passando por uma grande mudança cultural que tem sido muito efetiva e positiva.   "}]