[{"user":"Comprador","avaliation":"Prós: A empresa estimula o clima de colaboração entre os funcionários, fornece ótimos treinamentos na plataforma online e possui Acompanhamento de carreira Contras: A empresa possui muitos passos burocráticos, o que acabando gerando morosidade em diversas situações. Ascensão de carreira pode demorar dependendo da área de atuação   "},{"user":"Gerente de Oportunidades - Ex-funcionário, saiu em 2017","avaliation":"Prós: boa empresa para se trabalhar, mas é muito burocrática e os processos internos muito demorados o que atrasa alguns prazos. POR SER UMA ESMPRESA DE TECNOLOGIA DEVERIA TER UM SISTEMA MAIS INTEGRADO Q FACILITASSE O DIA A DIA DO FUNCIONARIO. Contras: boa empresa para se trabalhar, mas é muito burocrática e os processos internos muito demorados o que atrasa alguns prazos. POR SER UMA EMPRESA DE TECNOLOGIA DEVERIA TER UM SISTEMA MAIS INTEGRADO.   "},{"user":"Developer Programmer","avaliation":"Prós: Tem vários beneficios bacanas para seus funcionários, tenta ser o mais inclusiva possível e atrai pessoas boas para trabalhar dentro da empresa. Contras: É uma empresa q não valoriza seus profissionais técnicos como deveria, pois é uma empresa de vendas aqui no Brasil. Ela da mais valor para outras áreas, principalmente as relacionadas com hardware e com marketing, pois é isso que da dinheiro para ela aqui no Brasil. Conselhos para presidência: É só todas as áreas terem as mesmas coisas.   "},{"user":"Funcionário","avaliation":"Prós: Como pontos positivos, posso mencionar os ótimos benefícios, crescimento e ambiente diverso e inclusivo. Há muito respeito entre os funcionários. Contras: Como pontos negativos da empresa, eu diria que a burocracia é claramente um deles. E um ponto de melhora é na experiência do funcionário no quesito material do espaço de trabalho. Conselhos para presidência: Prestem mais atenção aos funcionários de bandas mais baixas e larguem mão de bandas altas que não performam.   "},{"user":"Estágio","avaliation":"Prós: É possível adquirir muito know-how. As pessoas são muito cordiais e estão sempre dispostas a ajudar. É uma grande oportunidade para melhorar networking. Contras: Infelizmente passa por uma fase difícil para efetivação. Processo de avaliação são um pouco lentos e muita burocracia no trabalho. Exige sempre um comportamento padronizado.   "},{"user":"Estágio - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa com muitos benefícios e oportunidades. Diversos cursos e opções de carreira. Incentiva o crescimento dos funcionários e dá muito feedback sobre seu desenvolvimento lá dentro. Contras: Alguns ambientes são estressantes e apesar das várias oportunidades, há pessoas tóxicas que trabalham lá que não condizem com a imagem que a empresa deseja passar.   "},{"user":"Gerente de Projetos (GP0","avaliation":"Prós: Benefícios no geral sao bons, porem todos voltados apenas a saúde, como vidalink, treinamentos internos satisfatórios, aonde temos um ampla gama de temas oferecido nas mais avançadas tecnologias. Contras: Burocracia, promoções muito demoradas, exigem mais que o nível atual da sua função, gerentes despreparados e não alinhados com a cultura da empresa, chefes com mentalidade antiquada, salários muito abaixo do mercado. Conselhos para presidência: Treinar mais os gerentes, verificar se os mesmos estão realmente alinhados com a cultura da empresa. Já vivenciei o suficiente para ver diversos executivos totalmente despreparados para suas funções.   "},{"user":" - Ex-funcionário, saiu em 2016","avaliation":"Prós: Abre portas para futuros empregos. Trabalhar na IBM é praticamente um pressuposto de: saber trabalhar sob pressão (especialmente se for de TI) e lidar com todas as dificuldades do dia a dia. Contras: O ambiente é de muita pressão e, em TI, os colaboradores são bastante incentivados a realizar horas-extras. A liderança pode ser razoavelmente alheia às questões cotidianas.   "},{"user":"Gestão de Projetos - Ex-funcionário, saiu em 2019","avaliation":"Prós: Nao consegui ver nada positivo na empresa em 2 anos lá, tirando q é bastante preocupada com questoes de integração, como LGBT, pessoas com deficiência, etc Contras: Empresa com processos engessados, muitos funcionarios com muitos anos de empresa e nao se importam em suportar novos funcionarios, processos não são repassados até dar problemas.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2015","avaliation":"Prós: Flexibilidade de horários, contato direto com lideres, gerentes. Profissionais te ajudam a desenvolver e te treinam com de fato tem que ser. Oportunidade para contato com outros países. Contras: No meu caso o meu gerente direto não se preocupava em ajudar os estagiários, indicar para alocação em projetos. Tinha que ser cada um por si, ainda mais que foi em uma época de crise.   "}]