[{"user":"IT Specialist","avaliation":"Prós: Ter home office em alguns dias da semana, embora nem todos os times permitam essa prática, facilidade de transporte até o escritório através do sistema de ônibus conveniado com a empresa Contras: Se você deseja mais do mesmo, IBM é o seu lugar, treinamento de funcionários existe mas é difícil de acontecer, o famoso método \"Se vira\" é bastante utilizado, aumento de salário só depois de ajoelhar no milho e chorar bastante p/ gerente. A empresa se diz moderna e pró diversidade mas isso fica apenas no papel, Se você destoar mesmo que um pouco seja na aparência, roupas ou modo de ser, vai enfrentar um ambiente cheio de julgamentos, não se assuste se reclamarem por alguém rir alto, felicidade pode atrapalhar as métricas ou pelo menos é o parece em alguns projetos, gerentes salvo raras exceções não ajudam em nada... em resumo estagnação e ambiente de trabalho bem pesado.   "},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: O conhecimento agregado pelos seniors como pelos cursos disponibilizados valem a pena, porem dependendo da rotina de trabalho so não disponibilizam tempo pra issk Contras: Politicas inclusivas é puro marketing, seguido por apenas um grupo, maior parte do RH, mas não existem politicas internas que garantem tais politicas no dia a dia da empresa como um todo. Os próprios eventos dos grupos de inclusão são poucos divulgados. Além disso salario abaixo do mercado e plano de saúde por co-participação (uma parte do valor do serviço acionado do plano vai ser descontado direto da folha de pagamento e quando der na telha deles) Aqui você é sim so mais um Conselhos para presidência: Garanta que as politicas que vocês divulgam estão mesmo aplicadas no dia a dia   "},{"user":"Advogado","avaliation":"Prós: Benefícios e programas extra trabalho. A IBM possui alguns benefícios e canais aos funcionários que são admiráveis. Como um canal 24h para o funcionário ou familiar com problemas de saúde. Contras: Desorganização e falta de gestão. Na IBM adotou-se uma postura por parte dos gestores de serem simples disparadores de trabalho. Um gerente na IBM não trabalha e seus superiores idem, inclusive prejudicando os gerentes que queiram, de fato, trabalhar, como foi minha experiência na empresa. Conselhos para presidência: Melhorar salários, ter um RH mais eficiente que tire das mãos dos gerentes um pouco do poder sobre a gestão de pessoas, a fim que se impeçam arbitrariedades e injustiças de pessoas com cargo de gestão que só chegaram a este cargo por tempo de casa, não por competência e perfil.   "},{"user":"Analista de Infraestrutura Sênior","avaliation":"Prós: Tem bastante liberdade para desenvolver o trabalho que lhe foi proposto, sempre cobram reciclagem e solicitam cursos online que eles mesmo proporcionam com as normas globais. Contras: Não fica muito claro muita coisa, tipo eu que sou recurso exclusivo de cliente me sinto mais parte do cliente do que da própria empresa, não passam como funcionam os bônus plr e etc e não te passam um feedback do que esperam ou se tá tudo bem. Conselhos para presidência: Deixe mais claro como funciona as notas de avaliação do funcionário e não esqueça ele no cliente.   "},{"user":"Accounts Receivable Specialist","avaliation":"Prós: Ótimo ambiente de trabalho e há flexibilidade , time unido, ótimo plano de saúde . Todos são amigos e procuram se ajudar em qualquer situação. Empresa fornece todo treinamento necessário para desempenhar a função. Contras: Gerência não sabe priorizar. Há muito micromanagement, e proíbem de tirar férias no Natal por ser fechamento. Se importam mais se você fica até tarde do que se está fazendo um bom trabalho. Conselhos para presidência: Invistam mais em ferramentas de TI para agilizar o processo, e menos burocracia em controles.   "},{"user":"Assistente de Contas a Pagar Pleno","avaliation":"Prós: Bons beneficios, ambiente de trabalho amistoso, a empresa disponibilza as ferramentas que precisamos, empresa incentiva a não discriminação das pessoas Contras: Muito dificil crescimento, gerencia segura os funcionarios mesmo com muito tempo de casa impossibilitando mudança no cargo tanto horizontal quanto vertical. Conselhos para presidência: Ser mais eficaz na escolha das pessoas para cada cargo   "},{"user":"Analista de Processos - Ex-funcionário, saiu em 2017","avaliation":"Prós: É uma excelente empresa para aprender, horários flexíveis, ambiente diversificado,você consegue te contato com um numero grande de pessoas e departamentos. Contras: Não existe plano de carreira bem definido, apesar de conseguir aprender um pouco de tudo que acontece na empresa é muito difícil conseguir aplicar e desenvolver novos projetos.   "},{"user":"Assistente de Contratos Sênior - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa com ótimos benefícios tais como vale-alimentação, vale-refeição, seguro saúde, seguro de vida e descontos nas empresas conveniadas e PLR. Prezam pela diversidade tanto de gênero, cor, raça, religião. Ótima localização. Contras: Muitos cargos de gerência e pouca gente atuando no operacional. Mudanças constantes de gerentes. Oportunidade de crescimento apenas em algumas áreas. Conselhos para presidência: A empresa é ótima, porém acho que falta um pouco de critério nas escolhas dos gerentes de primeira linha.   "},{"user":"Gerente de Projetos Delivery","avaliation":"Prós: A empresa fornece muitos meios para a capacitação, possui várias plataformas para que a pessoa possa desenvolver a carreira. Para se desenvolver na IBM, só depende de você. Contras: Como a IBM é uma empresa grande e tradicional, o crescimento é lento. É raro vermos nos cargos de liderança pessoas novas ou recém chegadas na empresa.   "},{"user":"Database Administrator (DBA) Pleno","avaliation":"Prós: Um ambiente descontraido para os colaboradores e flexivel, com home office, no dress code, avaliações anuais de performance e bônus por performace. Contras: Ambiente de alta pressão, sempre os problemas são críticos e envolvem multas de milhões de dólares, o que causa certa pressão nos problemas de severidade 1.   "}]