[{"user":"Analista de Desenvolvimento Júnior","avaliation":"Prós: A empresa te oferece oportunidades de diversas formas para enriquecer seus conhecimento e aplicar no seu dia a dia de trabalho, desenvolvimento pessoal e profissional. Contras: Remuneração e reconhecimento um pouco abaixo do mercado, remuneração não condiz com a formação e conhecimento. Muita burocracia em muitos processos.   "},{"user":"Analista de Sistemas","avaliation":"Prós: Convênio médico e vidalink são os benefícios melhores da empresa e não descontam no salário. A melhor vivencia na empresa passa muito pela gestão do gerente. Contras: GBS tem uma estrutura muito pesada, o q dificulta promoções. Muitos processos que fazem com que os analistas percam muito tempo preechendo, tempo esse que não temos no dia a dia. Carga horária de 44 horas semanais.   "},{"user":"Estagiário","avaliation":"Prós: Empresa inclusiva, que reconhece o esforço do funcionario e se dedica na cultura de feedback. Alem de trat-los como parte da familia. Oferece otimos beneficios, programas de aprendizado e incentivos. Contras: As primeiras semanas são um pouco \"assustadoras\", pois ha muitas siglas e termos técnicos que nao conhecemo e só depois de um mês conseguimos descobrir algumas coisas, mas temos descobrir sozinhos. Conselhos para presidência: Keep doing your wonderful work   "},{"user":"Diretor","avaliation":"Prós: Da pra crescer bastante. Os contatos que eu fiz foram muito valiosos para o meu tempo fora da IBM. Eu pude me mudar para São Paulo com incentivos. Contras: Todo mundo é demitido. Eles pagam bem, mas no minuto que eles acham alguém que aceite a trabalhar por menos, eles esquecem tudo o que você já fez, e te trocam. Conselhos para presidência: Para de demitir todo mundo   "},{"user":"Analista/Desenvolvedor","avaliation":"Prós: Ótimo convênio médico, benefícios satisfatório. Possibilidade de atuar em vários projetos, vários clientes grandes, horário flexível, dress code moderno Contras: Salário abaixo do mercado, jornada de trabalho 44 horas semanais(não deixaram isso claro no ato da contratação), gerentes muito distantes, difícil acesso a eles, dependendo do gestor não responde suas mensagens, apenas quando é do interesse dele. Sistema de lançamento de horas HORRÍVEL. Se vc trabalha alocado não tem visibilidade   "},{"user":"Representante Suporte ao Cliente","avaliation":"Prós: A IBM é uma empresa inclusiva que preza pela diversidade com diversas ações internas e externas. Temos diversos programas que promovem a visibilidade de minorias e ajudam a diminuir preconceitos. Contras: Infelizmente como em todo lugar as pessoas promovidas para cargos de liderança nem sempre são pessoas com preparo ou lideres natuais, dificultando bastante a vida dos funcionários.   "},{"user":"Analista de Suporte ao Cliente","avaliation":"Prós: Os benefícios, localidade, suporte dos líderes e gestores, convênio, parcerias, previdência privada, porte, no geral uma empresa boa para se trabalhar. Contras: Dependendo da função é contrato que atue o plano de carreira deixa a desejar, se você é bom no que faz e atende todas as necessidades do cliente porque perder alguém assim.   "},{"user":"Assistente Administrativo Sênior","avaliation":"Prós: Flexibilidade, diversidade, inovação, cultura leve, respeito aos funcionários, boa comunicação, trabalho em equipe, benefícios, home office. Contras: Ótima empresa, apenas não tem plano de carreira que funcione efetivamente. Líderes parciais e salário não compatível com mercado. Benefícios podem equilibrar.   "},{"user":"Desenvolvedor de Sistemas","avaliation":"Prós: Ótimo departamento pessoal, pagamento em dia, ótimos benefícios e flexibilidade para trabalhar em Home Office. A empresa se preocupa com os fatores pessoais para que o profissional esteja confortável para se dedicar ao trabalho. Possui uma ótima plataforma disponibilizando treinamentos que ajudam o profissional a adquirir novos conhecimentos. Contras: O maior ponto negativo é a falta de processos de trabalho (ao menos nas equipes onde atuei). Existe uma quantidade muito grande de pessoas com cargos Gerenciais que atropelam o planejamento da equipe de desenvolvimento e exercem pressão para que suas demandas sejam tratadas com \"prioridade\" (top-down). Falta definição de escopo de projetos por parte dos \"donos\", demandas mal definidas, nenhuma especificação para ditar as diretrizes de como as coisas devem ser produzidas. Em todos os projetos que participei não tivemos com clareza a definição das equipes que dariam sustentação para os projetos (Suporte para cliente, Operações/Sysadmins, QA). Aliás não existe um planejamento de evolução dos projetos onde seja possível definir quais features serão entregues em cada nova versão, assim sendo, não há validação do que está sendo produzido com o passar do tempo. Também é preciso treinamento/integração dos novos membros na equipe para poder compreender os projetos, pois existe muita complexidade em alguns produtos e existe grande dificuldade na adaptação. Outro ponto negativo é que sempre que tentamos expor os problemas, recebemos a mesma resposta... \"a IBM é assim, é cultural, não tem muito o que fazer\". No dia a dia tudo que envolve os projetos ficam na responsabilidade dos desenvolvedores e acaba forçando-os a fazer muitas atividades em paralelo, tirando o foco e interferindo diretamente na produtividade. O desenvolvedor é forçado a lidar com a pressão do cliente/gerente e administrar demandas; Compreender o que é o melhor para o produto e definir as tarefas/prioridades; Opinar na arquitetura (mas sem poder de definir o que é melhor); Fazer o desenvolvimento das features; Realizar os testes e garantir a qualidade; Realizar a parte de deploy e manutenção em ambientes; Dar treinamento para os usuários; Dar manutenção e suporte (ficando boa parte do tempo em chats com clientes/usuários e realizando debugs em ambientes). Resumidamente a empresa é excelente mas a forma como o trabalho é exercido é desgastante e desmotivador. Conselhos para presidência: Acredito que é preciso ajustar os processos, definir os papéis e as equipes para sustentar os produtos. Não dá pra deixar tudo indefinido ou dependendo do esforço/interesse de profissionais que estão comprometidos enquanto outros apenas aparecem nos momentos das apresentações dos produtos.   "},{"user":"DBA","avaliation":"Prós: A empresa oferece uma série de ferramentas para suporte, carreira em Y e abertura para conversa com a gerencia, possui plano de saude, participação nos lucros . Contras: Dificil obter oportunidades de crescimento, diversos colegas para conseguir mudar de area tem que sair da empresa e depois de um tempo acaba retornando em outra area Conselhos para presidência: Diversos funcionários qualificados não tem oportunidades de melhoria de carreira devido a processos internos   "}]