[{"user":"Assistente Atendimento","avaliation":"Prós: Ambiente agradável e pessoas interessantes para conviver. Cheio de cultura de diferentes países e muito fértil para desenvolvimento pessoal e profissional. Contras: Muita burocracia, para os clientes e para os funcionários. É preciso ser/estar mais aberta a entender diferentes perspectivas de carreira e diminuir a burocracia para que as pessoas se sintam mais confortáveis e valorizadas.   "},{"user":"Order Management Analyst","avaliation":"Prós: Flexibilidade de trabalhar home office, excelentes benefícios. Multinacional que pesa no curriculo, muitos cursos internos em diversas areas para desenvolvimento profissional Contras: Apesar de ter excelentes benefícios, o salario base é baixo. Uma empresa gigante que é bastante burocrática, dificuldade para subir nos cargos   "},{"user":"Funcionário","avaliation":"Prós: Oportunidade de trabalhar de casa sempre que necessário Horários flexíveis Colegas de trabalho que respeitam uns aos outros Experiência realmente globalizada. Trabalho simultaneamente com pessoas em USA, Japão, Hungria, México, India, China entre outros países. Contras: Devido ao tamanho da empresa, equipamentos são muitas vezes atualizados com lentidão., o que dificulta a vida de desenvolvedores. Viagens para treinamento externo, em especial fora do país, são difíceis de conseguir, dependendo da área onde se trabalha.   "},{"user":"Gerente","avaliation":"Prós: Ambiente saudavel com cultura de incentivo a inclusao, empresa com lideramca de patentes mundiais e diversaos cases de sucesso em estabelecer padroes de tecnologia para o mundo . Controles efetivos , empresa idonea e honesta onde fazer o certo é o que importa. comanhia Centenaria que continua se reinventando Contras: Por certa vezes a quantidade de controles leva a uma burocracia grande dentro da empresa fazendo com que a tomada de decisoes seja muitaz vezes lenta com falta de objetivadade . Excesso de calls que nem sempre levam a resolucao do problema. Remuneracao variavel deixa muito a desejar e nao ha diferenciacao clara para aqueles que contribuem mais ( Backoffice )   "},{"user":"Administrador de Sistemas Pleno","avaliation":"Prós: Empresa sempre te ajuda com bons benefícios. Não controla seu horário de trabalho. Está disposta a sempre a ajudar o funcionário. Tem pessoas de todos os tipos. Contras: Difícil de você conseguir crescer na empresa. Você tem muito poucas oportunidades de se desenvolver e conseguir um aumento ou uma nova oportunidade.   "},{"user":"Analista de Dados - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estabilidade de emprego caso você seja um bom funcionario, home office autorizado em alguns departamentos, transporte fretado para a empresa por custo baixo. Contras: Não existe crescimento vertical na empresa ou meritocracia, passei 10 anos na empresa e mesmo tendo otimas avaliações e ganhando varios premios simbolicos me negaram promoções em favor de funcionarios novos que tinham relação fora do trabalho com os gestores. Conselhos para presidência: A IBM precisa valorizar seus funcionarios antigos e renovar a linha gerencial, trabalhei por mais de 10 anos na empresa e não existiu crescimento vertical algum, os gestores de 10 anos atras continuam sendo os mesmos 10 anos depois.   "},{"user":"Operador Mainframe","avaliation":"Prós: Empresa que irá lhe dar todas as possibilidades para você executar seu trabalho com excelência e com um plano de carreira bem definido para que você consegue siga estar sempre se desenvolvendo na sua área ou em novas áreas. Contras: Em minha opinião os gerentes tem pouca autonomia para todas as decisões que em seu ponto de vista é o melhor. Muita das atitudes tomadas necessitam de uma avaliação prévia de RH e outras gerencias   "},{"user":"Estagiário de Finanças","avaliation":"Prós: Salário para estagiário, pessoas que trabalham, cultura da empresa de inclusão e diversidade que representam uma empresa de nível global atualmente Contras: Os benefícios para contratados não são muito bons, e o programa de estágio poderia ser melhor estruturado com maior mobilidade entre as áreas disponíveis   "},{"user":"Engenheiro de Software QA","avaliation":"Prós: Flexibilidade, plano de saude, bônus, plr, férias remuneradas, empresa custeia veagens e hoteis, times bem qualificados e dedicados, home office Contras: Pouco reconhecimento e os benefícios que poderiam ser melhores, plano de carreira é muito lento e o reconhecimento pelo trabalho prestado também deixa um pouco a desejar.   "},{"user":"Analista Financeiro - Ex-funcionário, saiu em 2018","avaliation":"Prós: A companhia te dá autonomia e todas as ferramentas necessárias para a realização do seu trabalho, seja on site ou remotamente. Flexibilidade de horário. Bom ambiente de trabalho. Contras: Salário abaixo do mercado. Os deadlines acordados com o cliente são apertadíssimos por falta de planejamento. Não existe reconhecimento do trabalho realizado e vida pessoal não é um fator de grande de importância para os gestores.   "}]