[{"user":"Gerente de Operações - Ex-funcionário, saiu em 2016","avaliation":"Prós: Você tem a oportunidade de mudar de área sem mudar de empresa além de te dar bastante flexibilidade e conciliação da vida pessoal com a vida profissional. Contras: Apesar de existirem muitas possibilidades de crescimento de carreira, você só cresce se for muito amigo do chefe, ao invés de contar a competência profissional.   "},{"user":"Programador FullStack","avaliation":"Prós: Ótimos projetos de inclusão e acessibilidade. Empresa de renome no mercado de trabalho. Dá muita segurança ao trabalhador, sendo que dificilmente demite um funcionário. Contras: A empresa ficou um pouco defasada ao longo dos anos em relação a processos e modernização, sempre focou muito na entrega de produtos funcionais, mas deixou de investir em metodologias modernas e experiência do usuário, então está correndo atrás do prejuízo nos últimos 2 ou 3 anos. Conselhos para presidência: Valorizar mais os funcionários, não na questão salarial, mas na qualidade de vida em geral.   "},{"user":"Analista de Crédito","avaliation":"Prós: Empresa com presença global e bastante respeitada pelo mercado. Há flexiblidade de horários e o pacote de remuneração e benefícios é satisfatório. Contras: Estrutura muito inchada (principalmente no topo da pirâmide) e pouco eficiente pelo tamanho da empresa, o que cria uma série de burocracias que nos fazem perder tempo. Outro lado negativo é a falta de um plano de carreira definido, ou seja, sua promoção muitas vezes não ocorre por performance e sim se alguém sair. Por fim existem pessoas ocupando cargos de liderança sem a menor capacidade para tal.   "},{"user":"Dispatcher Associate - Ex-funcionário, saiu em 2015","avaliation":"Prós: Valoriza a diversidade e o respeito entre os funcionários, tem bons benefícios, plano de treinamento, plano de carreira. É uma empresa bem localizada e oferece ônibus fretado. Contras: Péssimos gerentes, despreparados, antiéticos e atrapalham o plano de carreira dos funcionários. Salários a baixo do mercado. Demissões em massa constantes.   "},{"user":"PMO - Ex-funcionário, saiu em 2008","avaliation":"Prós: Estrutura excelente, como a maioria das multinacionais, ambiente de trabalho, liberdade para executá-lo e parte dos funcionários que são muito bacanas. Saí ha 10 anos e ainda tenho amigos que trabalham e trabalharam lá. Contras: Média salarial um pouco mais baixa do que a de empresas do mesmo porte, necessidade de fazer uma social constante com os diretores e gerentes e alguns poréns em relação a recursos humanos, ex. tive uma amiga que engravidou e foi demitida assim que voltou da licença a maternidade. Conselhos para presidência: Dar oportunidades para funcionários que não conversam tanto com gerentes e diretores porém que valorizam a empresa.   "},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ticket Bom, plano de saúde Bom, salário justo e flexibilidade de horário durante a jornada de trabalho, descontos em remédio com vida link em farmácias credenciadas.. Contras: Nao temos Gestão organizada, tudo que acontece na empresa a culpa é do técnico, o Plano de Carreira não existe, o Diálogo com eles você nunca tá certo, tudo eles desconto do seu Salário se não fosse o Ticket que o Bradesco nos ajuda estaríamos pior, Ambiente está péssimo depois que Scopus Vendeu para a Empresa Proxxi tecnologia IBM.   "},{"user":"Programador","avaliation":"Prós: A equipe da empresa é incrível, todos os colegas de trabalho são muito inteligentes e esforçados. Muitos treinamentos de habilidades analíticas e também de relacionamento interpessoal. A cultura da empresa é forte, colaborativa e meritocrática e tem a diversidade na firma como um objetivo realmente levado a sério. Alta exposição a executivos C-level, experts do mundo todo, além de patrocínio de MBA em universidades de prestígio. Contras: Muitas horas de trabalho e muitas viagens, sendo que alguns momentos parece insustentável. Projetos de 10-12 horas diárias são considerados bons em carga horária.   "},{"user":"Especialista - Ex-funcionário, saiu em 2018","avaliation":"Prós: É uma escola. Você aprende demais. Consegue reunir muita gente brilhante. Falar para gente de fora que você trabalha lá, você ganha status, isso abrilhanta seu CV. Contras: Acredito que a empresa esteja passando pela maior transformação, desde a década de 90, até porque o mundo também está. Nessa transformação, que pede inovação, sinto que a empresa tem tomado decisões de manter os antigos líderes, com muitos anos de casa e os mais novinhos. A camada do meio está toda saindo. Isso não transforma o negócio e, ao msm tempo, nem mantem a cultura. É praticamente kamikaze isso. A pressão é grande e os pés estão sendo metidos pelas mãos. Conselhos para presidência: Escute as pessoas. A liderança não está dando conta de tanta pressão. Não adianta só fazer discurso sobre como cuidar das pessoas e abandoná-las. Passe 1 dia com a operação e entenda o que está acontecendo.   "},{"user":"Recrutador","avaliation":"Prós: Existe muita confiança e flexibilidade, cada funcionário é responsável por seus controles e entregas. Liberdade para trabalhar. Os benefícios são ótimos. Contras: Dificuldade em crescer, tudo é a longo prazo. Pouca oportunidade interna devido o tipo de projeto atendido onde os cargos são limitados. Talvez em outros projetos seja diferente.   "},{"user":"Estagiário de Ensino Superior","avaliation":"Prós: A empresa oferece ônibus fretado, plano de saúde, plano odontológico, possibilidade de home office em alguns cargos e dependendo da necessidade, ticket refeição, treinamentos e certificações internas. Contras: A empresa também poderia oferecer como benefício o Gympass. É algo que outras empresas já oferecem e incentiva os funcionário a terem uma melhor qualidade de vida.   "}]