[{"user":"Especialista em TI","avaliation":"Prós: Salário adequado para função. Contudo não há praticamente possibilidade de crescimento na empresa. Mas é uma empresa muito respeitada e isso faz bemnpara o CV. Contras: Estabilidade. Medo se ser demitido o tempo todo por conta da baixa alocação . Dependendo do gerente vc não terá nenhum acesso a ele. Fiquei os 2 primeiros anos sem conhecer minha gerente.   "},{"user":"Funcionário","avaliation":"Prós: Liberdade de trabalho, horários flexíveis, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas, ótimos treinamentos e incentivos ao aprendizado, gestão de carreira e RH bem mapeados. Excelente ambiente para crescimento profissional. Contras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal. Area de GBS segue uma cultura diferente da IBM.   "},{"user":"Analista de Suporte de Sistemas","avaliation":"Prós: Oportunidades de carreira, diversidade e inclusão, preocupação com work-life balance, bons equipamentos para se trabalhar, inovação constante, muitas oportunidades para aprendizado. Contras: Os benefícios poderiam ser melhores, e digo em valores. Estão tirando os dias de trabalho em home office, o que prejudica a flexibilidade que a companhia tanto discursa sobre. Além disso, a liderança deveria focar no talento e conhecimento de seus funcionários, e não jogá-los fora pra fazer corte de custos. Mudanças constantes sem consultas aos funcionários, decisões top down.   "},{"user":"Gerente - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade de horario e home office, ambiente e infra estrutura (tanto de TI quanto de restaurante e cafe). Localizacao do escritorio e hierarquia de facil acesso. Contras: Crescimento salarial é lento, falta de reconhecimento para equipes que não são de vendas, gerentes novos com treinamento insuficiente e processos muito burocráticos e complexos   "},{"user":"Agile Coach","avaliation":"Prós: Um dos pontos positivos é a flexibilidade no dia a dia e poder aprender várias coisas / papéis dentro da empresa. É como se mudássemos várias vezes de cargo, mesmo não saindo da empresa Contras: Reconhecimento da importância do papel do Agile Coach. A IBM está ainda se adequando a transformação digital e não são todos os líderes que acreditam na figura do Agile Coach   "},{"user":"Analista de Testes - Ex-funcionário, saiu em 2018","avaliation":"Prós: Bom ambiente de trabalho, ótimos benefícios, projetos desafiadores, colegas de trabalho bem capacitados, investimento em treinamentos por parte da empresa Contras: No momento não há pontos negativos a serem mencionados. Acredito que seria interessante desenvolver algum programa para retenção de talentos.   "},{"user":"Estagiário - Ex-funcionário, saiu em 2017","avaliation":"Prós: Salário, horários. Bom ambiente de trabalho. Coordenadores dedicados e atenciosos. Processo seletivo adequado. Satisfeita com a empresa em geral. Contras: Plano de carreira não estabelecido nem conversado, ticket de alimentação baixo, sem pausa para descanso ou alimentação .   "},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente de Trabalho amigável, e a oportunidade de estar atualizado com as novidades tecnológicas. Não existe rotina no trabalho, todo dia aparece algo novo ou cenário desconhecido. Contras: Muito trabalho operacional que não agrega valor ao negocio pois os processos são muitos burocráticos e lentos. Muita cobrança e controles como por exemplo preenchimento de planilhas para descrever atividades realizadas.   "},{"user":"Sourcer","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado. Contras: Existe uma pressão muito grande e isso desgasta os funcionário, pois a demanda é muito maior que os número de funcioário que temos para atender.   "},{"user":"Assistente Financeiro - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa que possui bons planos de convenio médico e bom plano de convenio farmacêutico, possibilidade de realizar home office com as devidas autorizações. Contras: Uma empresa que é reconhecida no mercado, porém internamente você precisa trabalhar muito. o salário não muito alto mas o ambiente te motiva em querer contribuir.   "}]