[{"user":"Desenvolvedor Java Júnior","avaliation":"Prós: Crescimento profissional, possui uma excelente plataforma de cursos gratuitos de todas as tecnologias, bom ambiente de trabalho num contexto geral Contras: O salário pode não surpreender tanto quanto o tamanho da empresa, entretanto não fica abaixo da média em relação às demais empresas do ramo de tecnologia   "},{"user":"Vendas","avaliation":"Prós: clima de trabalho muito bom, pessoas são muito colaborativas. Há bastante oportunidades de aprender novas frentes e times são muito abertos a compartilhar conhecimento. Você pode mudar completamente de carreira e permanecer na mesma. empresa. Contras: Existem muitas mudanças estruturais, e isso prejudica um pouco o planejamento de carreira. É difícil ter pensamento criativo e proativo em clima de insegurança.   "},{"user":"Desenvolvedor","avaliation":"Prós: Alguns benefícios apenas: plano de saúde do Bradesco Nacional, VA, VR e Fretado (Horto), além da possibilidade de home office. Política de diversidade. Não há dress code. Você pode trabalhar de bermuda (y). Contras: Durante a entrevista, o RH prega um universo IBMista que não existe no dia a dia. Profissionais no começo da carreira, vulgo estagiários, ficam \"jogados\" dentro dos projetos. Não há qualquer tipo de atenção ou acompanhamento para absorção do aprendizado. Muita burocracia pra tudo. Entendo que por ser uma empresa enorme, processos são necessários para manter o controle. Mas há burocracia para TU-DO. Além disso, os salários não competem com a pressão sofrida dentro dos projetos. São muito baixos! Alguns líderes não escutam e não apoiam a resolução dos problemas sofridos pelo funcionários, principalmente se impacta no dia a dia. Se você tem um problema, tem que se virar sozinho. Você é visto apenas como um \"peão de fábrica\", principalmente se trabalha como desenvolvedor em algum projeto. Pregam muito a metodologia Agile, mas na prática não é o acontece. Crescimento extremamente lento. Prometem demais e quase nunca cumprem.   "},{"user":"Estágio","avaliation":"Prós: Uma boa empresa em que é possível se aprender muito sobre negócios e que possui um ambiente muito bacana de se trabalhar. Flexibilidade também é um ponto importante. Contras: Pelo fato de ser uma empresa gigante, as oportunidades de crescimentos são grandes mas demoram bastante. É necessário se ter paciência, o que pode ser tediante.   "},{"user":"Estágio","avaliation":"Prós: A empresa incentiva os estudos, é bem reconhecida no mercado, para estágio, tem uma ampla variedade de áreas de atuação e de fácil acesso. Gerentes se preocupam com nossa satisfação. Contras: Muitas áreas na IBM são compostas por empresas terceirizadas, o que não tem um retorno financeiro bom. É uma empresa onde tem muitas pessoas que querem ser mais do que as outras.   "},{"user":"Data Scientist - Ex-funcionário, saiu em 2019","avaliation":"Prós: Renome mundial, a IBM é pioneira em diversos assuntos. Ótima para Curriculum, para aprender e se sentir parte de algo maior. Treinamentos existem a rodo, o que é um ótimo diferencial. Faz você mudar como pessoa e profissional, é uma ótima porta de entrada para o mercado, que vai te valorizar por ter esse nome na sua história. É uma empresa de pessoas, o que pode ser bom, mas também tem o lado ruim. Existem pessoas competentes e apaixonadas pelo lugar, mas depende da sorte para ter um ambiente aconchegante e merecedor do seu tempo. Contras: RH extremamente confuso, demonstrando em alguns pontos falta de interesse ou conhecimento. É uma empresa de vendas, não de TI, vendem como se tudo deles fosse o melhor, mas não é. Alguns gerentes só se preocupam com o ego da posição na IBM e promovem os profissionais que tem o mesmo perfil que eles. Plano de carreira apesar de existir é totalmente barrado em áreas como consultoria, e caso você mude de setor seu tempo de casa é totalmente zerado e você precisa demonstrar tudo novamente para seu gerente. Paga pouco em relação ao mercado, promoções são abafadas com desculpas de teor irrelevante, como o horário que você chega (mesmo informando que tem horário flexível). Se mostra inovadora, mas infelizmente possui mentes que não querem inovar nas posições de liderança, tendo alguns líderes prepotentes, machistas e intolerantes, mas não é regra. Conselhos para presidência: Plano de carreira do funcionário, independentemente do setor que ele atua, considerando o tempo de casa e seu conhecimento. Equalizar os salários com o mercado, ser só um IBMista não ajuda a pagar as contas ou viajar pro lugar dos sonhos. Filtrar melhor os gerentes de pessoas, pois é um papel mais importante da empresa, cuidar das pessoas.   "},{"user":"Operador de Computador II - Ex-funcionário, saiu em 2018","avaliation":"Prós: No meu time, eu podia fazer homeoffice duas vezes na semana, era muito bom, porque conseguia conciliar os estudos e os benefícios são excelentes Contras: Muita competitividade dentro do time com pessoas te querendo te sabotar ao mesmo tempo, o que torna o ambiente desconfortavel para trabalhar   "},{"user":"Assistente de Suporte - Ex-funcionário, saiu em 2012","avaliation":"Prós: Boa empresa com bons benefícios e plano de carreira, oferecem bons cursos e treinamento, incentivam a diversidade e suporte para o aprofundamento do conhecimento sobre a empresa Contras: Eles tem uma otima politica inclusiva de rh e gerenciamento nao linear mas, no geral, havia muito nepotismo com a promoção de filhos e parentes de ex-funcionarios rapidamente Conselhos para presidência: Mudar um pouco a cabeça conservadora dos seniors   "},{"user":"Analista Desenvolvedor Pleno","avaliation":"Prós: Um dress code leve para trabalhar na empresa. Um ótimo ambiente para se trabalhar em qualquer lugar da empresa caso precise de isolar e concentram em alguma atividade. Contras: Muito difícil o relacionamento pois a empresa não se preocupa com a qualidade de vida de quem produz para eles. 9 horas por dia, em média, não é para qualquer um. E muitas vezes isso ocorre pela ingerência em não dar ouvidos aos desenvolvedores e tentar antender ao cliente, gerando dois atritos: o cliente insatisfeito com o prazo não cumprido e a equipe estressada e exausta pelas horas extras para cumprir um prazo que não era possível. Conselhos para presidência: Ouçam quem produz para vocês. Estamos em um mundo conectado, a presença física no ambiente, muitas vezes é apenas para ter a pessoa sob os olhos e controle. Se não confia nas pessoas para home office, por que as contrataram?   "},{"user":"Designer","avaliation":"Prós: Amplas oportunidades, politicas de diversidade, sem dress code, flexibilidade de horário. Grande incentivo dos profissionais para o desenvolvimento de carreira. Contras: Existem muitas ferramentas para lançamento de horas, burocracias quanto os processos de horas extras e horas trabalhadas, além disso tem uma alta demora para evolução de carreira. Conselhos para presidência: Cuidar melhor dos funcionários que trabalham como consultores alocados em outros clientes   "}]