[{"user":"Security Specialist","avaliation":"Prós: A flexiblidade em trabalhar de casa, ou no local, o Networking permite em conhecer outras pessoas para conhecer as areas em que trabalham. A inclusão que a IBM permite ter.\n\nContras: Olha, não encontrei exatamente um ponto negativo, ou mais pontos negativos para poder citar a respeito, portanto, soube que para crescer na carreira não é tão facíl assim.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Flexibilidade, desafios e aprendizado. Material e cursos oferecidos gratuitamente sobre carreira e liderança, alem de temas diversos. Praticas agile na compangia.\n\nContras: Fechamento de mes mal organizado para os times de pos venda, o qual os funcionarios acabam perdendo o seu tempo de lazer e descanso para se dedicar obrigatoriamente a empresa.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (1)\nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ótimos benefícios, excelente plano médico com desconto em farmácias, possibilidade Home Office e chance de trabalhar com tecnologia de ponta dependo do projeto\n\nContras: Vários processos internos são muito burocráticos, especialmente com os recursos humanos. Não há muitas oportunidades para trocar de projeto, além de ser um processo muito longo, caso consiga uma chance\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista Contábil Financeiro","avaliation":"Prós: Clima organizacional excelente com time bastante engajado e competente. Gestão direta bem próxima dos funcionários em geral. Incentiva a autonomia\n\nContras: Salário abaixo do mercado assim como os benefícios oferecidos pela empresa sendo desproporcional as cobranças realizadas pelos líderes. Crescimento lento\n\nRecomenda a empresa:  Não\n\nÚTIL? (1)\nREPORTAR"},{"user":"Estágio","avaliation":"Prós: Ambiente saudável e equilibrado, com baixa pressão e grande liberdade para desenvolver seu trabalho. Oportunidade de se trabalhar com novas tecnologias e soluções de grande escala, sendo permitido que sejam propostas soluções inovadoras. O escritório é bem localizado\n\nContras: Muitos cargos de chefia, inclusive diretores. Salários abaixo da média do mercado. Falta de uma visão estratégica para a empresa a longo prazo. Alguns departamentos funcionam isolados e não se comunicam bem. Estrutura física não é ideal.\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Analista de Contratos SêniorEx-funcionário, saiu em 2016","avaliation":"Prós: A IBM proporciona a seus funcionários uma experiencia unica no que tange a multicultura e respeito a diversidade. Não deixando de mencionar também que a autonomia e incentivo a que o funcionário desenvolva suas habilidades em sistemas próprios e externos.\n\nContras: Não há consistência na escolha da gerencia por parte da empresa. Sua carreira poder ser maravilhosa caso tenha sorte de ter um gerente que perceba que ter seus subordinados desenvolvidos é resultado de uma boa gestão. Caso o gerente te perceba somente como uma força de trabalho ele não permitirá que você alce vôos maiores dentro da IBM.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (3)\nREPORTAR"},{"user":"Técnico de Suporte N1","avaliation":"Prós: Tem plano de carreira. .\n\nContras: Salario baixo . .\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Desenvolvedor Web","avaliation":"Prós: Ótimo convívio e ambiente Sem dresscode em certos setores Trabalho amigável Pessoal amigável Disponibilidade de Treinamentos Infra estrutura\n\nContras: Apesar de ser uma empresa gigantesca, de fato uma das maiores do mundo ainda depende que seus funcionários trabalhem por realização e não por um salário competitivo\n\nRecomenda a empresa:  Sim\n\nÚTIL? \nREPORTAR"},{"user":"Customer Services","avaliation":"Prós: Diversidade .\n\nContras: Gerentes não são preparados para gerenciar pessoas. .\n\nRecomenda a empresa:  Não\n\nÚTIL? \nREPORTAR"},{"user":"Estagiário de Recursos Humanos (RH)Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade com os horarios, ambiente descontraido, confianca nos estagiarios, restaurante na empresa, beneficios e vidalink com desconto em farmacia\n\nContras: Nao existe um plano de carreira definido. Muitos estagiarios entram e por mais que sejam bons na area acabam saindo pro mercado porque nao tem vaga.\n\nRecomenda a empresa:  Sim\n\nÚTIL? (2)\nREPORTAR"}]