[{"user":"Analista de Segurança Júnior","avaliation":"Prós: Benefícios como seguro de saúde odontológico certiicações e educação em geral, desde que no escopo do negócio, pagos pela empresa, incentivo a educação Contras: Demora muito para ser promovido e é metodo é incrivelmente confuso, assim como a gerencia em geral é baseada em QI e com fracos funcionarios   "},{"user":"Técnico de Suporte de Sistemas","avaliation":"Prós: Ambiente de muito aprendizagem, vive sempre em constante atualização, empresa sempre com incentivos para que você se atualize. Vive sempre com as tecnologias mais recentes do mercado. Contras: Não da oportunidade de desenvolvimento em outras áreas internas da empresa, não existe plano de carreira, os gerentes não trabalhando no seu desenvolvimento pessoal. Conselhos para presidência: Melhorar o PLR   "},{"user":"Analista","avaliation":"Prós: Os pontos positivos fica somente pelos excelentes benefícios: Convênio Médico e Odontológico, Vale Refeição e Alimentação e o Vida-Link que proporciona descontos de até 90% em farmácia. Contras: Infelizmente é uma empresa que hoje é gerido por pessoas as quais apenas ajudam amigos e aqueles que ficam puxando-saco, principalmente ser for do sexo feminino e bonita. Amigos que cometem erros são protegidos e promovidos. Amigos em apenas 2 meses de empresa recebe oportunidade na frente de quem está a mais de 3 anos.   "},{"user":"North America Processing Administrator - Ex-funcionário, saiu em 2017","avaliation":"Prós: Tive boa experiência no âmbito gerencial de maneira geral. Boa cultura e bons valores. Interessante sistema de feedback. Bom ambiente de trabalho. Contras: Trabalhar conforme o calendário americano é definitivamente um ponto negativo. Além disso, era necessário fazer diversas horas extras, principalmente em período de \"fechamento\".   "},{"user":"Analista de Sistemas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa permite crescimento e envolvimento com tecnologia e excelente para entrar em contato com novas skills. Traz reconhecimento no mercado de trabalho Contras: Por ser uma empresa grande a possibilidade de ascensão é menor, existe muita burocracia e os processos internos são convolutos. Em certos projetos tem que lidar com tecnologias muito defasadas. Conselhos para presidência: Ficar mais de olho na gestão dos Executivos de Projeto, existe muita rotatividade de profissionais   "},{"user":"Líder de Equipe - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ambiente positivo. Agradavel. Alguns bons profissionais, mas a depender da area, pode ser complicado. Bom enquanto dura, mas atrasado ao mercado dinamico. Contras: Salario. Corporativismo. Algunas pessoas liderando sem skill. Operacoes sem verbas p reconhecinento financeiro de profissionais dificultam. Dificuldades em bolsas.   "},{"user":"Analista de Sistemas Desenvolvedor","avaliation":"Prós: Ambiente saudável e equilibrado, excelente estrutura física. Oportunidade de se trabalhar as vezes de casa. O escritório é bem localizado. Politica de Dress Code. Benefícios de plano de saúde e desconto de farmácia excelentes. Previdência privada também é excelente. Contras: Muitos chefes na hierarquia organizacional. Salário um pouco abaixo do mercado. Poucas oportunidades de trabalho em BH. Eventos centralizados em São Paulo e Hortolândia.   "},{"user":"Especialista em Vendas - Ex-funcionário, saiu em 2011","avaliation":"Prós: Ambiente muito grande, ótimo para aprendizado. Diversas áreas de conhecimento e expertise da empresa que melhoram o aprendizado do empregado. Contras: Depende muito do seu time e a gerência. Certos times procuram trabalhar de acordo com as regras da compania, o que ajuda bastante em um ambiente amigável e bom para o aprendizado e a evolução na carreira, porém, isso não acontece em alguns casos e pode levar a um estresse desnecessário e prejudicial. Conselhos para presidência: Respeitar os funcionários e procurar trabalhar no \"work life balance\"   "},{"user":"Operador de Suporte Técnico - Ex-funcionário, saiu em 2016","avaliation":"Prós: Benefícios, crescimento profissional se houver esforço por parte do funcionário. Flexibilidade para trabalho, como home office. Incentivo ao estudo. Contras: Dissidio, o sindicato é dos comerciários e não da Tecnologia ou Processamento de Dados. Ao final de um projeto é difícil a realocação dos funcionários todos.   "},{"user":"Funcionário","avaliation":"Prós: uma empresa que oferece oportunidade e tem flexibilidade, ambiente é saudavel e equilibrado, existe grandes oportunidade de mudança de trabalho. Contras: salario nao é compativel com o mercado, portanto acredito que com o tempo eles estao mudando este ponto, pois já houve mudança equiparando os salários da mesma funcao.   "}]