[{"user":"Analista Sharepoint","avaliation":"Prós: Bons benefícios, oportunidade de crescimento na carreira, oportunidade de aprender novas tecnologias, trabalho em ambiente agradável com a equipe . Contras: Salários um pouco abaixo do mercado, incentivo em investimentos para treinamentos e obtenção de certificações nas tecnologias utilizadas na empresa.   "},{"user":"Executivo de Tecnologia da Informação (TI) Sênior - Ex-funcionário, saiu em 2018","avaliation":"Prós: A IBM proporciona bastante oportunidade de aprendizado, compartilhamento de conhecimentos. Certamente indico para todos, é uma empresa boa de trabalhar. Contras: A carreira pode estagnar facilmente, não há um cuidado real com o funcionário para crescimento na empresa o que acaba desestimulando muito o dia a dia a médio e longo prazos. A empresa traça muitas prioridades ao mesmo tempo não deixando o funcionário ter uma visão real das metas. Conselhos para presidência: Reduzam o turn over forçado. Estão mandando gente embora sem explicar o motivo.   "},{"user":"Estagiário","avaliation":"Prós: A diversidade e flexibilidade encontrada na empresa torna o ambiente extremamente produtivo, somado aos times que são altamente competentes. Contras: Aparentemente a empresa possui um processo de contrato e efetivação com baixo indice de resposta. Quando necessario tratr de algo burocratico, nota-se uma breve dificuldade.   "},{"user":"Bid Manager","avaliation":"Prós: Benefícios como plano médico, previdência, vidalink, cartão alimentação, cartão refeição, seguro de vida, flexibilidade, local de trabalho adequado, incentiva a multi cultura, oferece muitos treinamentos criando capacidade ao funcionário. Contras: Baixa expectativa de crescimento profissional e muita troca gerencial, por mais que se dedique à empresa e por mais reconhecimentos que acumule, não é o suficiente para obter uma promoção. Conselhos para presidência: Poderiam reconhecer com promoção o funcionário e não apenas com premiações, a expectativa de crescimento reduziu demais nos últimos anos o que gera a desmotivação.   "},{"user":"Consultor de Change Management","avaliation":"Prós: A empresa tem bons programas de RH, as palestras são intensas e valiosas. Tem restaurante e mais de uma lanchonete para os funcionários. Good Contras: Nem sempre o gestor da equipe te impulsiona a crescer, e a discrepância entre o que a empresa prega e a equipe te fornece pode ser muito diferente...   "},{"user":"Técnico de Sistemas","avaliation":"Prós: Muitas áreas do conhecimento que você pode estudar a partir de parcerias com a IBM, iniciativas de estudos e proatividade a partir de badges e bluepoints. Contras: Um lugar com muitos processos e regras para funcionários que desejam mudar internamente de área, fazendo com que haja uma certa demora para trocar de setor.   "},{"user":"Técnico em Suporte Técnico","avaliation":"Prós: Empresa muito boa para trabalhar, bons benefícios. Convênio Bradesco, Plano dentista, medicamentos com descontos, Seguro de vida, Plano previdência privada. Contras: Salários não compatível com a função, falta de incentivos, acúmulo de função, falta de treinamentos presenciais, cobranças essecivas, pressão diárias para cumprir metas.   "},{"user":"Pricing Analyst","avaliation":"Prós: Se voce for um analista junior seu salario será B6A isso é gira em torno de 4 a 6,200.. e por ai vai.. Voce tem muitos beneficios e uma visao clara de carreira. Contras: O treinamento é pouco organizado, e voce tem que ter paciencia com o ego das pessoas. Por mais que seja uma empresa de tecnologia, existe uma grande burocracia nos processos.   "},{"user":"Agente de Atendimento Call Center - Ex-funcionário, saiu em 2018","avaliation":"Prós: Liberdade de trabalho, excelente pacote de benefícios como alimentação, seguro saúde, seguro de vida e descontos nas empresas conveniadas. Exige alta performance dos funcionários mas oferece diversos cursos para o desenvolvimento profissional. Contras: Alguns times dentro da empresa não tem oportunidades de crescimento , salários baixos, RH desorganizado, grande parte da empresa está sendo terceirizada. Conselhos para presidência: Valorizar mais os funcionários   "},{"user":"Analista de Sistemas","avaliation":"Prós: Bom relacionamento com os funcionários, muito aprendizado a ser passado, trabalho em agile com entregas de valor agregado ao cliente nos projetos trabalhados. Contras: A empresa tem muitas anos de mercado e tem uma cultura muito enraizada isso faz com que novos funcionários as vezes percam pelo cansaço de processos.   "}]