[{"user":"Estágio","avaliation":"Prós: Empresa com muitos benefícios( Alimentação, refeição, telefone , planos de saúde, folga no aniversário), salário na média do mercado e ambiente muito bom para trabalhar. Contras: A empresa deixa um pouco a desejar principalmente na parte dos treinamentos e na organização, acaba tendo muita burocracia para coisas pequenas\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Comunicação Institucional","avaliation":"Prós: Ótimos benefícios, dependendo do seu cargo você recebe uma excelente PL. As instalações do HQ são hiper modernas. Plano de Saúde e Odontológico. Contras: Pouco recurso técnico para trabalhos rotineiros. As vezes é melhor usar computador pessoal do que usar o computador da empresa, muito ruim essa experiência\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente","avaliation":"Prós: Ótimos beneficios, pagam todo mês em dia, tem uma PPR com valor alto, ambiente limpo e organizado, ótima localização , flexibilidade de horarios. Contras: Pressão no trabalho, não dão muitas oportunidades de crescimento. Serviço um pouco estressante . Na maioria das vezes não reconhecem o seu esforço.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: A galera muita animada você trabalha livre ninguém no seu pé os benefícios São bons como vale refeição a ambiente fica legal depois que você vê conhecer as pessoas Contras: Reunião todos dos dias exposição dos resultados muita falta de trabalho muitos querendo subir as custas de outros, muita panelinha e fora que os novos também são tratados com diferença por alguns Conselhos para presidência: Tudo aquilo do treinamento que vocês deram sobre o cliente é mentira nem o gerente acredita até ele que já vem de uma cultura de so tirar proveito dos outros participa das panelinhas. Se vocês querem profissionais para mudar essas gestão mude também a gestão\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Localização; Benefícios; Clima de trabalho; Infraestrutura e equipamentos; Oportunidades; Reconhecimento; Abertura para poder expressar sua ideia. Contras: Único ponto que deixa a desejar é a jornada de trabalho. Redução do quadro dos funcionários e alguns estão fazendo o trabalho 3 colaboradores que foram desligados. Conselhos para presidência: Melhorar a jornada de trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente de trabalho, com possibilidade de desenvolvimento Boa chefia Bons benefícios Treinamentos constantes Brigada de incêndio Autonomia no trabalho. Contras: O café poderia ser melhor Maior facilidade de trocar horários Maiores valores para remuneração variável Processo seletivo interno um tanto burocrático.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho Open-space, vale alimentação competitivo, equipe reduzida e interativa, flexibilidade na jornada de trabalho. Oportunidade de crescer Contras: Apesar dos pontos positivos, acredito que poderia ter maiores investimentos nos profissionais bem como introduzir estágio em projetos mais complexos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Muito dinâmica, chances de crescimento, visa o desenvolvimento dos funcionários, ambiente agradável, muitos benefícios melhores do que o mercado costuma oferecer. Contras: Pessoas não aptas a serem gestores gerindo equipes com grande instabilidade emocional e às vezes com um certo autoritarismo. Faltam treinamentos de relacionamento interpessoal para esse público.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento Comercial","avaliation":"Prós: Localidade e benefícios são os principais pontos positivos da empresa. Há também chances de crescimento profissional mas não em todas as áreas. Contras: Na maioria dos setores há líderes despreparados que não conhecem a rotina dos seus subordinados, tornando-se difícil o auxilio do superior direto. As chances de crescimento não são para todas as áreas da empresa. Conselhos para presidência: Líderes capacitados, organização de procedimentos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial Externo - Ex-funcionário, saiu em 2018","avaliation":"Prós: ambiente bom de trabalho, boa remuneração, sistemas leves, muito treinamento para os funcionarios que ajuda no desenvolvimento dos parceiros. Contras: é uma empresa onde cobra muito dos funcionarios, chega a ser exagerada a cobrança, com constante ameaças de mandar embora, horario de trabalho.\n\nRecomenda a empresa:   \nREPORTAR"}]