[{"user":"Consultora - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa de grande porte, com ótimos benefícios, excelente vale alimentação, fornecem aparelho de telefone com chip livre de dados e para ligações entre TIM. Contras: Ninguém te ensina direito, fica difícil iniciar na empresa, você tem que ter muita vontade, disposição e atenção, mas irrita muito iniciar assim.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager - Ex-funcionário, saiu em 2018","avaliation":"Prós: Infraestrutura de trabalho que permite que o colaborador após atender alguns requisitos tem a liberalidade de trabalhar em home office durante uma vez por semana. Contras: Numero muito grande de departamentos que dificulta o transito agil dos temas quando estes não estão no radar do core business da companhia. Isso gera no time uma percepção de muita burocracia para as coisas acontecerem. Conselhos para presidência: Agilidade no tramite esntre os departamentos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Salário em dia, projeto de crescimento (real apenas para vendas), benefícios, aparelho celular como comodato e internet sem limite no chip da empresa Contras: Estresse do dia-a-dia com sistema, com clientes e com processos que não funcionam como deveriam, carga horária de domingo a domingo sem seguir necessariamente escala 6X1 (já trabalhei 12 dias seguidos) e pressão continua sobre vendas. Conselhos para presidência: A pressão de venda e a meta alta coloca o vendedor em uma situação de forçar demais a venda gerando um pós venda muito alto para empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro Sênior","avaliation":"Prós: Empresa que valoriza seu trabalho e te da oportunidades mas depende da área e da gestão pois alguns gestores não tem aptidão para serem gestores Contras: Empresa muito grande e as áreas concorrem entre si gerando uma ineficiência de processos e comunicação que vem sendo reduzida ao longo dos anos Conselhos para presidência: Melhorar a comunicação entre as áreas e oferecer cursos de gestão para os gerentes e gerentes seniores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário em Engenharia","avaliation":"Prós: Benefícios excelentes. Vale refeição compatível com os restaurantes ao redor; convênio médico e odontológico de qualidade, além de opcionais como Gympass. Contras: Demora na entrega dos benefícios. Os cartões de transporte, vale refeição e afins demoraram mais que o normal (comparado a outras empresas que trabalhei) para chegar.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: As pessoas eram o melhor da empresa em todos os níveis. Encontrávamos pessoas interessadas em resolver as dificuldades dos clientes. As áreas eram mais integradas. O local de trabalho é bem localizado. Contras: A busca por redução de custos veio ano à ano reduzindo pessoal ou terceirizando, e tornando o clima da equipe cada vez mais inseguro. A experiência tem sido deixada de lado em busca da redução de custo. Pessoas 100% comprometidas foram desligadas por politicagem interna. Conselhos para presidência: Diretorias comprometidas apenas com seus MBOs. Isso irradia para as funções abaixo. O cliente é o último à ser ouvido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Transparência das políticas e respeito ao colaborador estão entre os pontos positivos, assim como os benefícios dados: homeoffice, celular e horário flexível. Contras: Empresa sem uma manutenção dos planejamentos estratégicos, ficando muitas vezes sem foco e perdendo espaço para o mercado. Falta de oportunidade de crescimento interno.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Customer Experience Analyst","avaliation":"Prós: Beneficios abaixo do mercado, mas não são ruins. Existe recrutamento interno como divulgação de vagas para tranferencia dentro da propria empresa. Contras: Cultura da empresa não é colaborativa, processos mal organizados, sistemas geram muitos problemas e a resolutividade é demorada. Pessoas não estão voltadas para a experiencia do cliente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Técnico em Telecomunicações Sênior","avaliation":"Prós: Estrutura de trabalho, pontualidade no pagamento, plano de assistência médica, localização, participação nos lucros,, auxílio creche, plano de carreira Contras: Excessiva carga de trabalho, pouco treinamento, se optar por ter ticket refeição e alimentação o valor deve ser dividido entre os dois, técnicas de planejamento para investimentos arcaica\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: A empresa tem qualidade! Trabalha bem seus clientes e com qualidade! Busca sempre ver o melhor para os clientes e escuta nossas reclamações, nós empregados. Contras: Gostaria só de ter mais benefícios, pois sou de loja de revenda. As vezes demoram para responder a algum solicitação, poderia melhorar nosso sistema interno. Conselhos para presidência: Dar mais alguns benefícios pra quem trabalha em loja de revenda!\n\nRecomenda a empresa:   \nREPORTAR"}]