[{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Valorização dos funcionários, valores, bom ambiente, horários flexíveis, localidade boa, boa remuneração e benefícios atrativos, pessoas bem animadas e companheiras Contras: É uma empresa que tem uma grande valorização nos seus funcionários, e tem uma grande importância pelos mesmos, no mais não tenho pontos negativos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2016","avaliation":"Prós: A melhor empresa que já trabalhei. Organização, Processos estruturados. Tive um grande crescimento profissional através da Tim. Tenho muito orgulho de ter feito parte deste time. Contras: Não tenho nada a reclamar, apenas agradecer pela ótima experiência em trabalhar em uma empresa desse porte, e vivenciar a família Tim. Amei!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Ele cuidam muito bem dos jovens aprendizes. Não os deixam pegar peso, nem fazer hora extra em hipótese alguma. NÃO se pode fazer nenhum tipo de favor pessoal para qualquer funcionário da empresa. Eles pagam vale refeição. Contras: Salário muito baixo, atividade laboral repetitiva, cansativa e entediante. Não te dão qualquer perspectiva de oportunidade de efetivação após o período de 2 anos de jovem aprendiz. Dessa forma vc acaba trabalhando desmotivado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Pagamento em dias, plano de saúde nacional, ticket alimentação, ppr anual. A empresa oferece oportunidade de mudanças de cargo internamente. Contras: Demora um pouco até você ser visto. A exigência das vendas e grande tendo que enganar por muitas vezes clientes com planos, o que desgasta e você se sente mau por isso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: VR com desconto de 1 real no mês, vale transporte, convenio médico e odontologico do Bradesco e ambiente construtivo, com grandes pessoas dentro da empresa . Contras: Poderia ter um sálario mais compativel com o mercado e proporcionar um pouco mais de oportunidades e alguns treinamentos mais especificos para agregar no futuro e podermos contribuir com a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2019","avaliation":"Prós: Empresa muito humana, gosta de remunerar bem, sempre paga em dia e oferece campanhas de incentivo, paga auxílio creche vale por e o plano de saúde é maravilhoso Contras: Ainda está em expansão no RS, é uma operadora que ainda não é a líder de mercado. Mas quanto a empresa com os funcionários não tem pontos negativos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Atendimento Técnico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios e empresa maravilhosa , ótimo ambiente para trabalhar, bastante hora Extra,VR excelente entre outros benefícios que a empresa disponibiliza Contras: Melhorar alguns supervisores que acha que tem que puxar o saco dele para você ter algumas regalias,se vice não for puxa saco faz de tudo para te prejudicar Conselhos para presidência: Preparar mais a supervisão\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora - Ex-funcionário, saiu em 2018","avaliation":"Prós: Em termos financeiros, os benefícios são bacanas. Uma empresa bonita e com bom ambiente. Promove campanhas para remunerações variáveis dependendo do setor. Contras: Dependendo do cargo inicial, uma dificuldade em trocar de área. Caso entre almejando uma troca futura, ja é bom focar desde o começo e seguir sem desviar e talvez leve alguns anos. Conselhos para presidência: Creio que seria dar mais ouvidos aos que possuem contato direto com clientes, pois dali saem as melhores soluções.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Os benefícios são o ponto mais positivo A empresa realmente tem um extensa variedades de benefícios e isso é muito bom. Conta como positivo. Contras: Cobranças Falta de suporte... Gestão conflituosa ( Pelo menos no local onde eu trabalhei... Não sei os outros pontos de venda) experiência ruim. Conselhos para presidência: Rever os valores.. E prezar mais a qualidade do que a quantidade...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Atendimento Especializado","avaliation":"Prós: Remuneração, ambiente propício ao conhecimento no dia a dia. Colegas de trabalho dispostos a auxiliar em qualquer tipo de dificuldade. Gestão ótima. Contras: Existe uma falha em relação às empresas que prestam serviços pra os funcionários internos. Má comunicação entre as áreas que prestam suporte entre si.\n\nRecomenda a empresa:   \nREPORTAR"}]