[{"user":"Estagiário","avaliation":"Prós: A empresa contribui para o desenvolvimento do estagiário. Participação em projetos que impactam a empresa. Os recursos utilizados são bons. Ótimo ambiente Contras: A empresa oferece poucas chances de efetivação para o estagiário. Faltou um pouco de direcionamento da gerencia quanto a expectativas de um estagiário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro","avaliation":"Prós: Benefícios que estão acima do praticado no mercado concorrente, flexibilidade nos horários e atenção ao cumprimento de jornadas de trabalho. Bom ambiente Contras: Comunicações internas insuficientes, o que dificulta seguir as diretrizes e regras internas, muitas políticas não são respeitadas na prática \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Remuneracao. Beneficios sao muito bons. Dependendo do cargo nao ha controle de ponto. Os ambientes de trabalho sao bons, com excessao de Santo Andre. Contras: Pressao excessiva, Sem worklife balance, Sem plano de carreira, Muita desorganizacao, poucos processos. Exige trabalho durante finais de semana e feriados sem remuneracao. Conselhos para presidência: Se a empresa quiser sobreviver pelos proximos dez anos precisa investir nas pessoas. Precisa contratar mais gente e ter um plano de carreira que funcione e nao seja algo que exista somente no PPT. A TIM nao e uma boa empresa para fazer carreira. Precisa tambem fazer parcerias com startups e se investir no Digital. Comparativamente a outras operadoras a TIM e a mais atrasada.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"BackOffice - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ambiente super pro diversidade e descontraído . Informalidade dos gestores. Estrutura de trabalho favoravel, jardim, lanchonete. Benefícios acima do mercado. Contras: Metas abusivas e irreais. Solicitam algo que não é possível cumprir mantendo a qualidade de vida no dia a dia, sem ficar absurdamente estressado Conselhos para presidência: Ouvir mais os funcionários e não se basear em processos de quem não vive o atendimento no dia a dia\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Empresa com grande oportunidade de crescimento, se preocupa com o funcionário, Grandes programas de incentivos ao ano, bônus, e remuneração variável de acordo.. Contras: Como qualquer enpresa, o ponto de vista dela sempre será o lucro. E se você não contribui mês a mês para quer isso aconteça infelizmente não ficará ativo na empresa. Conselhos para presidência: O colaborador é o que faz a empresa crescer, então o valorize.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Riscos - Ex-funcionário, saiu em 2019","avaliation":"Prós: Benefícios são bons para o nível de formação e experiência exigidos. As condições para evolução são claras e evita favorecimentos. Tem direito a chip ilimitado Contras: A avaliacão de metas utiliza criterios estranhos. Exigem que se cumpra certas atividades em tempo muito menor do que elas de fato levam, fazendo com que o funcionario se sinta pressionado até por ir ao banheiro. Reduziram tanto as pontuações que a impressão é de sabotagem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estágio - Ex-funcionário, saiu em 2018","avaliation":"Prós: Beneficios, folga de aniversário, estrutura do local de trabalho, localização, recrutamento interno, infraestrutura, salário compatível com o mercado. Contras: Excesso de reestruturação, política de reconhecimento profissional falha, alta rotatividade de funcionários, gerentes que pessoalizam a equipe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz","avaliation":"Prós: Ambiente confortável e amigável. Com pessoas simpáticas e que sempre buscam te ajudar. Atividades variadas e facil acesso ao rh e atividades da empresa Contras: Hierarquia nítida. Um certo preconceito do pessoal do t.i com o pessoal do call center. Local de difícil acesso e quase nulas as chances de efetivação\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Beneficios. A empresa oferece bons benefícios, principalmente para os colaboradores com filhos. O ticket refeição e um diferencial, fora os convênios com empresas parceiras Contras: Os processos seletivos não são muito claros, e muitas vezes acabam promovendo colaboradores que tem bons números, mas que ainda não estão preparados para serem líderes. Conselhos para presidência: Um olhar mais humano.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: A maioria das pessoas que trabalham na empresa possuem um espírito de equipe impressionante... isso é fundamental na minha opinião ( trabalho em equipe ) Contras: Alta pressão - muitas vezes a pressão é desmedida e isso atrapalha em diversos aspectos. Porém ainda assim é uma ótima empresa para se trabalhar. Conselhos para presidência: Aumentar o reconhecimento aos profissionais que se destacam e elaborar campanhas de incentivo\n\nRecomenda a empresa:   \nREPORTAR"}]