[{"user":"Atendimento Call Center - Ex-funcionário, saiu em 2019","avaliation":"Prós: O local de trabalho, benefícios, plano de carreira, bonificações, vale transporte e alimentação e a jornada de trabalho por dia que é geralmente curta, o trabalho em equipe, os equipamentos e etc Contras: O salário um pouco baixo, o tempo de descanso ser muito curto, exigem muita energia na entrevista, você pode ser ótimo mas tem que gostar muito de falar ((dica!!!)) na entrevista, dar muito de si\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Atendente - Ex-funcionário, saiu em 2012","avaliation":"Prós: Bons benéficos , e pagam creche também , tem celular com uma linha de crédito , refeito, é uma empresa grande tem ginástica , varias áreas pra funcionário Contras: Muito serviço e tem que vender produtos , trabalha de sábado à domingo uma folga semanal e tbm trabalha em feriados inclusive ano novo , mas tem folga no aniversário Conselhos para presidência: É legal entra como aprendiz\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Manager","avaliation":"Prós: Inovadora, nivel internacional, bons benefícios, bom escritorio e instalações, empresa sempre está em busca de novos desafios, proximidade com o top management Contras: Remuneração, treinamento, falta falta de meritocracia, horário de trabalho extenso, falta de estrutura para realizar o seu trabalho, rh deixa a desejar em vários aspectos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Várias oportunidades, treinamentos e grande capacidade de aprendizado. A empresa oferece vários benefícios aos colaboradores e seus familiares. Contras: A empresa não valoriza o profissional pelo que ele faz, não aproveita o potencial do profissional, a hierarquia é na empresa é algo exagerado, muitas vezes os profissionais não são ouvidos ou não conseguem contribuir por conta disso.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Nenhum por se tratar de revenda. Loja própria é diferente. ...................................................................................... Contras: Péssimo ambiente de trabalho. Muita imposição da supervisão na ocasião. Muitas reclamações de clientes daquela boa em específico. Sistema muito lento oq torna muito difícil ser rápido no atendimento. Conselhos para presidência: Rever as pessoas as quais comandam as equipes e lojas, entendendo que o mercado de telefonia mudou muito nos últimos anos. Não dá pra fazer o mesmo que se fazia a 5 anos atrás.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora - Ex-funcionário, saiu em 2014","avaliation":"Prós: Salário em dia, benéficos legais, porém abaixo do mercado. Plano de carreira, ............................................................... Contras: Salário abaixo do mercado, benefícios também abaixo do mercado. Inflexível quanto a horários administrativos. Central de atendimento com pouco recurso\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Plano de carreira claro e objetivo, com muitas oportunidades de crescimento, além de total suporte do human resources nas mais variadas formas de benefícios. Uma empresa que cuida do seu colaborador! Contras: Provável que o impacto negativo seja por conta da sede, que fica na Barra da Tijuca. O prédio é excelente com uma infra. Fantástica, porém a localização por ser distante e com acesso ruim, quase que obriga o colaborador morar no entorno.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2014","avaliation":"Prós: Infraestrutura da sede, com vans para transportar os funcionários que vem do metrô. Benefícios compatíveis com o mercado, ótima oportunidade de crescimento. Contras: Falta atenção com os aprendizes que ficam alocados nas lojas. As oportunidades não são as mesmas para os que trabalham em lojas e para os que trabalham na sede. Conselhos para presidência: Melhorar a integração e visibilidade do trabalho dos funcionários que estão trabalhando fora da sede.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente de aprendizado e valorização do estagiário como parte fundamental e integrante da equipe, tendo como objetivo principal evoluir e agregar conhecimento. Contras: Pela pouca experiência que tive, ainda não encontrei nenhum ponto negativo na empresa. A TIM foi meu primeiro contato com o ambiente corporativo e tem-se demonstrado um excelente ambiente para o estagiário se desenvolver para o mercado de trabalho\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora de Vendas Diretas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Pagam em dia, salários compatíveis com o mercado, benefícios ótimos, nos dão oportunidade de crescimento, plano de saúde e PLR anula, vale alimentação tudo maravilhoso Contras: Alguns gestores não avaliam direito, preferem os chamados \"puxa-saco\". Dependendo do local onde você e alocado esse gestor imediato e seu contato direto. Aí fica dificil Conselhos para presidência: Devem olhar pras pessoas que fazem a frente da empresa.\n\nRecomenda a empresa:   \nREPORTAR"}]