[{"user":"Supervisor de Loja","avaliation":"Prós: Mais pontos positivos que negativos, possui ótimo salário, muitos benefícios, participação de lucros, muitos benefícios ótima remuneracao e ambiente bom de trabalho Contras: Falta de gestão imediata, pois a gestão e contratada por amizade e não por competência, podendo ser melhorada pois e apenas questões de pessoas Conselhos para presidência: Valorizar mais as pessoas que estão dentro do negocio\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Pontualidade salarios Mas inventei um milhão de motivos para na pagar comissão. Cada mês uma desculpa diferente. Mudam constantemente as tabelas de comissionamento. Contras: Promete premiacoes é não cumpri quando atingimos metas...................... Não temos treinamentos com profissionais qualificados.Tem que aprender mexendo no sistema. Conselhos para presidência: Serem honestos com os contratados\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Flexibilidade, ambiente informal, rico para conhecimento, bom para pessoas que estão no início da carreira, aprende-se com a mão na massa... Contras: Falta de reconhecimento, gestores escondem informações dos subordinados, RH ausente, falta de planejamento atrapalha, escutam pouco os funcionários Conselhos para presidência: Proporcionar melhor interação entre as áreas, para evitar o “cada um só olha para seu umbigo”\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento Gcx - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios Vale alimentação Auxílio nutrição Vale refeição Limpeza P A fixa Equipamento para trabalho todos novos Rede set próprio entre outras coisas Contras: Você tem várias funções e recebe o mesmo salario Eles não alteram a sua função Não tem muitas chances de crescimento Não tem ambulatório dentro da empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista - Ex-funcionário, saiu em 2018","avaliation":"Prós: Beneficios, salários na.media do mercado. Empresa conceituada reconhecida. O problema de fato é a gestão que não é engajada com a empresa e alguns funcionários que não vestem a camisa. Contras: Péssima gestão. Ineficiente que não auxilia no crescimento do profissional clima organizacional muito ruim, pessoas extremamente competitivas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Tecnológico - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios que eles oferecem é muito legal aos funcionários, dá uma estabilidade, aí não precisa gastar dinheiro com hospital e supermercado. Contras: Pressão é muito grande, as vezes afeta sua vida pessoal, pois você não consegue nem se divertir pensando em bater as metas impostas pela empresa. Comissão que a cada dia diminui. Conselhos para presidência: Deveria contrata melhor a gestão da empresa, pois não são profissionais, e sim pessoas que fazem tudo pensado no lado pessoal. Deveriam ser profissionais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Remuneracao muito boa e muotas campanhas de incentivo aos vendedores mAntendo naturalmente o nivel de foco por se tem muitas campanhas de aparelhos celulares ou em dinheiro para os melhores resultados Contras: Pressao natural pelas vendas porem a empresa e bem organizada e a remuneração muito boa compensa a presao pelo resultados eu recomendaria a um amigo pode apostar que sim\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo","avaliation":"Prós: - Possibilidade de Crescimento; - Desafios; - Politica de Remuneração e Plano de Benefícios; - Estrutura física da empresa; - Infraestrutura Tecnológica; - Inovação Contras: No meu ver, os casos de erro na inovação devem ser avaliados individualmente, pois se há punição indiscriminada em todo erro, não haverá tentativas. deve-se punir casos de irresponsabilidade e não tentativas sem sucesso. - Politica de sobre aviso para toda base, devido a oferta dos celulares. Conselhos para presidência: A estratégia da Cia esta mudando e não estão aceitando o impacto das mesmas. Ficam buscando explicações que querem ouvir e não os dados que os números apresentam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Incentiva a Autonomia para inovação nos seus processos; Produz alto nível de aprendizado; Vários programas são oferecidos para inovação e troca de informações. Reconhece as pessoas pelo bom trabalho; Vários treinamentos internos; Contras: Alto volume de demandas; Reiteradas mudanças de estrutura organizacional ; Clima organizacional muito afetado pelas mudanças recorrentes de estrutura; Transformação digital realizado de forma autônoma dentro de cada área Conselhos para presidência: Diretoria de inovação deveria estar dentro de cada área de forma transversal, mapeando processos chave e criando projetos de digitalização que farão o DNA de inovação ser experimentado por cada colaborador. Isso servirá de inspiração ao quadro funcional que atualmente não sabe exatamente como inovar na realidade da empresa que precisa superar tantos desafios no presente, não sobrando tanto tempo para pensar em processos inovadores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Agente de Atendimento Call Center - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ótima empresa para trabalhar, bom salário, fácil convívio com os funcionários da empresa em questão, oportunidade de crescimento. Gostei bastante. Contras: A rotina da empresa em questão é bem puxada, e é bem cansativo. Fora isso, é uma boa empresa para se trabalhar. Tem que se esforçar bastante\n\nRecomenda a empresa:   \nREPORTAR"}]