[{"user":"Estágio","avaliation":"Prós: Benefícios oferecidos pela empresa para seus colaboradores e treinamentos realizados para aperfeiçoamento de seus colaboradores, visando a qualificação do colaborador e dos serviços prestados pela empresa. Contras: Valorização do trabalho realizado pelos estagiários, pois não recebem benefícios de gratificação por trabalhos realizados. Poderiam ser melhor remunerados e valorizados para construção de novas carreiras dentro da empresa. Conselhos para presidência: Valorização maior de estagiários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Contas Empresariais","avaliation":"Prós: Vr va salario, premiação, ppr, horário flexivel. Salário em dia, motivação, ambiente saudável, gestão preparada, plano de carreira, plano de saude . Contras: Pressão, mas qualquer empresa nq área comercial, há pressão . Concorrência e pessoas que não cumprem as regras, pagamento da comissão somente em M2 .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Empresa inovadora e com chance de job rotation. Pessoas boas e comprometidas. Bons benefícios. Contras: Muito trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2018","avaliation":"Prós: beneficios, apoio da empresa,produtos diferenciados dos concorrentes. Contras: Fama ruim no mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Benefícios remuneração variável celular a cada dois anos chip de dados ilimitados regarca de 100 reais todo mês na sua linha e eventos internos Contras: Horário de trabalho folgas como o trabalho é de domingo a domingo fica meio cansativo sistemas são muitos e o principal geralmente não funciona\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2015","avaliation":"Prós: Ambiente agradável, bom de trabalhar, horários que poderiam variar e serem flexíveis para pessoas que tinham filhos e afazeres com o faculdade. Contras: Salário baixo, difícil alcance de outros cargos na empresa a não ser por indicação, baixa rotatividade de setor e folgas muito aleatórios, apenas uma por semana.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Programador Júnior - Ex-funcionário, saiu em 2011","avaliation":"Prós: Benefícios bom, celular corporativo que era trocado a cada 2 anos, pacote de serviços gratuito, PLR, vr, va, brindes eram comuns (camisetas, squizz, canetas,...), local de trabalho agradável (havia sala de dormir no andar térreo) Contras: Carga horária exaustiva, era cobrado que trabalhassemos em escala nos finais de semana sendo que no contrato não era assim. Colegas de trabalho são falsos, puxar tapete era comum. Os terceiros eram discriminados (separados dos funcionários)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Integração entre as áreas, oportunidade de crescimento profissional, reconhecimento de uma atividade bem realizada, treinamento e crescimento de conhecimento. Contras: estress, quase tudo é urgente, sendo assim mais difícil fazer um trabalho com a melhor qualidade possível, deve-se ter mais paciência entre as áreas pois sem isso o trabalho fica mais truncado. Conselhos para presidência: Ouvir mais os funcionários que fazem o dia a dia acontecer.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial Interno","avaliation":"Prós: Boa empresa para trabalhar, loja própria da Tim. Bons benefícios VA e VR em torno de 700 reais e salários em torno de 2 mil há 3 mil fora os benefícios, sempre pagam no dia correto. Contras: A comissão é limitada a 2 mil reais então com desconto de imposto de renda o salário sofre uma baixa relativamente alta se tornando no máximo o líquido em 3 mil reais Conselhos para presidência: Deveriam deixa ilimitadas as comissões e assim fazer com quem gosta de vender não parar de vender!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista de Atendimento Call Center - Ex-funcionário, saiu em 2017","avaliation":"Prós: benefícios vale transporte, vale creche, celular, créditos, vale alimentação e refeição. Contras: o plano de carreira da empresa, pouca oportunidade.\n\nRecomenda a empresa:   \nREPORTAR"}]