[{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2018","avaliation":"Prós: A empresa proporciona condições de evolução do funcionário, com treinamento e metas de incentivo. Ambiente bastante democrático, pessoas de todos os tipos prontas para trabalhar em equipe. Contras: O consultor de relacionamento desempenha a função de atendimento direto com o cliente, por esse motivo, é facilmente considerado um trabalho estressante para muitos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: É uma emoresa muito dinâmica, sem muitos entraves processuais e que se reinventa constantemente. Tem um bom pacote de benefícios. Apresenta muitas oportunidades internas de crescimento. Contras: Gestão de pessoas ainda é pouco evoluída. Falta uma cultura de feedback e de dedicação de tempo para a gestão de pessoas. Falta transparência em relação às faixas de remuneração de cada cargo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Risco IV","avaliation":"Prós: O Ambiente da empresa favorece muito , localização está perfeita, gratificações benefícios em geral , reconhecimento em questão de tempo de casa . Contras: Atividades exercidas é muito estressante.. escalas de trabalho no final de semana é muito tensa devido ter que exercer sozinha e não haver um respaldo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Ambiente de trabalho ( Boa localização, ótima estrutura de trabalho) , benefícios ( aparelho celular com plano, laptop, plano de saúde/dental e previdência privada ). Contras: Empresa comvarios processos desenvolvido o que torna o trabalho operacional grande. Tudo é feito através de chamado até a regulagem do ar condicionado. Conselhos para presidência: Redução de Italianos na diretoria\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Marketing","avaliation":"Prós: O RH prioriza o recrutamento interno para vagas, dando portanto oportunidade para muitos colaboradores da base a chance de atuarem em cadeiras mais especializadas, desde que o gestor também esteja apostando nessa metodologia. Contras: Falta de processos e de interesse em criar fluxos para otimizar a atuação. A empresa se preocupa em ser rápida, e não ágil. Existe um cansaço coletivo para propor soluções porque muitos pressupõe que não adianta mais tentar. Conselhos para presidência: Promover uma verdadeira cultura de responsabilidade coletiva apoiada em autonomia para pensar em soluções, e não apenas dividir o peso do fracasso sem dar a oportunidade de construir coletivamente o sucesso\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista em Suprimentos","avaliation":"Prós: Home Office, benefícios (vale refeição, vale alimentação, participação nos lucros, auxílio creche, plano de saúde, plano odontológico, vale transporte, seguro de vida, auxílio nutrição infantil, previdência privada, celular corporativo e auxílio funeral) e ambiente organizacional Contras: A empresa possui muitos sistemas que não são interligados gerando um tempo demasiadamente alto na avaliação e conclusão nos processos internos Conselhos para presidência: Melhorar os processos internos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Empresa que valoriza o colaborador, dispõe de oportunidades de crescimento e ascenção profissional. Bons benefícios, salários e programas de meritocracia. Contras: Não atribuo nenhum ponto negativo, pois a empresa possui diversas qualidades e oportunidades que contribuem para a vida do colaborador, sendo assim não se faz necessário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Técnico NOC - Ex-funcionário, saiu em 2017","avaliation":"Prós: Os salários são compatíveis com mercado, bons benefícios, a maioria dos profissionais são competentes, e permitem que a disseminação e ganho de conhecimento sejam constantes. Contras: Supervisão e gerencia sem perfil de gestão de pessoas, critérios do RH/Supervisão para promoções e bônus não é claro, falta avaliação 360º, área técnica e call center não tem categorias diferentes nas negociações do sindicato, com isso, as decisões causam desvalorização dos profissionais de perfil técnico/superior. Analise individuais sem profissionalismo e sem possibilidade de questionamento. Esses problemas de gestão fazem com que o profissional fique estacionado em determinada área, ou procure satisfação em outra empresa. Conselhos para presidência: Melhorar a gestão dos funcionários, fazer com que a cultura da empresa sai do portfólio atinja realmente os funcionários. Instituir a avaliação 360º, esse sistema permite a clareza do cenário entre gestão e colaboradores, retirando as preferencias e problemas pessoais, assim fortalecendo e premiando os que realmente tem merecimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios e organização da equipe, plano de carreira, salário e benefícios sempre em dia,ajuda de custo e possibilidade de altos ganhos caso as metas sejam batidas. Contras: falta de conversação entre diversos órgãos da empresa, falta de ferramentas para a resolução dos problemas dos clientes, e demora na resposta de duvidas dos funcionários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2018","avaliation":"Prós: salario em dia mensalmente Contras: pessimo clima organizacional, exploração de mao de obra, desgaste piscologico, variavel baixa e chefes arrogantes e prepotentes sdfjasfljslf Conselhos para presidência: valorizar a força de venda\n\nRecomenda a empresa:   \nREPORTAR"}]