[{"user":"Consultor de Vendas","avaliation":"Prós: Boa gerência e horário do shopping muito bom. Tem sempre premiações estar fora a \"comissao\" mensal. Alguns incentivos a mais para os consultores. Contras: Não é comissão na carteira. É o que chama de premiação e como toda área de telefonia uma meta depende da outras batida para recebimento,o que nem sempre é 100% possível. \nREPORTAR"},{"user":"Teleoperador de Atendimento - Ex-funcionário, saiu em 2013","avaliation":"Prós: O local ambiente de trabalho ótimas pessoas...flexibilidade de horário...Funcionários dedicado oportunidade de crescimento...Benefícios vale transporte Contras: Salario baixo alta cobrança. metas absurdas. Extres e muito e pessoas despreparadas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Interno de Recursos Humanos","avaliation":"Prós: Bom plano de carreira, valorizando sempre os candidatos internos. Benefícios competitivos em relação ao mercado. Ambiente descontraído e informal. Contras: Reestruturações continuas. Hierarquia extremamente verticalizada, dificultando autonomia nos processos executados. As áreas são mal dimensionadas quando comparamos a relação atividades vs. colaboradores. Conselhos para presidência: Estabeleça parceiras sempre que possível e se posicione quando for necessário. Não seja inflexível e aproveite todas as oportunidades que aparecerem, principalmente quando for para assumir outro desafio na companhia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente de trabalho moderno, desafios que fazem crescer como estagiário, benefícios e serviços de RH, espaço para almoço, plano de carreira e oportunidade interna Contras: lguns departamentos funcionam isolados e não se comunicam bem, uso excessivo de copos de plástico na empresa, o estacionamento lota muito no horário de pico\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Contas - Ex-funcionário, saiu em 2013","avaliation":"Prós: bons beneficios, com para plano de saúde, etc Contras: ambiente de trabalho com pouca meritocracia, onde os chefes são escolhidos muitas vezes pela amizade e/ou proximidade com os superiores. muita politicagem\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Salário compatível com o mercado, excelente plano de saúde, participação de lucros, treinamentos internos com outros colegas experientes, mobiliário e layout bom. Contras: Gerência opressora e intimidadora, que não valoriza os profissionais como ser humano, pelo menos na TIM LIVE, temos que culpar os profissionais das nossas contratadas sempre, mesmo o erro maior sendo do \"modus operandis\" e procesos da TIM LIVE. Não paga hora extra e temos que trabalhar das 8 às 20h de segunda a sábado e nos domingos e feriados trabalhamos por telefone, temos reunião de 2h de duração de domingo as 20h. Probemas de família não é bem visto. A felicidade da TIM LIVE é só na TV. Não se preocupa com os clientes e sempre programam mais atividades que tem condições de executar, 30% dos Clientes não tem suas promessas atendidas pela TIM LIVE, Isso faz parte da nossa rotina. Conselhos para presidência: Ler os pontos negativos desta avaliação.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Estrutura , pontualidade , benefícios , plano de carreira , motivação por parte da maioria dos gestores , campanhas de incentivo , bônus e a famosa PPR. Contras: Metas e \" vista grossa \" por parte de alguns gestores de loja. Demora por soluções por parte de algumas áreas. Processos totalmente burocráticos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Bom ambiente, bons benefícios, gestores bem preparados, clima organizacional bom. Bonus todos os anos, bom plano de saúde, plano de previdência privada. Contras: Existe muita politicagem, fui trainee da primeira turma e cheguei até o final do terceiro ano de programa, quando tinha uma remuneração relevante e depois sai em um programa de eficiencia. Conselhos para presidência: Meritocracia assistida pelo RH diretamente\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Os benefícios de todas empresas de grande porte e multinacional. Empresa que tem uma imagem boa na população graças a TIM Celular, que não tem nada a ver com a TIM LIVE ! Contras: Processos, coordenação e gerência totalmente equivocadas, pois em vez de ficar na mudança de processos totalmente ultrapassados. Focam nos profissionais como \"culpados\" usam sempre como padrão o reforço negativo e pressão de demitir os empregados da TIM por não dar esforço negativo nos funcionários das empresas contratadas. Não paga hora-extra e colocam os funcionários da operação a trabalhar de domingo a domingo, de segunda a sábado em campo ou dentro da sede das empresas terceirizadas. Domingo e feriados por telefone, fazem reunião no domingo a noite que duram acima de 1 hora. Atenção a família é falta de comprimento! Conselhos para presidência: Antes da contratação de novos gerentes e mudança de empregados de estado, qual foi o motivo da sua saida. E procurar ouvir os profissionais que foram demitidos sem nenhuma justificativa, apesar de serem os mais capacitados da companhia e que tinham maior compromisso com os clientes e não aceitava enganar os mesmos com prazos incabíveis em relação ao volume de atividades diárias. Clientes insatisfeitos faz parte da rotina desta companhia.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Risco IV - Ex-funcionário, saiu em 2018","avaliation":"Prós: Excelente ambiente de trabalho, saudável e equilibrado. Possui oportunidade de crescimento profissional, horários flexíveis, paga-se bem, pacotes de benefícios excelentes em comparação ao mercado. Contras: O setor esta sempre alterando as metas exigidas para o atingimento da bonificação, o que causa uma certa pressão. Alguns departamentos funcionam isolados.\n\nRecomenda a empresa:   \nREPORTAR"}]