[{"user":"Jovem Aprendiz Administrativo","avaliation":"Prós: Muitos benefícios, preocupação do RH com os funcionários e oportunidades para todo tipo de pessoa, havendo contratação de pessoas em situações extremas. Contras: Uma pressão muito grande em cima dos funcionários,falta de oportunidades em vagas maiores para pessoas com deficiência, poucas vagas anunciadas internamente.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz Administrativo - Ex-funcionário, saiu em 2013","avaliation":"Prós: Ótima empresa, com benefícios para todos os funcionários, vale refeição, vários programas para incentivar o colaborador, grandes chances de crescimento. Contras: Costumam só contratar pessoas com nível superior, nem sempre aproveitando aos jovens aprendiz que passam por lá. Muitos setores o colaborador precisa estar 100% a disposição da empresa. Conselhos para presidência: Não tem do que reclamar, apenas continuar fazendo uma boa política.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2017","avaliation":"Prós: Ambiente bacana, bom para profissionais que queiram iniciar carreira profissional. Possui plano de carreira e se o funcionário for bom de serviço será valorizado. Contras: Salário baixo, mas com o tempo e com as progressões depois de muito tempo o valor do salário sobe um pouco. No mais é isso. Não tem muito o que reclamar. \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Algumas lideranças encorajadoras, bons benefícios e parcerias, flexibilidade de horários, salário compatível com o mercado de trabalho, localização facilita o deslocamento. Contras: A empresa está mudando e evoluindo com isso os benefícios não estão acompanhando a. Retomada da empresa, sei que a longo prazo isso pode mudar e contamos que isso aconteça.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Técnico","avaliation":"Prós: Benefícios, salário acima do mercado, PLR, Vale transporte, bons planos de saúde , auxílio creche, celular, plano de dados, auxílio com alimentação infantil Contras: A TIM possui divisões: ISOC, CALL CENTER, LOJA e o restante. No ISOC é muito difícil conseguir promoção ou aumento de salário, as pessoas possuem o mesmo cargo e ganham salários diferentes, além de outros setores , como RH, achar que ISOC é desqualificado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Relacionamento","avaliation":"Prós: Possui excelente plano de carreira, um ótimo ambiente para trabalhar. Pagamentos de salários e benefícios sempre em dia. Possui treinamentos excelentes para o pessoal que está entrando na empresa. Contras: Poderiam realizar mais ações para motivacional dos colaboradores da empresa. Salários ainda é um pouco abaixo do mercado. Poucos treinamentos voltados à liderança.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2008","avaliation":"Prós: excelente ambiente de trabalho, plano de carreira, horários flexíveis, bons supervisores , fácil acesso, bons benefícios, bons materiais de trabalho. Contras: devia dar mais oportunidades aos consultores que já atuam, para se candidatarem as vagas de supervisão, e avaliar melhor as solicitações para mudança de horário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Planejamento Operacional - Ex-funcionário, saiu em 2013","avaliation":"Prós: Empresa extremamente dinâmica, com muitas oportunidades de carreira para quem estiver disposto a trabalhar e for competente. Ambiente motivador, escritórios modernos e agradáveis. Contras: A alternância de gestão entre brasileiros e italianos costuma trazer mudanças relevantes de direcionamento na empresa, além de certa instabilidade nos cargos de gestão mais elevados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Programa de beneficios satisfatório, Vr, Ps, Po, gympass. Salário em dia, PPr e previdencia privada, happyday. O plano de saude é extensivo a filhos e conjuge. Contras: Empresa nao valoriza o colaborador de loja própria, gestão opressora, o plano de saude é coparticipativo, se ficar doente, ao retornar ao trabalho sera demitido. Conselhos para presidência: Deem mais atenção aos consultores de loja\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Telemarketing - Ex-funcionário, saiu em 2014","avaliation":"Prós: Possui um ambiente de trabalho adequado, dispõe de diversos benefícios, o que supre o salário que não é muito alto. Aprende a todo momento. Ótima opção para quem busca um primeiro emprego. Contras: O profissional atua em diversas áreas da empresa, ativo, receptivo, podendo também ter o horário de trabalho alterado, porém os cargos são semelhantes, não há melhoria ou crescimento. Conselhos para presidência: Reconhecer os talentos que possui, com chance de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"}]