[{"user":"Gerente Sênior","avaliation":"Prós: muito aprendizado dava para aprender bastante coisa pois é bem dinamico, dá para aprender bastante coisa porque muda muito, tem muita coisa nova Contras: pouca orientação da direção, cada área tem suas prioridades, e aí cada um vai fazendo do modo que o gerente direto indica, nem sempre o melhor\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Jurídico","avaliation":"Prós: Bons benefícios; alto índice de aproveitamento interno (estagiários e seleção profissional interna); contratação de jovens talentos (oportunidade para primeiro emprego); pagamento de salário e benefícios sem atra Contras: Faixa salarial abaixo do mercado Telecom; constante mudança de administração e, consequentemente, se direção estratégica. O forte controle exercido pelo Grupo Telecom Italia atrapalha em muito o crescimento da empresa não só pelo esvaziamento de receita mas também pelo engessamento de novas tentativas de melhoria. Conselhos para presidência: Trabalhar a cultura de retenção de colaboradores; flexibilizar a política de seleção interna para que proponha maior rotatividade de posições buscando agragar conhecimento de áreas correlatas. Exigir maior autonomia com relação ao controlador considerando ser uma empresa listada no Novo Meracdo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: a tentativa de ser uma empresa onde seus funcionários possuem flexibilidade, mas não tanto. são realizadas algumas palestras e cursos para que seus funcionários aprendam sobre diversos assuntos da atualidade. Contras: pessoas mal educadas, donos do mundo, e que não respondem e-mails ou ligações. dificuldade de efetivar pessoas que agregam a empresa, mas pessoas que elas gostam e dificuldade diminui.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista","avaliation":"Prós: Trabalho. tranqüilo sem muita pressão. psicólogica e bons benefícios para a situação do mercado atual. . Contras: Sem muito reconhecimento profissional. não abre muitas expectativas de. desenvolvimento pessoal salário é. piso do mercado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Ajudante de Motorista","avaliation":"Prós: A sempre ajuda a empresa ser um bom profissional sempre trabalhe certo entre todos consegui sempre ajuda a empresa gosto muito e sempre corro atrás dos pontos positivos Contras: A não chega atrasado não responder os funcionários e sempre os clientes tem razão nunca fala mais alto sempre ouvi e depois fazer o serviço e sempre entende que o que tá lá faz tempo e sempre aprender Conselhos para presidência: Sempre aprender mais e mais e nunca da pontos negativo sempre querer crescer\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Tim celulares baratos aqui no Brasil gostaria de saber se tem interesse em fechar o pedido de compra e venda de produtos e serviços Ltda me CNPJ Contras: Tim celulares e tablets e smartphones e tablets e smartphones e tablets e smartphones e tablets e smartphones e tablets e smartphones e tablets e smartphones\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O salário para estágio tem um valor alto se comparado aos outros no mercado. Benefícios muito bons, como vale refeição e alimentação, plano de saúde e dental sem desconto no salário,e ambiente agradável. Contras: Poucas chances de efetivação e espaço para o estagiário. Muitas vezes o estagiário não tem oportunidade de realmente mostrar o seu valor e trabalho. Conselhos para presidência: Usar mais os estagiários ao invés de torná-los descartáveis \nREPORTAR"},{"user":"Assistente Administrativo","avaliation":"Prós: ..UsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensn Contras: UsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensnUsucjejzjcjsnsndkekskccjensn\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Jovem Aprendiz - Ex-funcionário, saiu em 2000","avaliation":"Prós: Empresa muito dinâmica Empresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmica Contras: Empresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmicaEmpresa muito dinâmica\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Sênior","avaliation":"Prós: Tecnologias de ponta, bons profissionais, possibilidade de inovar. Tecnologias de ponta, bons profissionais, possibilidade de inovar. Tecnologias de ponta, bons profissionais, possibilidade de inovar. Contras: Clima hostil, modelo de gestão \"gincana\". Ou seja, uma tarefa é lançada para três áreas realizarem e, quem entrega, marca ponto. Gestão com baixa capacidade de lidar com pressão do board.\n\nRecomenda a empresa:   \nREPORTAR"}]