[{"user":"Vendedor Pre-Vendas","avaliation":"Prós: Equipe unida,boa remuneração, local de trabalho interessante, suporte aos funcionários. Valorizam as pessoas. Bastante espírito de equipe, e qualidade de trabalho Contras: Nao pagam planos de saúde e benefícios aos funcionários, demoram para pagar as comissões, nao tem horário certo para trabalhar e nao ganja hora extra \nREPORTAR"},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2017","avaliation":"Prós: Excelente ambiente para trabalhar, empresa humana, ótimos benefícios como celular e plano corporativo. A empresa busca reconhecer os talentos de quem está dentro. Contras: Falta de estrutura e ferramentas que possibilitem atingir metas agressivas. Falta gestão administrativa, impressoras e computadores são constantemente sujeitos a manutenção ao invés de trocados, atrapalha o fluxo de atendimento como também atingimento de metas, diferente de lojas conceitos (zona sul) onde os aparelhos estão sempre novos e funcionais.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Assistente Administrativo Pleno - Ex-funcionário, saiu em 2016","avaliation":"Prós: Clima organizacional , cultura organizacional, gerência proativa, ambiente de trabalho positivo, localização boa, equipe entrosada, bons benefícios. Contras: O plano de carreira é fraco, às vezes nulo, existem departamentos totalmente inúteis, sobrecarga de trabalho em alguns departamentos, organização piramidal.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Bons prêmios por alcance de meta, a empresa paga certo e honra com os benefícios concedidos e horas extras. Os benefícios como plano de saúde é muito bom Contras: Horários complicados para quem trabalha nas lojas, o cartão refeição poderia ser melhor. No mais a empresa é boa e agradável de se trabalhar\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário de Ciências de Dados","avaliation":"Prós: O acesso a comunicação e conseguir trabalhar com algo que eu gosto e valorizo dentro do meu ambiente de trabalho, sem contar no alto crescimento da informática atualmente Contras: A empresa precisa dar oportunidades para que trabalhadores cresçam dentro dela e então consigam desenvolver projetos muito melhores com o intuito de crescer dentro dela\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Flexibilidade, espírito de equipe, união, bons treinamentos, boa gestão bons produtos para realizar a venda e plano de carreira interno. Acho que só. Contras: Salário, comissão, desorganização da sede da empresa com os pagamentos das comissões, falta de flexibilidade com a avaliação de documentos e contratos enviados pelo sistema doc center. Conselhos para presidência: Melhorar política de remuneração variável\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Horário, benefícios, ambiente de trabalho, variáveis, plano de carreira, celular corporativo, linha de voz é dados ilimitados e supervisão ok. Contras: Muitos clientes pra pouco consultor de vendas, levando em consideração ser a única loja própria do estado, a superlotação da loja incomodava, pois ficava um clima de guerra dos clientes com a gente. Conselhos para presidência: No caso da loja de Teresina o que falta e suporte mesmo, os CVs são preparados, os clientes que não são, na maioria das vezes a gente perdia vendas por causa do barulho, da demora pra ser atendido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: É uma empresa que se preocupa com o desenvolvimento e a satisfação do funcionário e tem ótimos benefícios. No geral, é uma empresa muito boa e dinâmica que faz vc aprender muito rápido Contras: No geral é uma empresa muito boa para trabalhar, depende muito da área e do gestor da equipe. Um ponto negativo é que há uma grande disparidade de salário dentro do mesmo cargo. O RH diz que é para ter uma elasticidade de crescimento para o funcionário, entretanto, se for uma área mais administrativa o crescimento profissional pode ser bem lento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento","avaliation":"Prós: A empresa tem otimas campanhas e proucura valorizar o funcionario, tem ginástica que ajuda bastante e também campanhas de ingressos de seus patrocinadores, a van ajuda bastante. Contras: Salário muito baixo para uma empresa que nao terceiriza seus funcionários, estrutura poderia ser melhor com relação as mawiinas para trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Técnico Sênior","avaliation":"Prós: Beneficios Participação nos lucros Ambiente muito agradável, fácil acesso e próximo de casa, boas opções para chegar ao trabalho, infraestrutura moderna. Contras: Sem plano de carreira com objetivo claro, não sei oque devo fazer para ser especialista, não temos apoio ou direcionamento por parte da gestão. Conselhos para presidência: Desafios, precisamos alcançar nossos objetivos mas a empresa costuma não reconhecer ou ter prêmios para casos de Nova língua aprendida, certificações ou por graducao, o conhecimento técnico é vital para o sucesso da empresa, ter pessoas capacitadas e especializadas trás retorno e manutenção dos clientes por que a solução é aplicada mais rápido quando sabemos o que fazer.\n\nRecomenda a empresa:   \nREPORTAR"}]