[{"user":"Funcionário","avaliation":"Prós: Uma empresa que visa o crescimento do funcionario. Que esta sempre icentivando a bater as metas estabelecidas pela empresa, beneficios e etc. Contras: Uma empresa que so pensam neles, e tratam o funcionario somente como mais um numero, desmotivam tanto emocionamente quanto no salario, empresa egoista.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Agilidade , performance , confiável, lugar agradável , pessoa confiáveis , melhor preço e benefício , ágil, locais apropriados pra atendimento Contras: Nenhum\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista Financeiro","avaliation":"Prós: Muitas oportunidades de recrumento interno, flexidade de horário, benefícios como a previdência privada e auxílio creche, mercado de atuação dinâmico e em constante evolução. Contras: Excesso de hierarquia, grande distanciamento do nível executivo para os demais colaboradores, pressão constante e excesso de demanda de trabalho gerando muitas horas extras e perda da qualidade de vida\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: cultura , pessoas, bem puxado, mas recompensador ...a depender do lugar tem muito mais importância que outros. ..exemplo, matriz x outros prédios ... RH precisa não fazer apenas mais, mas *ouvir* mais também ... Contras: ainda falta alguns quesitos de organização no grau de \"grande empresa\", mas está no caminho Conselhos para presidência: Atualmente, qualquer local de trabalho de uma empresa é uma extensão mais \"produtiva\" de nossas casas, já foi o período escravagista, portanto, ***entendam*** isto e terão pessoas ainda mais engajadas que adoram o que fazem ... muito mais produtivos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Funcionário","avaliation":"Prós: Ótimos benefícios, dentre eles happy day ( dia do aniversário em casa), gympass ( academia), PPR, celular com ligações e internet ilimitado. Contras: Exigência num alto grau para cumprimento das metas. O trabalho é árduo, precisando conciliar atividades operacionais do dia a dia com as metas. \nREPORTAR"},{"user":"Consultor de Backoffice IV","avaliation":"Prós: A empresa possui um ótimo pacote de benefícios, principalmente para quem tem filhos até 7 anos, salário compatível com mercado, internet ilimitada e PPR. Contras: As metas são muito agressivas para dobrar a variável. O que acaba desmotivando o colaborador pois é muito cansativo mentalmente tentar alcançar a meta durante o mês todo e por algum imprevisto não conseguir.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Salario Regular, sem atrasos, Empresa Transparante com seus funcionarios, Boa Remuneracao com otimos beneficios, corretos em todos os sentidos Contras: A empresa oferece boa remuneração, embora seja abaixo do mercado, a PPR poderia ser mais justa. Melhor campanha de promoçao de cargo e aumentar a idade do auxilio creche Conselhos para presidência: Melhorar a PPR sem o criterio de avalição gerencial, pois, em muitos casos ocorre imparcialiade por parte de amizade\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Pleno","avaliation":"Prós: Horário flexível, benefícios, possibilidade de crescimento, localização, transporte até o local de trabalho, colegas de trabalho e ambiente limpo. Contras: Processos internos com poucas vagas, avaliações sem dados e fatos que comprovem o que foi avaliado, muitos cargos de chefia, poucos membros.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Comercial","avaliation":"Prós: Carreira, estrutura, reconhecimento. Funcionarios amigaveis, gerencia bem acessivel. Local de trabalho limpo, com estrutura de primeira linha. Excelente network. Contras: Poucos beneficios. Sem plano de saude, odonto e vr, apenas vale transporte e ajuda de custo caso contratos sejam assinados. Alguns casos o contrato é assinado, mas qndo chegava o acesso o cliente declinava e o conaultor tinha que assumir o prejuizo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Engenheiro Sênior","avaliation":"Prós: Empresa tem um bom clima organizacional e permite excelente autonomia e liberdade a seus colaboradores na execucao das tarefas, ps beneficios tambem sao um bom atrativo e hoje e a telecom que esta desenvolvendo sua rede investindo muito e ofefencendo treinamentos para aprendizado dos colaboradores Contras: Ainda ha uma certa resistencia para o que e feito nos bastidores do alto escalao para divulgacao a todos, falta um pouco mais de transparencia nesse sentido principalmente no quesito relacionado a carreira\n\nRecomenda a empresa:   \nREPORTAR"}]