[{"user":"Analista","avaliation":"Prós: A equipe na qual eu trabalho e todas as pessoas ao redor são muito talentosas e profissionais. Gosto das relações pessoais e das grandes oportunidades de mostrar meu trabalho Contras: Objetivos gerais não estão completamente alinhados com os que eu acredito, no que diz respeito ao tratamento do cliente e a forma de modificar o mundo ao redor\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2017","avaliation":"Prós: O ambiente em geral a forma que somos tratados a carga horária não muito cansativa a forma de conciliar momentos foras e dentro entre outros Contras: Nada a reclamar foi um momento extraordinário porém nem tudo são flores alguns colegas de trabalho insignificante mais fora isso nada a reclamar Conselhos para presidência: Continuar mantendo o estilo \nREPORTAR"},{"user":"Analista de Compras","avaliation":"Prós: Dinamismo no dia dia do trabalho, localização, planos de benefícios diretos e indiretos. Campanhas de incentivo a criatividade, ao desenvolvimento pessoal. Contras: o plano de carreira por muitas vezes não é realizado como deveria, beneficiando algumas pessoas indevidamente. A falta de feedback é uma critica constante entre os colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Cultura amistosa e muitos benefícios. A empresa possui plano de carreira, sou prova viva e amo trabalhar na Tim. Se preocupa com questões de saúde e o mercado de atuação é muito dinâmico, gerando bastante demanda nova. Contras: Iniciou um bom trabalho de modernização das informações, tratamento ao cliente, etc, e está retomando o foco em qualidade, o que é muito bom, entretanto ainda há bastante a desenvolver , além da necessidade de ampliar os programas de aprimoramento intelectual dos colaboradores. Conselhos para presidência: Manter o bom trabalho, preocupados com a costumer experience para os clientes, mas muito carinho com os colaboradores.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora - Ex-funcionário, saiu em 2016","avaliation":"Prós: Chance de crescimento, fornece uniforme e plano de carreira. Paga em dia e tem ótimos benefícios. Equipe sempre recebe suporte e apoio. Excelente lugar para trabalhar Contras: Falta um pouco mais de apuração nos contratos para pagar as comissões corretamente. E seria interessante maior suporte para resolver problemas de clientes sem tanta burocracia e prazos longos Conselhos para presidência: Mais agilidade na resolução de problemas dos clientes\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista - Ex-funcionário, saiu em 2017","avaliation":"Prós: Benefícios e PLR, existe a possibilidade de desenvolver naquilo que o gestor entender que vale a pena fazer. Contudo, esta visão muita das vezes pode não ser a mesma que a sua. Contras: Possui um RH muito distante das pessoas e com muitas falhas de condução dos BPs. Fora isso, vale muito mais o relacionamento do que a competência em executar a atividade.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2013","avaliation":"Prós: Paga comparada a outras do ramo e tem muitos benefícios. Não atrasar salário e bem organizada e formatada .Trabalharia novamente se ainda funciona aqui. Contras: Pressão da parte da supervisão para retenção de clientes a todo custo . Metas de agilidade de atendimento que por vezes não condizem com um nível de satisfação desejado do cliente no tempo que determinam\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Ambiente, equipe, benéficios, estrutura Boa, liderança, clima bom, desenvolvimento, aprendizado, autonomia, amizades, transparência e líder. Contras: Uma empresa muito boa de se trabalhar, mas não deixa um estagiário com perspectiva de contratação, de acordo com a área pode ter mais chances, mas é coisa rara falando propocionalmente a quantidade de estagiários.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: O ambiente de trabalho é bom, a empresa oferece as ferramentes necessárias para o desenvolvimento do trabalho de forma adequada. Os colegas trabalham bem em forma conjunta. Contras: Empresa não oferece um plano de carreira. O colaborador não tem muita perspectiva de crescimento dentro da empresa, fazendo assim com que se desanime.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Senior Account Manager - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa global presente em diversos países, nome conhecido, com sucesso na banda 4G. Muitas oportunidades de crescimento profissional, investimentos constantes em tecnologia. Contras: Desorganização nos processos, dificultando a atividade comercial para novos clientes. Dificuldades na gestão da informação interna, que também impede a agilidade no atendimento às necessidades dos clientes e às ambições comerciais. Conselhos para presidência: Organizar melhor os processos\n\nRecomenda a empresa:   \nREPORTAR"}]