[{"user":"Especialista de Marketing - Ex-funcionário, saiu em 2019","avaliation":"Prós: Clima de trabalho, benefícios (VR, telefone, troca de aparelho celular a cada 2 anos, folga no dia do aniversário), home office 1x por semana, estrututa do prédio, participação nos lucros com acelerador através de metas individuais e recrutamento interno. Contras: Alta rotatividade do board, demissões em massa com recorrência, apesar de existir um programa de recrutamento interno para vagas em aberto antes de ir pro mercado, boa parte dessas vagas já tem carta marcada pelo gestor. Ao se candidatar em uma vaga no recrutamento interno, o gestor do candidato é avisado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Auxiliar Administrativo/Auxiliar Técnico - Ex-funcionário, saiu em 2014","avaliation":"Prós: Boa empresa, Italiana, bons beneficios e planos de incentivo, tem grande influencia no setor de telecom e abrange varias areas de conhecimento, da a opotunidade de job rotation e da oportunidades de crescimento. Contras: Por ser uma empresa multinacional e grande, as decisões demoram um pouco para serem tomadas de fato, aumentos, mobilixações e decisões estratégicas nem sempre veem no tempo que os funcionarios gostariam.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Atendimento","avaliation":"Prós: Benefícios, estrutura, localização, bons convênios, flexibilidade nas escalas. Acho que é só, infelizmente a empresa é uma bagunça e não há oportunidades de melhoria Contras: Pessoas, processos, gestores mal preparados, falta de estratégia, pouco apoio das áreas de apoio (planejamento, processos, ti etc), sem plano de carreira na área Conselhos para presidência: Escolher gestores pela competência, não por amizade. Estar mais presente na operação. Trabalhar com meritrocacia e gestão de resultados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Loja","avaliation":"Prós: Capacitação dos colaboradores, foco no bem-estar, metas atingíveis e benefícios extras( bônus, remuneração variável extra, etc). Uma empresa quem em alguns momentos é muito boa de se trabalhar. Contras: O cargo não garante mérito próprio, em muitas vezes o supervisor é tratado como consultores de vendas, apesar de serem nomeados cargo de gestão. Para supervisores quase não há reconhecimento, salário e remuneração variável não compatível com o mercado.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente de Vendas KA - Ex-funcionário, saiu em 2019","avaliation":"Prós: Salários em dias benéficos excelentes ppr final do ano e início do ano uniforme agradável ambiente com os colegas bom porem com gestores difícil Contras: Metas altíssimas ambiente pesado clientes mal educados e grosseiros tratam as pessoas mal todos os dias cobranças abusivas de vendas e resultado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas","avaliation":"Prós: Salário compatível, ótimos benefícios e ambiente de trabalho super leve e desafiador. Você trabalha sobre pressão porém com suporte para realizar ótimas vendas e adquirir muito conhecimento e otimos atendimentos. Contras: Empresa cobra que você garanta cliente fidelizado por três meses para não descontar da sua folha de pagamento a comissão da venda. Crescimento na carreira muito dificultada através de ser 100% perfeito na empresa. Conselhos para presidência: Buscar entender que o consultor não pode garantir fidelidade de um cliente por três meses, pois o mesmo pode ser mandado embora ou ter que se mudar para outra região, isso prejudica nosso salário e nos desanima em buscar nossos sonhos. Plano de carreira deveria ser mais acessível e menos burocrático .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Tributário - Ex-funcionário, saiu em 2013","avaliation":"Prós: A empresa possui bons benefícios, salário em linha com o mercado, participacao dos lucros, auxílio creche, e a localização proxima ao terminal . Contras: Estrutura enxuta, em função da crescente mudança do mercado a empresa precisa se estruturar melhor e apesar de ser empresa de tecnologia possui processos defasados.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas / Promotor - Ex-funcionário, saiu em 2018","avaliation":"Prós: Grande chance de crescimento se um.bom trabalho for feito pelo colaborador. O reconhecimento interno é um dos pilares da empresa, assim valorizando seus funcionarios. Contras: A rotatividade e muito grande o que por vezes acaba atrapalhando um pouco no atingimento das metas. Isso por conta de que cada novo funcionario acrescenta o numero de planos a ser vendido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor Tecnológico - Ex-funcionário, saiu em 2017","avaliation":"Prós: Empresa que motiva por campanhas, traz oportunidades conforme resultados, visando qualidade de entrega e atendimento pós venda com flexibilidade e soluções precisas para otimizar o tempo durante o atendimento e benefícios excelentes! Contras: Pressão de resultados persistentes, doc center que exige tempo após horário para scanear e entregar em sistema interno, triagem de alto fluxo as vezes sem auxílio, gestão tem seus favoritos e ás vezes você percebe alguns privilégios individuais internos. Conselhos para presidência: Determinar novas culturas de comissão para aumentar a satisfação e motivação de seus funcionários!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Advogado Sênior","avaliation":"Prós: Pagamentos em dia e excelente plano de saúde. Além disso, possibilidade de Flex office (home office), Flex time (trabalho flexivel) e gym passa. Contras: Impossibilidade de crescimento. A carreira fica engessada. No juridico, é difícil galgar posições mais seniores. E um bom lugar para aprender e depois aplicar em outras empresas.\n\nRecomenda a empresa:   \nREPORTAR"}]