[{"user":"Consultor de Relacionamento Digital - Ex-funcionário, saiu em 2016","avaliation":"Prós: Pacote de benefícios excelente, plano de carreira, valores da empresa praticados no dia a dia, ambiente muito harmonioso, varios projetos direcionados ao funcionário. Contras: Nem sempre a gestão direta é bem preparada para lidar com pessoas indo a desencontro aos valores da empresa, gerando as vezes,algumas insatisfações .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager - Ex-funcionário, saiu em 2019","avaliation":"Prós: A TIM é uma empresa inovadora, aposta em novas tecnologias e incentivos a funcionários que exploram, também possuem politicas de meritocracia acima do mercado Contras: RH muito defasado, nao oferecem ferramentas de gestão de pessoas, pouco organizada em relacao a processos, alem de uma politica clara de meritocracia nao exerce Conselhos para presidência: Oferecer ferramentas de gestão, foco em processo e pessoas, incentivar mais as inovações, poucas áreas decolam, as que agem por próprio impulso\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultora","avaliation":"Prós: Ambiente bom para trabalhar. Benefícios bons. Campanhas de incentivo todos os meses. Acelerador de variavel até 300% de atingimento, empresa forte no mercado. Contras: Plano de carreira complicado, comissão baixa e salario abaixo do mercado. Plano de saude possui co-participação, quadro de funcionarios quase sempre incompleto.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial","avaliation":"Prós: Paga bem, equipe muito boa de vendas e flexibilidade de horário é muito boa. As folgas e o horário de almoço sempre são respeitados de acordo com contrato. Contras: Eu moro um tanto longe do meu trabalho e acabo levando muito tempo para chegar até o trabalho e o shopping tem uma localização um tanto difícil.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Suporte Técnico - Ex-funcionário, saiu em 2019","avaliation":"Prós: Boa estrutura, bons benefício, salario de acordo com a media Nacional, em geral foi uma boa experiência recomendo . . Contras: Falta de comunicação, as informações mudam a todo tempo e nao sao repassadas .\n\nRecomenda a empresa:   \nREPORTAR"},{"user":" - Ex-funcionário, saiu em 2007","avaliation":"Prós: Bom relacionamento entre os colaboradores boa estrutura Contras: Falta de oportunidade de crescimento. Conselhos para presidência: Mais oportunidades de crescimento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial","avaliation":"Prós: Benefícios, aprende-se muito, bônus atrativos, colegas de trabalho, crescimento individual, vitrine para outras empresas, horários são flexíveis Contras: A empresa está reestruturando seu modelo de gestão, mas os gestores continuam com o pensamento antigo, alta pressão, falta de qualificação para gestão. Conselhos para presidência: Capacitem os gestores para serem mais humanos.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Com as pessoas certas, você aprende muito, se o gestor e tutor gostar de você, a chance de crescimento é grande. Benefícios muito bons. Internet ilimitada, plano Bradesco sem carência, vale a pena. Contras: Nem todos os tutores proporcionam o conhecimento devido, aconteceu comigo ... Se você tiver um bom conhecimento, cuidado, meu tutor por exemplo só queria saber de férias e não tinha vontade de ensinar, muito menos aprender novas tecnologias que facilitariam e agilizaria mais muita coisa. Se sentia incomodado e não aceitava inovações em prol da empresa por medo de ficar pra trás por não ter conhecimentos atuais. Seja paciente, muito! Mesmo com muitas ameaças, se você quiser o bem da empresa, aguente e faça sua parte, saiba escutar e falar quando necessário somente. Inove e não fique pra trás, se atualize sempre, ou daqui um tempo você vai ter baixo rendimento e será desligado. Devem fazer uma análise de perfil nos funcionários e ver qual deles tem perfil para ser tutor, e quem tiver, treinar e ensinar a ter ética e responsabilidades. Deveriam ser obrigatórios que os tutores ensinassem os estagiários que nunca tiveram contato com tais ferramentas e não simplesmente nos largar e fazer piadinhas quando não sabemos de telecom ou as gambiarras que eles fazem. Conselhos para presidência: Presidente é ótimo. Recomendo uma análise em todos os tutores, muitos só querem fazer o que é imposto, nada mais, e impede ideias e aplicações para agilizar e automatizar os processos, pensando somente na própria contratação. Tecnologia inova a cada dia, e quem trabalha com TI tem que inovar junto, quem não de atualiza prejudica toda a equipe. Estou um tanto decepcionada com a experiência na minha área, mas vou fazer o possível para atingir meus objetivos visando a empresa.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Executivo de Negócios Pleno - Ex-funcionário, saiu em 2019","avaliation":"Prós: Benefícios: plano de saúde Bradesco ( muito bom), VR ou VA 660,00,combustível, reembolso KM, desconto em medicação, desconto em academia... Contras: So cresce na empresa se o gestor gostar do funcionário, o famoso QI. Salário abaixo da media em relação a concorrência. Alteração da área que voce atua sem comunicar previamente ao funcionário. Conselhos para presidência: Ouvir mais a ponta.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estágio","avaliation":"Prós: Equipe jovem, descontraida e disposta a ensinar. Puxam para extrair o melhor permitindo o crescimento e aprendizado de forma rapida e continua. Contras: Falta estruturar melhor os processos, falta comunicacao e sinto que há favortirimos entre os chefes. Poderia melhorar os beneficios e programa de carreiras\n\nRecomenda a empresa:   \nREPORTAR"}]