[{"user":"Consultor Sênior","avaliation":"Prós: Clima na empresa, celular com internet e ligações ilimitadas, plano de saúde, home office, salário que nunca atrasa, previdência complementar Contras: Falta de visibilidade do plano de carreira, RH pouco presente, não tem vale alimentação, só vale refeição, sobrecarga de trabalho e muitas horas extras não remuneradas (apenas os cargos de Assistente e Analista são remunerados por horas extras)\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: A empresa possui ótimos benefícios, sempre podendo aumentar o seu salario e ter uma renda consideravelmente razoável. Da oportunidades de crescimento dentro da empresa e nos incentiva bastante. Contras: A empresa exige muito dos seus contratados e empoe muitas regras desnecessárias, a ponto de desanimar o trabalhador e tirar seu foco no trabalho.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2019","avaliation":"Prós: Oportunidade de emprego a todos sem distinção de experiência e boa remuneração variável ambiente de trabalho depende da loja e do gestor mas no geral e vem regular Contras: Ambiente estressante com problemas criados pelos próprios consultores por falta de ferramentas adequadas em loja para atender os clientes como uma simples contestação de fatura que gera muita dor de cabeça para cliente e consultor\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor","avaliation":"Prós: Benefícios ofertados (va, vr, vt, licenças e ajuda de custo) e Possibilidades reais de crescimento Empresa cidadã. Aberta a inovação. Horários flexíveis Contras: Processo seletivo e de indicação são relativamente lentos. Os benefícios reais só são esclarecidos após a contratação. Os funcionários não são os primeiros a saber de eventos patrocinados pela marca.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista Sênior","avaliation":"Prós: Flexibilidade no horário e excelente ambiente. Sao bem unidos em todos os grupos de trabalho. X Contras: Não tem plano de carreira. . X Conselhos para presidência: Criar um plano de carreira \nREPORTAR"},{"user":"Executivo de Contas","avaliation":"Prós: Empresa multinacional com ótima estrutura, benefícios etc... Possui uma plataforma de treinamento muito boa, onde o profissional acaba se desenvolvendo muito. Contras: Gestores não qualificados que acabam desmotivando e dificultando o crescimento na empresa. Com um ambiente competitivo o profissional acaba se dedicando mais e abdicando do tempo com a família.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento - Ex-funcionário, saiu em 2019","avaliation":"Prós: Um bom desenvolvimento profissional,pois aprende se muito na empresa oportunidade de crescimento basta que o funcionário trabalhe corretamente Contras: A comunicação entre alguns gestores e dificultada, não conseguimos com que chegue na gestão principal alguma insatisfacao de algo que o pra que não estamos satisfeitos Conselhos para presidência: Reciclagem junto aos gestores imediatos\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Comercial - Ex-funcionário, saiu em 2017","avaliation":"Prós: Oportunidade primeiro emprego sem mais pontos positivos empresa bem ruim em relação a a outras no ramo de telefonia sem mais a declarar empresa ruim Contras: Comissão sempre em decadência a cada mês muda a forma de comissionamento sempre dificultando cada vez mais os ganhos do vendedor desmotivando funcionários Conselhos para presidência: Melhorar benefícios\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2019","avaliation":"Prós: Aprendizado , a empresa contém muitas ferramentas e sistemas como o ERP SAP, há excelentes profissionais para auxiliar. Os benefícios tbm são ótimos Contras: Falta de oportunidade, a empresa prepara o profissional para o mercado, não tem muitas oportunidades de efetivação, plano de carreira muito ruim!\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa extremamente competente, com uma ótima bolsa e diversos auxílios que só faz bem! Possui uma ótima localidade, ficando perto de metro, trem e diversos pontos de onibus Contras: Como ponto negativo acredito não ter muito o q falar, somente da exigência de produção e do difícil processo para entrar na empresa. Fora isso, não há mais pontos negativos a serem considerados Conselhos para presidência: Mantenha esse nível de excelência\n\nRecomenda a empresa:   \nREPORTAR"}]