[{"user":"Gerente - Ex-funcionário, saiu em 2019","avaliation":"Prós: Benefícios, ambiente de trabalho , programa de remuneração ! Sempre com algum incentivo diferente , campanhas bem motivacionais ! Marketing da empresa e excelente ! Inovador Contras: Faltava transparência em determinados momentos ! É uma multinacional, varios gestores , nem sempre o recado era direto como deveria ser ! Mas somente isso , uma excelente empresa\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Salário nunca atrasou,todos os benefícios certinhos e bons,são responsáveis e dão voz ao funcionário,atenciosos,bastante treinamento,ambiente familiar Contras: Área de suporte a vendas muito precários,áreas.internas não se conversam,muitos informações voando o que causa transtorno para o funcionário de loja que está de frente para o cliente tentando resolver um pós vendas causado pelo suporte. Conselhos para presidência: Analisar na unha as atividades do suporte de vendas e TI\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Operador de Call Center - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima estrutura e benefícios, como: vr 15,00 por dia, VT, convênio médico e odontológico, planos de carreira, variáveis, fácil acesso, internet e aparelho celular. Contras: A empresa apesar de ser boa, sempre tem metas a bater, as vezes umas metas bem difíceis... como todo callcenter é bem estressante com clientes reclamando a todo momento. Conselhos para presidência: Se você não tem psicológico para lidar com pressão, cobrança e reclamações é melhor não fazer parte da equipe.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor","avaliation":"Prós: Reconhece os colaboradores, otimos benefícios vc tem oportunidades internas e até pode mudar de estado caso precise ou tenha interesse em outra vaga de outra área Contras: Metas muito altas e a polictica de remuneração variável tem muitos descontos que na maioria das vezes não é culpa do vendedor e sim do sistema que fez cancelamento involuntário.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Estagiário","avaliation":"Prós: Flexivel, legal, tranquilo, rende bem, salário bom, todo mundo legal. Seis horas de estágio diárias, horário flexível, todos ajudando a crescer. Contras: Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.Nada até o momento.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Relacionamento II - Ex-funcionário, saiu em 2018","avaliation":"Prós: Boa estrutura, bons benefícios, muitas pessoas com possibilidades de networking, trabalhando em várias áreas em um só lugar possibilitando conhecimento de todos. Contras: Único ponto que me fez sair, foi devido a falta de critério mais justo, ao meu ver, com relação a processos internos, pessoas cursando as áreas da vaga e com perfil, não conseguiam ir para o cargo na area desejada. Conselhos para presidência: Ouvir mais o \"chão de fábrica\" que possui muito a acrescentar em uma estratégia de negocio.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de Vendas Diretas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Empresa correta,não atrasa salário,responsábilidade e cuidado com o funcionário,plano de saúde aceita em todos os lugares,VR e VL bons e PPR boa Contras: Sistema de trabalho ruim,deixa a desejar fazendo vc perder vendas e causando desconforto com o cliente,dentre tantas áreas de suporte de pós venda interno nenhum funciona com eficiência,causando alguns transtornos com as linhas vendidas. Conselhos para presidência: Acompanhar na unha as áreas internas para alavancar com mais agilidade às vendas de loja.suporte de vendas precisa ser monitorado\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Manager","avaliation":"Prós: Empresa que valoriza o crescimento interno e engajamento. Busca inovação e evolução, sem.preconceitod por raça, cor, sexualidade ou qualquer coisa parecida. Contras: Mudança de direcionamento, cultura e presidência constante. Ausência de transparência em processos internos, principalmente ligados ao RH, coni mericmtocracis, processos reposição de vagas e etc... \nREPORTAR"},{"user":"Senior Manager","avaliation":"Prós: Trata-se de uma grande empresa com que possui bons pacotes de benefícios para os funcionários. Empresa sempre preocupada com a inovação e com a satisfação dos clientes. Contras: Empresa precisa investir mais em qualidade de rede. Em Minas Gerais ainda temos GAP de cobertura em muitas cidades. lançar mais campanhas de incentivos pra força de vendas.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Gerente","avaliation":"Prós: ajuda os colaboradores boa remuneração reconhecimento aposta na prata da casa sempre disponível a ajudar empresa de grande porte bem localizada estruturada Contras: Não vejo pontos negativos, amo meu trabalho. a empresa ajuda os colaboradores boa remuneração reconhecimento aposta na prata da casa sempre disponível a ajudar empresa de grande porte bem localizada estruturada Conselhos para presidência: tudo vai bem\n\nRecomenda a empresa:   \nREPORTAR"}]