[{"user":"Consultor","avaliation":"Prós: O pontos positivos observados ao longo desses anos foram: Ambiente de trabalho, equipe, salário, bos benefícios. É uma empresa ótima para trabalhar. Contras: O pontos negativos observados ao longo desses anos foram: Falta de colaboração de algumas equipes. Falta de comunicação. As equipes precisam ser mais colaborativas. Conselhos para presidência: Plano de carreira e mudança de cultura da organização, a fim de construir um ambiente mais colaborativo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Relacionamento - Ex-funcionário, saiu em 2016","avaliation":"Prós: Ótima empresa com salario é benefícios bem atrativos.flexibilidade de horário é uma boa equipe de gestores que da O suporte ao funcionário.. Contras: Alguns processos de sistema são falhos deixando o co sultor sem suporte de atendimento ao cliente. Gestão geral um pouco deficiente. Rh as vezes indisponíveis ao consultor.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor Varejo","avaliation":"Prós: Plano de carreira salario comissao prl treinamento sobre os produtos semanais e mensais bonus extra por atingimento de metas e horario flexivel Contras: Trabalha fim de semana pouco reconhecimento,falta de suporte com os funcionarios e clientes da empresa ,trabalhar com estresse constante todos os dias\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Analista Antifraude - Ex-funcionário, saiu em 2014","avaliation":"Prós: Localização da empresa muito boa, ambiente novo, treinamento bom. Ambiente amigável Contras: Carreira Alguns supervisores imaturos Foco em meta mais importante que qualidade. Desmotivação Salário menor que outras empresas do mesmo ramo Conselhos para presidência: Prestar mais atenção aos supervisores\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Consultor de TI","avaliation":"Prós: Ambiente e instalações são ótimos, assim com equipamento e infraestrutura e condições para execução do trabalho. Os benefícios são bons e estão dentro do que o mercado pratica(benefícios!) Contras: Salário é o mais baixo entre as teles, devido às constantes restruturação executiva, existe certa dificuldade em direcionar/focar no trabalha a ser desenvolvido.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Supervisor de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Benefícios, treinamentos ,oportunidades de crescimento, boa estrutura. Incentivo aos estudos, aprimoramento e crescimento profissional e pessoal. Contras: Cobrança excessiva, metas inviáveis, predileção na escolha de metas e cargos, abuso de autoridade, pagamento de comissão errado e subjetivo.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Promotora de Vendas - Ex-funcionário, saiu em 2018","avaliation":"Prós: Ótimo atendimento ao público e trabalho em equipe, salário, convivência entre colegas , metas e premiações em geral, plano de saúde de ótima qualidade. Contras: Chefes estressados que descontam todos os seus problemas em cima dos promotores, falta de lugar para guardar equipamentos e falta de lugar para almoçar descansar e etc...\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedora","avaliation":"Prós: A empresa é boa, tem benefícios e uma boa estrutura para os trabalhadores. . Contras: A empresa deixa a desejar em alguns quesitos tratando do funcionário em si, que eu possa fazer oq né não tem como não fecharam o meu currículo\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Vendedor - Ex-funcionário, saiu em 2013","avaliation":"Prós: Fácil de ser contratado. É bastante simples de entrar na empresa nos cargos de menor qualificação, especialmente porque contam com uma grande rotatividade. Contras: Não incentivam crescimento e desenvolvimento. A empresa espera que os cargos mais baixos sejam de alta rotatividade e, por isso, não buscam aprimorar essa parte.\n\nRecomenda a empresa:   \nREPORTAR"},{"user":"Especialista","avaliation":"Prós: Benefícios diferenciados - Flex Office Flex time Bônus anuais Plano de carreira Prédio novo - estilo google com salas de reuniões e ambiente íntegrado Contras: Clima organizacional para alguns pode ser difícil - vindo do comercial. Dificuldade de ser promovido Baixos salários Não seguem a risca o mérito calculei pelo rh\n\nRecomenda a empresa:   \nREPORTAR"}]